[
  {
    "category": "eveningDhikr",
    "title": "آیۃ الکرسی",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "Allāhu lā ilāha illā huw, al-ḥayyul-qayyūm, lā ta’khudhuhu sinatun wa lā nawm, lahu mā fī as-samāwāti wa mā fīl-arḍ, man dhalladhī yashfa'u 'indahū illā bi'idhnih, ya'lamu mā baina aidīhim wa mā khalfahum, wa lā yuḥīṭūna bishay’in min ‘ilmihi illā bimā shā’, wasi'a kursiyyuhu as-samāwāti wal-arḍ, wa lā ya’ūduhu ḥifẓuhumā, wa huwa al-‘aliyyu al-‘aẓīm.",
    "translation": "اللہ، اُس کے سوا کوئی معبود نہیں، وہ زندہ ہے، سب کا سنبھالنے والا ہے، اُسے نہ اونگھ آتی ہے نہ نیند۔ جو کچھ آسمانوں اور زمین میں ہے سب اُسی کا ہے۔ کون ہے جو اُس کی اجازت کے بغیر اُس کے ہاں سفارش کرسکے؟ وہ جانتا ہے جو کچھ اُن کے سامنے ہے اور جو کچھ اُن کے پیچھے ہے، اور وہ اُس کے علم میں سے کسی چیز کا احاطہ نہیں کرسکتے مگر جتنا وہ چاہے۔ اُس کی کرسی آسمانوں اور زمین کو گھیرے ہوئے ہے اور اُن دونوں کی حفاظت اُس پر دشوار نہیں، اور وہ سب سے بلند، عظیم ہے۔",
    "notes": "1 بار پڑھیں",
    "benefits": "جو شخص یہ آیت صبح پڑھے شام تک اور شام کو پڑھے تو صبح تک محفوظ رہے گا۔",
    "source": "ترمذی: 2879"
  },
  {
    "category": "eveningDhikr",
    "title": "سورۃ اخلاص",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwallāhu aḥad (1) allāhuṣ-ṣamad (2) lam yalid wa lam yūlad (3) wa lam yakun lahu kufuwan aḥad (4)",
    "translation": "کہہ دو: وہ اللہ ایک ہے، (1) اللہ بے نیاز ہے، (2) نہ اس نے کسی کو جنا، نہ اسے کسی نے جنا، (3) اور نہ اس کا کوئی ہمسر ہے۔ (4)",
    "notes": "3 بار پڑھیں",
    "benefits": "رسول اللہ ﷺ نے فرمایا: صبح و شام تین بار 'قل ہو اللہ احد' اور دو معوذتین (الفلق اور الناس) پڑھو، یہ تمہیں ہر چیز سے کافی ہوجائیں گی۔",
    "source": "ابو داود: 4241"
  },
  {
    "category": "eveningDhikr",
    "title": "سورۃ الفلق",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a‘ūdhu birabbi al-falaq (1) min sharri mā khalaq (2) wa min sharri ghāsiqin idhā waqab (3) wa min sharri an-naffāthāti fil-‘uqad (4) wa min sharri ḥāsidin idhā ḥasad (5)",
    "translation": "کہہ دو: میں پناہ مانگتا ہوں صبح کے رب کی، (1) اُس کی پیدا کی ہوئی ہر چیز کے شر سے، (2) اور رات کی تاریکی کے شر سے جب وہ چھا جائے، (3) اور گرہوں میں پھونکنے والیوں کے شر سے، (4) اور حسد کرنے والے کے شر سے جب وہ حسد کرے۔ (5)",
    "notes": "3 بار پڑھیں",
    "benefits": "رسول اللہ ﷺ نے فرمایا: صبح و شام تین بار 'قل ہو اللہ احد' اور دو معوذتین (الفلق اور الناس) پڑھو، یہ تمہیں ہر چیز سے کافی ہوجائیں گی۔",
    "source": "ابو داود: 4241"
  },
  {
    "category": "eveningDhikr",
    "title": "سورۃ الناس",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a‘ūdhu birabbi an-nās (1) maliki an-nās (2) ilāhi an-nās (3) min sharri al-waswās al-khannās (4) alladhī yuwaswisu fī sudūri an-nās (5) minal-jinnati wa an-nās (6)",
    "translation": "کہہ دو: میں لوگوں کے رب کی پناہ مانگتا ہوں، (1) لوگوں کے بادشاہ کی، (2) لوگوں کے معبود کی، (3) وسوسہ ڈالنے والے وسوسہ گر کے شر سے، (4) جو لوگوں کے دلوں میں وسوسہ ڈالتا ہے، (5) چاہے وہ جنوں میں سے ہو یا انسانوں میں سے۔ (6)",
    "notes": "3 بار پڑھیں",
    "benefits": "رسول اللہ ﷺ نے فرمایا: صبح و شام تین بار 'قل ہو اللہ احد' اور دو معوذتین (الفلق اور الناس) پڑھو، یہ تمہیں ہر چیز سے کافی ہوجائیں گی۔",
    "source": "ابو داود: 4241"
  },
  {
    "category": "eveningDhikr",
    "title": "شام میں اللہ کی بادشاہت میں داخل ہونا اور اس کی پناہ مانگنا",
    "arabic": "أَمْسَيْنَا وَأَمْسَى الْمُلْكُ للهِ، وَالْحَمْدُ للهِ، لَا إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا، وَأَعُوذُبِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوذُبِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُبِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
    "latin": "amsayna wa amsa al-mulku lillah walhamdulillah, la ilaha illa Allah wahdahu la sharika lah, lahu al-mulku wa lahu al-hamdu wa huwa ‘ala kulli shay’in qadeer. Rabbi as’aluka khaira ma fi hadhihil-laylah wa khaira ma ba’daha, wa a’udhu bika min sharri ma fi hadhihil-laylah wa sharri ma ba’daha. Rabbi a’udhu bika minal-kasal wa suu’il-kibar. Rabbi a’udhu bika min ‘adhabin fin-nar wa ‘adhabin fil-qabr.",
    "translation": "ہم شام میں داخل ہوئے اور تمام بادشاہت اللہ ہی کے لیے ہے، تمام تعریف اللہ ہی کے لیے ہے، اللہ کے سوا کوئی معبود نہیں، وہ اکیلا ہے، اس کا کوئی شریک نہیں، اسی کی بادشاہت ہے اور اسی کی تعریف ہے، اور وہ ہر چیز پر قادر ہے۔ اے میرے رب! میں تجھ سے اس رات کی اور اس کے بعد آنے والی ہر چیز کی بھلائی مانگتا ہوں، اور تیری پناہ مانگتا ہوں اس رات اور اس کے بعد آنے والی ہر چیز کے شر سے۔ اے میرے رب! میں تیری پناہ مانگتا ہوں سستی اور بڑھاپے کی برائی سے، اے میرے رب! میں تیری پناہ مانگتا ہوں آگ کے عذاب اور قبر کے عذاب سے۔",
    "notes": "1 بار پڑھیں",
    "benefits": "شر سے پناہ مانگنا مقدم ہے، کیونکہ نقصان کو دور کرنا فائدہ حاصل کرنے سے زیادہ اہم ہے۔",
    "source": "صحیح مسلم: 2723 (75)، ابو داود: 5071، ترمذی: 3390"
  },
  {
    "category": "eveningDhikr",
    "title": "اللہ کے فضل سے شام میں داخل ہونا",
    "arabic": "اللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ الْمَصِيرُ",
    "latin": "allahumma bika amsayna wa bika asbahna wa bika nahya wa bika namutu wa ilayka al-maseer",
    "translation": "اے اللہ! تیرے ساتھ ہم شام میں داخل ہوئے، تیرے ہی ساتھ ہم صبح کرتے ہیں، تیرے ہی ساتھ ہم زندہ ہیں، تیرے ہی ساتھ ہم مرتے ہیں، اور تیری ہی طرف لوٹ کر جانا ہے۔",
    "notes": "1 بار پڑھیں",
    "benefits": "ہم جو کچھ صبح و شام، زندگی اور موت میں کرتے ہیں، وہ سب اللہ کی تقدیر سے ہے اور اُسی کی طرف ہمارا لوٹنا ہے۔",
    "source": "بخاری فی الأدب المفرد: 1199، ترمذی: 3391، ابو داود: 5068، احمد: 11/354، ابن ماجہ: 3868"
  },
  {
    "category": "eveningDhikr",
    "title": "سید الاستغفار",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahumma anta rabbi la ilaha illa anta khalaqtani wa ana ‘abduka wa ana ‘ala ‘ahdika wa wa‘dika ma istata‘tu, a‘udhu bika min sharri ma sana‘tu, abū’u laka bini‘matika ‘alayya, wa abū’u bidhanbi faghfir li fa innahu la yaghfiru adhdhunuba illa anta",
    "translation": "اے اللہ! تو میرا رب ہے، تیرے سوا کوئی معبود نہیں، تو نے مجھے پیدا کیا اور میں تیرا بندہ ہوں۔ جتنا ہو سکے تیرے عہد و وعدے پر قائم ہوں۔ میں تیری پناہ چاہتا ہوں اپنی بداعمالیوں کے شر سے۔ میں اعتراف کرتا ہوں تیرے مجھ پر انعامات کا اور اپنے گناہوں کا، پس مجھے معاف کر دے، کیونکہ تیرے سوا کوئی گناہوں کو معاف نہیں کرسکتا۔",
    "notes": "1 بار پڑھیں",
    "benefits": "جو شخص شام کو پورے یقین کے ساتھ یہ دعا پڑھے اور اسی رات فوت ہو جائے تو جنت میں داخل ہوگا، اور اگر صبح کو پڑھے اور اسی دن فوت ہو جائے تو بھی۔",
    "source": "بخاری: 6306، 6323، احمد: IV/122-125، نسائی: VIII/279-280"
  },
  {
    "category": "eveningDhikr",
    "title": "صحت اور سلامتی کی دعا",
    "arabic": "اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ ، لَا إِلَـهَ إِلَّا أَنْتَ ، اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْكُفْرِوَالْفَقْرِ ، وَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ، لَا إِلَـهَ إِلَّا أَنْتَ",
    "latin": "allahumma ‘afini fi badani, allahumma ‘afini fi sam‘i, allahumma ‘afini fi basari, la ilaha illa anta. allahumma inni a‘udhu bika minal-kufri wal-faqr, allahumma inni a‘udhu bika min ‘adhab al-qabr, la ilaha illa anta",
    "translation": "اے اللہ! میرے جسم کو صحت دے، اے اللہ! میرے کانوں کو صحت دے، اے اللہ! میری آنکھوں کو صحت دے، تیرے سوا کوئی معبود نہیں۔ اے اللہ! میں کفر اور فقر سے تیری پناہ چاہتا ہوں، اور قبر کے عذاب سے تیری پناہ چاہتا ہوں، تیرے سوا کوئی معبود نہیں۔",
    "notes": "1 بار پڑھیں",
    "benefits": "ہم اللہ سے جسم، سماعت اور بصارت میں عافیت مانگتے ہیں اور کفر، فقر اور قبر کے عذاب سے پناہ چاہتے ہیں۔",
    "source": "بخاری فی الادب المفرد: 701، ابو داود: 5090، احمد: V/42، حسن"
  },
  {
    "category": "eveningDhikr",
    "title": "دنیا و آخرت کی عافیت کے لیے دعا",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَاْلآخِرَةِ، اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ اللَّهُمَّ اسْتُرْ عَوْرَاتِى وَآمِنْ رَوْعَاتِى. اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ",
    "latin": "allahumma inni as’aluka al-‘afwa wa al-‘afiyah fi al-dunya wa al-akhirah. allahumma inni as’aluka al-‘afwa wa al-‘afiyah fi dini wa dunyaya wa ahli wa mali. allahumma astur ‘awratī wa amin raw‘ati. allahumma ahfazni min bayni yadayya wa min khalfī wa ‘an yaminī wa ‘an shimalī wa min fawqī, wa a‘udhu bi ‘azamatika an ughtala min tahti.",
    "translation": "اے اللہ! میں تجھ سے دنیا و آخرت میں معافی اور عافیت مانگتا ہوں۔ اے اللہ! میں تجھ سے اپنے دین، دنیا، گھر والوں اور مال میں معافی اور عافیت مانگتا ہوں۔ اے اللہ! میری پردہ پوشی فرما اور مجھے امن دے۔ اے اللہ! مجھے میرے آگے سے، پیچھے سے، دائیں سے، بائیں سے اور اوپر سے محفوظ رکھ، اور میں تیری عظمت کے ذریعے اس سے پناہ مانگتا ہوں کہ میرے نیچے سے مجھ پر کوئی آفت آجائے۔",
    "notes": "1 بار پڑھیں",
    "benefits": "رسول اللہ ﷺ یہ دعا صبح و شام کبھی نہیں چھوڑتے تھے۔ اس میں دین، دنیا، اہل و مال کے لیے عافیت کی دعا ہے۔",
    "source": "بخاری فی الادب المفرد: 1200، ابو داود: 5074، نسائی VII/282، ابن ماجہ: 3871، حاکم 1/517-518 وغیرہ"
  },
  {
    "category": "eveningDhikr",
    "title": "شیطان کے وسوسوں سے بچنے کی دعا",
    "arabic": "اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَـهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "latin": "allahumma ‘alim al-ghayb wa ash-shahada fatir as-samawat wal-ard, rabb kulli shay’ wa malikahu, ash-hadu alla ilaha illa anta, a‘udhu bika min sharri nafsi wa min sharri ash-shaytan wa shirkihi, wa an aqtarif ‘ala nafsi su’an aw ajurrahu ila muslim",
    "translation": "اے اللہ! پوشیدہ اور ظاہر کے علم والے، آسمانوں اور زمین کے خالق، ہر چیز کے رب اور مالک! میں گواہی دیتا ہوں کہ تیرے سوا کوئی معبود نہیں، میں تیری پناہ مانگتا ہوں اپنے نفس کے شر سے، شیطان اور اس کے شرک سے، اور اس سے کہ میں اپنے نفس پر کوئی برا عمل کروں یا کسی مسلمان پر اس کا بوجھ ڈالوں۔",
    "notes": "1 بار پڑھیں",
    "benefits": "رسول اللہ ﷺ نے ابوبکر کو فرمایا: یہ دعا صبح و شام اور سوتے وقت پڑھا کرو۔",
    "source": "بخاری فی الادب المفرد: 1202، ترمذی: 3392، ابو داود: 5067"
  },
  {
    "category": "eveningDhikr",
    "title": "ہر برائی سے حفاظت کی دعا",
    "arabic": "بِسْمِ اللَّهِ الَّذِى لاَ يَضُرُّ مَعَ اسْمِهِ شَىْءٌ فِى الأَرْضِ وَلاَ فِى السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "latin": "bismillahilladhi la yadurru ma’asmihi shay’un fil-ard wa la fis-sama’ wa huwa as-sami’ al-‘alim",
    "translation": "اللہ کے نام کے ساتھ کہ اس کے نام کے ساتھ زمین و آسمان میں کوئی چیز نقصان نہیں پہنچا سکتی، اور وہ سننے والا، جاننے والا ہے۔",
    "notes": "3 بار پڑھیں",
    "benefits": "جو شخص یہ دعا صبح و شام تین بار پڑھے، اسے کوئی نقصان نہیں پہنچے گا۔",
    "source": "ترمذی: 3388، ابو داود: 5088، ابن ماجہ: 3869، حاکم 1/514، احمد: 446 و 474"
  },
  {
    "category": "eveningDhikr",
    "title": "اللہ، اسلام اور رسول ﷺ پر راضی ہونے کا اعلان",
    "arabic": "رَضِيتُ بِاللهِ رَبًّا، وَبِالإِسْلاَمِ دِينًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
    "latin": "radiytu billahi rabban wa bil-islami dinan wa bi-Muhammadin sallallahu ‘alayhi wa sallama nabiyyan",
    "translation": "میں اللہ پر اپنے رب، اسلام پر اپنے دین اور محمد ﷺ پر اپنے نبی ہونے پر راضی ہوں۔",
    "notes": "3 بار پڑھیں",
    "benefits": "جو شخص صبح و شام یہ دعا تین بار پڑھے، قیامت کے دن اللہ اس سے راضی ہوگا۔",
    "source": "احمد: IV/337، ابو داود: 5072، ترمذی: 3389، ابن ماجہ: 3870، نسائی فی عمل الیوم واللیلہ: 4، ابن السنی: 68"
  },
  {
    "category": "eveningDhikr",
    "title": "اللہ سے رہنمائی کی دعا",
    "arabic": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيثُ، وَأَصْلِحْ لِي شَأْنِي كُلَّهُ وَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ أَبَدًا",
    "latin": "ya hayyu ya qayyum, birahmatika astaghith, wa aslih li sha'ni kullahu wa la takilni ila nafsi tarfata 'aynin abadan",
    "translation": "اے زندہ، اے قائم رہنے والے! میں تیری رحمت سے مدد چاہتا ہوں، میرے سارے معاملات درست کردے اور مجھے ایک لمحہ کے لیے بھی میرے نفس کے حوالے نہ کر۔",
    "notes": "1 بار پڑھیں",
    "benefits": "اس دعا میں اپنے تمام امور اللہ کے سپرد کرنے اور اس کی مدد طلب کرنے کا اظہار ہے۔",
    "source": "نسائی فی عمل الیوم واللیلہ: 575، حاکم 1/545، صحیح الترغیب و الترہیب 1/417: 661، الصحیحہ: 227، حسن"
  },
  {
    "category": "eveningDhikr",
    "title": "اسلام کی فطرت پر شام منانا",
    "arabic": "أَمْسَيْنَا عَلَى فِطْرَةِ الإِسْلاَمِ وَعَلَى كَلِمَةِ الإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
    "latin": "amsayna 'ala fitratil islam wa 'ala kalimatil ikhlas, wa 'ala din nabiyyina Muhammad sallallahu 'alayhi wa sallam, wa 'ala millati abina Ibrahim hanifan musliman wa ma kana minal mushrikin",
    "translation": "ہم شام میں اسلام کی فطرت، اخلاص کے کلمے، ہمارے نبی محمد ﷺ کے دین اور ہمارے باپ ابراہیم (علیہ السلام) کے سیدھے اور مسلم طریقے پر ہیں، اور ہم مشرکوں میں سے نہیں۔",
    "notes": "1 بار پڑھیں",
    "benefits": "فطرت کا مطلب توحید اور سنت ہے، اخلاص کا کلمہ ایمان کی گواہی ہے اور حنیف یعنی سیدھی راہ اور خیر کی طرف رجحان۔",
    "source": "احمد: III/406، 407، دارمی: II/292، ابن السنی فی عمل الیوم واللیلہ: 34، مشکات المصابیح: 2415، صحیح الجامع الصغیر: 4674، صحیح"
  },
  {
    "category": "eveningDhikr",
    "title": "اللہ کی وحدانیت کا ذکر",
    "arabic": "لا إِلَهَ إِلا اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "latin": "la ilaha illa Allah wahdahu la sharika lah, lahu al-mulku wa lahu al-hamdu wa huwa 'ala kulli shay'in qadeer",
    "translation": "اللہ کے سوا کوئی معبود نہیں، اس کا کوئی شریک نہیں، بادشاہی اسی کی ہے، تعریف اسی کے لیے ہے، اور وہ ہر چیز پر قادر ہے۔",
    "notes": "صبح 1 یا 10 بار، دن میں 100 بار پڑھیں",
    "benefits": "جو شخص یہ ذکر دن میں 100 بار کرے اسے دس غلام آزاد کرنے کا ثواب ملے گا، اس کے لیے سو نیکیاں لکھی جائیں گی، سو گناہ معاف کیے جائیں گے، اور اس دن شیطان سے محفوظ رہے گا۔",
    "source": "بخاری: 3293 و 6403، مسلم: IV/2071: 2691 (28)، ترمذی: 3468، ابن ماجہ: 3798"
  },
  {
    "category": "eveningDhikr",
    "title": "اللہ کی تسبیح اور حمد",
    "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ وَرِضَى نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
    "latin": "subhanallahi wa bihamdihi 'adada khalqihi wa ridha nafsihi wa zinata 'arshihi wa midada kalimatihi",
    "translation": "اللہ پاک ہے اور اس کی حمد ہے، اس کی مخلوق کی تعداد کے مطابق، اس کی رضا کے مطابق، اس کے عرش کے وزن کے مطابق اور اس کے کلمات کی سیاہی کے مطابق۔",
    "notes": "3 بار پڑھیں",
    "benefits": "نبی ﷺ نے حضرت جویریہ رضی اللہ عنہا سے فرمایا: یہ ذکر فجر کے بعد سے دوپہر تک تمہارے تمام اذکار سے بڑھ گیا۔",
    "source": "مسلم: 2726، شرح مسلم: XVII/44، حضرت جویریہ بنت الحارث رضی اللہ عنہا سے"
  },
  {
    "category": "eveningDhikr",
    "title": "روزانہ کی تسبیح و استغفار",
    "arabic": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "latin": "subhanallahi wa bihamdihi",
    "translation": "اللہ پاک ہے اور اس کی حمد کے ساتھ۔",
    "notes": "100 بار پڑھیں",
    "benefits": "جو شخص صبح و شام سو بار 'سبحان اللہ وبحمدہ' کہے، قیامت کے دن کوئی اس سے بہتر عمل نہیں کرسکے گا سوائے اس کے جو اس سے زیادہ کہے۔",
    "source": "مسلم: 2691 و 2692، حضرت ابو ہریرہ رضی اللہ عنہ سے، شرح مسلم: XVII/17-18، صحیح الترغیب و الترہیب 1/413: 653"
  },
  {
    "category": "eveningDhikr",
    "title": "روزانہ سو بار استغفار",
    "arabic": "أَسْتَغْفِرُ الله وَأَتُوْبُ إِلَيْهِ",
    "latin": "astaghfirullah wa atubu ilayh",
    "translation": "میں اللہ سے معافی مانگتا ہوں اور اس کی طرف توبہ کرتا ہوں۔",
    "notes": "روزانہ 100 بار پڑھیں",
    "benefits": "ابن عمر رضی اللہ عنہما سے روایت ہے: رسول اللہ ﷺ نے فرمایا: 'اے لوگو! اللہ سے توبہ کرو، یقیناً میں روزانہ سو بار توبہ کرتا ہوں۔'",
    "source": "بخاری/فتح الباری: XI/101، مسلم: 2702"
  },
  {
    "category": "eveningDhikr",
    "title": "اللہ کے کامل کلمات کے ساتھ پناہ",
    "arabic": "أَعُوذُ بِكَلِمَاتِ اللهِ التَّآمَّاتِ مِنْ شَرِّ مَا خَلَقَ",
    "latin": "a‘udhu bikalimatillahi at-tammat min sharri ma khalaq",
    "translation": "میں اللہ کے کامل کلمات کے ساتھ اس کی پیدا کی ہوئی ہر چیز کے شر سے پناہ مانگتا ہوں۔",
    "notes": "3 بار پڑھیں",
    "benefits": "جو شخص شام کے وقت یہ تین بار پڑھے، وہ صبح تک اچانک کسی مصیبت میں نہیں پڑے گا۔",
    "source": "احمد: 11/290، نسائی فی عمل الیوم واللیلہ: 596، صحیح الترغیب و الترہیب 1/412: 652، صحیح الجامع الصغیر: 6427"
  }
]
