[
  {
    "category": "eveningDhikr",
    "title": "Ayat al-Kursi",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "Allāhu lā ilāha illā huw, al-ḥayyul-qayyūm, lā ta'khudhuhu sinatuw wa lā na'um, lahu mā fis-samāwāti wa mā fil-arḍ, man dhal-ladhī yashfa'u 'indahu illā bi'idhnih, ya'lamu mā bayna aydīhim wa mā khalfahum, wa lā yuḥīṭūna bishay'in min 'ilmihī illā bimā shā', wasi'a kursiyyuhus-samāwāti wal-arḍ, wa lā ya'ūduhu ḥifẓuhumā, wa huwal-'aliyyul-'aẓīm",
    "translation": "Allah – Es gibt keinen Gott außer Ihm, dem Lebendigen, dem Beständigen. Weder Schlummer noch Schlaf erfassen Ihn. Ihm gehört, was in den Himmeln und was auf Erden ist. Wer ist es, der bei Ihm Fürsprache einlegen könnte, außer mit Seiner Erlaubnis? Er weiß, was vor ihnen und was hinter ihnen ist. Sie umfassen nichts von Seinem Wissen, außer was Er will. Sein Thron umfasst die Himmel und die Erde, und das Bewahren von beiden ermüdet Ihn nicht. Er ist der Erhabene, der Große.",
    "notes": "1 Mal lesen",
    "benefits": "Wer diesen Vers am Morgen liest, wird bis zum Abend sicher bleiben. Und wer ihn am Abend liest, bleibt bis zum Morgen sicher.",
    "source": "HR. at-Tirmidhi: 2879"
  },
  {
    "category": "eveningDhikr",
    "title": "Sure al-Ikhlas",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwallāhu aḥad (1) allāhuṣ-ṣamad (2) lam yalid wa lam yūlad (3) wa lam yakul lahu kufuwan aḥad (4)",
    "translation": "Sprich: Er ist Allah, der Einzige. (1) Allah, der Absolute. (2) Er zeugt nicht und wurde nicht gezeugt. (3) Und niemand ist Ihm ebenbürtig. (4)",
    "notes": "3 Mal lesen",
    "benefits": "Der Gesandte Allahs (s) sagte: Lies Qul huwa Allahu ahad und die beiden Mu'awwidhatain (Sure al-Falaq und an-Nas) morgens und abends je 3 Mal, dann wirst du vor allem geschützt sein.",
    "source": "HR. Abu Dawud Nr. 4241"
  },
  {
    "category": "eveningDhikr",
    "title": "Sure al-Falaq",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a‘ūdhu birabbil-falaq (1) min sharri mā khalaq (2) wa min sharri ghāsiqin idhā waqab (3) wa min sharri an-naffāthāti fil-'uqad (4) wa min sharri ḥāsidin idhā ḥasad (5)",
    "translation": "Sprich: Ich suche Zuflucht beim Herrn des Tagesanbruchs, (1) vor dem Übel dessen, was Er erschaffen hat, (2) vor dem Übel der Dunkelheit, wenn sie hereinbricht, (3) vor dem Übel derjenigen, die Knoten knüpfen und darüber blasen, (4) und vor dem Übel des Neiders, wenn er neidet. (5)",
    "notes": "3 Mal lesen",
    "benefits": "Der Gesandte Allahs (s) sagte: Lies Qul huwa Allahu ahad und die beiden Mu'awwidhatain (Sure al-Falaq und an-Nas) morgens und abends je 3 Mal, dann wirst du vor allem geschützt sein.",
    "source": "HR. Abu Dawud Nr. 4241"
  },
  {
    "category": "eveningDhikr",
    "title": "Sure an-Nas",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a‘ūdhu birabbin-nās (1) malikin-nās (2) ilāhin-nās (3) min sharri l-waswāsi l-khannās (4) alladhī yuwaswisu fī ṣudūrin-nās (5) minal-jinnati wan-nās (6)",
    "translation": "Sprich: Ich suche Zuflucht beim Herrn der Menschen, (1) dem König der Menschen, (2) dem Gott der Menschen, (3) vor dem Übel des Einflüsterers, der sich zurückzieht, (4) der in die Herzen der Menschen flüstert, (5) unter den Dschinn und den Menschen. (6)",
    "notes": "3 Mal lesen",
    "benefits": "Der Gesandte Allahs (s) sagte: Lies Qul huwa Allahu ahad und die beiden Mu'awwidhatain (Sure al-Falaq und an-Nas) morgens und abends je 3 Mal, dann wirst du vor allem geschützt sein.",
    "source": "HR. Abu Dawud Nr. 4241"
  },
  {
    "category": "eveningDhikr",
    "title": "Abends in Allahs Reich eintreten und Zuflucht suchen",
    "arabic": "أَمْسَيْنَا وَأَمْسَى الْمُلْكُ للهِ، وَالْحَمْدُ للهِ، لَا إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا، وَأَعُوذُبِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوذُبِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُبِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
    "latin": "amsaynaa wa amsal mulku lillah walhamdulillah, laa ilaha illallah wahdahu laa syarika lah, lahul mulku walahul hamdu wa huwa 'ala kulli shay'in qadir. rabbi as-aluka khayra ma fi hadhihi al-laylah wa khayra ma ba'daha, wa a'udhu bika min sharri ma fi hadhihi al-laylah wa sharri ma ba'daha. rabbi a'udhu bika minal kasali wa suu'il kibar. rabbi a'udhu bika min 'adhabin fin nari wa 'adhabin fil qabr",
    "translation": "Wir sind in den Abend eingetreten und das Königreich gehört Allah. Alles Lob gebührt Allah. Es gibt keinen Gott außer Allah, Er hat keinen Partner. Ihm gehört das Königreich und das Lob, und Er hat Macht über alles. O mein Herr! Ich bitte Dich um das Gute dieser Nacht und das Gute danach, und ich suche Zuflucht bei Dir vor dem Übel dieser Nacht und dem Übel danach. O mein Herr! Ich suche Zuflucht bei Dir vor Faulheit und vor dem Übel des Alters. O mein Herr! Ich suche Zuflucht bei Dir vor der Strafe im Feuer und der Strafe im Grab.",
    "notes": "1 Mal lesen",
    "benefits": "Das Suchen nach Zuflucht vor Schaden steht an erster Stelle, denn das Abwehren von Schaden ist wichtiger und vorrangiger als das Erlangen von Nutzen.",
    "source": "HR. Muslim Nr. 2723 (75), Abu Dawud Nr. 5071, und at-Tirmidhi 3390, sahih von Abdullah Ibn Mas'ud"
  },
  {
    "category": "eveningDhikr",
    "title": "Am Abend durch Allahs Gnade eintreten",
    "arabic": "اللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا،وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ الْمَصِيْرُ",
    "latin": "allahumma bika amsaynaa wa bika ash-bahnaa wa bika nahyaa wa bika namuutu wa ilaikal mashiir",
    "translation": "O Allah! Durch Deine Gnade treten wir in den Abend, durch Deine Gnade treten wir in den Morgen. Durch Deine Gnade leben wir und durch Deinen Willen sterben wir. Und zu Dir ist die Rückkehr.",
    "notes": "1 Mal lesen",
    "benefits": "Von morgens bis abends, von Geburt bis Tod – alles, was wir tun, steht unter Allahs Kontrolle, und zu Ihm kehren wir zurück.",
    "source": "HR. al-Bukhari in al-Adab al-Mufrad Nr. 1199, diese Version ist von al-Bukhari at-Tirmidhi Nr. 3391, Abu Dawud Nr. 5068, Ahmad 11/354, Ibn Majah Nr. 3868"
  },
  {
    "category": "eveningDhikr",
    "title": "Das beste Istighfar-Gebet",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahumma anta rabbii laa ilaaha illaa anta khalaqtanii wa ana 'abduka wa ana 'ala 'ahdika wa wa'dika mastata'tu a'udhu bika min sharri ma sana'tu abuu'u laka bini'matika 'alayya wa abuu'u bidhanbii faghfir lii fa innahu laa yaghfirudh dhunuba illa anta",
    "translation": "O Allah! Du bist mein Herr, es gibt keinen Gott außer Dir. Du hast mich erschaffen und ich bin Dein Diener. Ich halte mich so gut ich kann an Deinen Bund und Dein Versprechen. Ich suche Zuflucht bei Dir vor dem Übel dessen, was ich getan habe. Ich bekenne Deine Gnade an mir und bekenne meine Sünden. So vergib mir, denn niemand vergibt die Sünden außer Dir.",
    "notes": "1 Mal lesen",
    "benefits": "Wer dieses Gebet am Abend mit festem Glauben spricht und dann stirbt, wird ins Paradies eintreten; ebenso, wenn er es am Morgen spricht.",
    "source": "HR. al-Bukhari Nr. 6306, 6323, Ahmad IV/122-125, an-Nasa'i VIII/279-280"
  },
  {
    "category": "eveningDhikr",
    "title": "Gebet für Gesundheit und Sicherheit",
    "arabic": "اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ ، لَا إِلَـهَ إِلَّا أَنْتَ ، اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْكُفْرِوَالْفَقْرِ ، وَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ، لَا إِلَـهَ إِلَّا أَنْتَ",
    "latin": "allahumma 'aafinii fii badanii, allahumma 'aafinii fii sam'ii, allahumma 'aafinii fii basarii, laa ilaaha illaa anta. allahumma inni a'udhu bika minal kufri wal faqr, allahumma inni a'udhu bika min 'adhaabil qabr, laa ilaaha illaa anta",
    "translation": "O Allah! Gib mir Gesundheit in meinem Körper, O Allah! Gib mir Gesundheit in meinem Gehör, O Allah! Gib mir Gesundheit in meinem Sehvermögen, es gibt keinen Gott außer Dir. O Allah! Ich suche Zuflucht bei Dir vor Unglauben und Armut, und ich suche Zuflucht bei Dir vor der Strafe im Grab. Es gibt keinen Gott außer Dir.",
    "notes": "1 Mal lesen",
    "benefits": "Wenn wir Allah um Gesundheit bitten, bitten wir um Schutz vor allen körperlichen und spirituellen Krankheiten, damit wir Ihm mit einem gesunden Körper und reinen Herzen dienen können.",
    "source": "HR. al-Bukhari in Adab al-Mufrad Nr. 701, Abu Dawud Nr. 5090, Ahmad V/42, hasan"
  },
  {
    "category": "eveningDhikr",
    "title": "Gebet um Sicherheit im Diesseits und Jenseits",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَاْلآخِرَةِ، اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ اللَّهُمَّ اسْتُرْ عَوْرَاتِى وَآمِنْ رَوْعَاتِى. اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ",
    "latin": "allahumma innii as-alukal 'afwa wal 'aafiyah fid dunyaa wal aakhirah. allahumma innii as-alukal 'afwa wal 'aafiyah fii diinii wa dun-yaaya wa ahlii wa maalii. allahumas-tur 'awraatii wa aamin raw'aatii. allahummahfazh-nii mim bayni yadayya wa min khalfii wa 'an yamiinii wa 'an shimaalī wa min fawqii wa a'udhu bi 'azhamatik an ughtāla min tahti",
    "translation": "O Allah! Ich bitte Dich um Vergebung und Sicherheit im Diesseits und im Jenseits. O Allah! Ich bitte Dich um Vergebung und Sicherheit in meiner Religion, in meiner Welt, meiner Familie und meinem Besitz. O Allah! Decke meine Schwächen zu und beruhige meine Ängste. O Allah! Schütze mich von vorne, von hinten, von rechts, von links und von oben, und ich suche Zuflucht bei Deiner Größe davor, dass mir von unten Unheil widerfährt.",
    "notes": "1 Mal lesen",
    "benefits": "Der Gesandte Allahs (s) ließ dieses Gebet morgens und abends nie aus. Es beinhaltet Schutz für Religion, Welt, Familie und Besitz aus allen Richtungen.",
    "source": "HR. al-Bukhari in al-Adab al-Mufrad Nr. 1200, Abu Dawud Nr. 5074, an-Nasa'i VII/282, Ibn Majah Nr. 3871, al-Hakim 1/517-518, und andere von Ibn Umar (r)"
  },
  {
    "category": "eveningDhikr",
    "title": "Gebet zum Schutz vor Satans Einflüsterungen",
    "arabic": "اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَـهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "latin": "allahumma 'aalimal ghaybi wash-shahadah fathiras-samawati wal-ardh. rabba kulli shay'in wa malīkahu. ashhadu alla ilaha illa anta. a'udhu bika min sharri nafsī wa min sharri sh-shaytani wa shirkih, wa an aqtarifa 'ala nafsī su'an aw ajurruhu ila muslim",
    "translation": "O Allah! Kenner des Verborgenen und des Sichtbaren, Schöpfer der Himmel und der Erde, Herr und Besitzer von allem. Ich bezeuge, dass es keinen Gott außer Dir gibt. Ich suche Zuflucht bei Dir vor dem Übel meiner selbst, vor dem Übel des Satans und seiner Fallen, und davor, dass ich mir selbst oder einem Muslim etwas Schlechtes antue.",
    "notes": "1 Mal lesen",
    "benefits": "Der Gesandte Allahs (s) sagte zu Abu Bakr (r): Sprich dieses Gebet morgens, abends und vor dem Schlafengehen.",
    "source": "HR. al-Bukhari in al-Adab al-Mufrad Nr. 1202, at-Tirmidhi Nr. 3392 und Abu Dawud Nr. 5067"
  },
  {
    "category": "eveningDhikr",
    "title": "Dhikr zum Schutz vor allen Gefahren",
    "arabic": "بِسْمِ اللَّهِ الَّذِى لاَ يَضُرُّ مَعَ اسْمِهِ شَىْءٌ فِى الأَرْضِ وَلاَ فِى السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "latin": "bismillahilladhi la yadurru ma'asmihi shay'un fil ardhi wa la fis sama' wa huwa as-sami'ul 'alim",
    "translation": "Im Namen Allahs, mit dessen Namen nichts im Himmel oder auf Erden Schaden zufügen kann. Und Er ist der Allhörende, der Allwissende.",
    "notes": "3 Mal lesen",
    "benefits": "Wer dies morgens und abends 3 Mal rezitiert, dem kann nichts schaden.",
    "source": "HR. at-Tirmidhi Nr. 3388, Abu Dawud Nr. 5088, Ibn Majah Nr. 3869, al-Hakim 1/514, und Ahmad Nr. 446 und 474"
  },
  {
    "category": "eveningDhikr",
    "title": "Zufriedenheit mit Allah, dem Islam und dem Propheten",
    "arabic": "رَضِيْتُ بِاللهِ رَبًّا، وَبِاْلإِسْلاَمِ دِيْنًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
    "latin": "radītu billahi rabban wa bil-islami dinan, wa bi-muhammadin sallallahu 'alaihi wa sallama nabiyyan",
    "translation": "Ich bin zufrieden mit Allah als meinem Herrn, mit dem Islam als meiner Religion und mit Muhammad (s) als meinem Propheten.",
    "notes": "3 Mal lesen",
    "benefits": "Wer dies morgens und abends 3 Mal liest, dem wird Allah am Tag der Auferstehung Wohlgefallen schenken.",
    "source": "HR. Ahmad IV/337, Abu Dawud Nr. 5072, at-Tirmidhi Nr. 3389, Ibn Majah Nr. 3870, an-Nasa'i in 'Amalul Yaum wal Lailah Nr. 4 und Ibnus Sunni Nr. 68"
  },
  {
    "category": "eveningDhikr",
    "title": "Allah um Führung bitten",
    "arabic": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، وَأَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ أَبَدًا",
    "latin": "ya hayyu ya qayyum, bi-rahmatika astaghith, wa aslih li sha'ni kullahu wa la takilni ila nafsi tarfata 'aynin abadan",
    "translation": "O Lebendiger, O Beständiger! Durch Deine Barmherzigkeit suche ich Hilfe. Bessere alle meine Angelegenheiten und überlasse mich nicht einen Augenblick mir selbst.",
    "notes": "1 Mal lesen",
    "benefits": "Der Sinn dieses Duas ist völliges Vertrauen auf Allah und die Bitte, dass Er uns niemals, auch nur für einen Moment, uns selbst überlässt.",
    "source": "HR. an-Nasa'i in 'Amalul Yaum wal Lailah Nr. 575, und al-Hakim 1/545, siehe Shahiih at-Targhib wat Tarhib 1/417 Nr. 661, Ash-shahihah Nr. 227, hasan"
  },
  {
    "category": "eveningDhikr",
    "title": "Den Abend im Zustand der natürlichen Veranlagung des Islam verbringen",
    "arabic": "أَمْسَيْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ، حَنِيْفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "latin": "amsayna 'ala fitratil islam wa 'ala kalimatil ikhlas, wa 'ala dini nabiyyina Muhammadin sallallahu 'alaihi wa sallam, wa 'ala millati abina Ibrahima hanifan musliman wa ma kana minal mushrikin",
    "translation": "Wir verbringen den Abend auf der natürlichen Veranlagung des Islam, auf dem Wort der Aufrichtigkeit, auf der Religion unseres Propheten Muhammad (s) und auf dem Weg unseres Vaters Ibrahim, aufrichtig als Muslime und nicht von den Götzendienern.",
    "notes": "1 Mal lesen",
    "benefits": "'Fitratil Islam' bedeutet, auf der Sunna zu stehen, 'Kalimatil Ikhlas' ist das Glaubensbekenntnis, und 'Hanifan' bedeutet aufrichtig auf dem rechten Weg.",
    "source": "HR. Ahmad III/406, 407, ad-Darimi II/292 und Ibnus Sunni in Amalul Yaum wal Lailah Nr. 34, Mishkat al-Masabih Nr. 2415, Sahih al-Jami' Nr. 4674, sahih"
  },
  {
    "category": "eveningDhikr",
    "title": "Gedenken an Allahs Einzigkeit",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "la ilaha illallah wahdahu la sharika lah, lahul mulku walahul hamdu wa huwa 'ala kulli shay'in qadir",
    "translation": "Es gibt keinen Gott außer Allah, Er hat keinen Partner. Ihm gehört das Königreich und alles Lob, und Er hat Macht über alles.",
    "notes": "Morgens 1 oder 10 Mal, tagsüber 100 Mal lesen",
    "benefits": "Wer dieses Dhikr am Tag 100 Mal spricht, bekommt den Lohn, als hätte er 10 Sklaven befreit, es werden ihm 100 gute Taten aufgeschrieben, 100 Sünden gelöscht und er ist vor den Einflüsterungen des Satans geschützt.",
    "source": "HR. al-Bukhari Nr. 3293 und 6403, Muslim IV/2071 Nr. 2691 (28), at-Tirmidhi Nr. 3468, Ibn Majah Nr. 3798"
  },
  {
    "category": "eveningDhikr",
    "title": "Allah lobpreisen",
    "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقَهِ وَرِضَى نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
    "latin": "subhanallahi wa bihamdihi 'adada khalqihi wa ridha nafsihi wa zinata 'arshihi wa midada kalimatihi",
    "translation": "Gepriesen sei Allah mit Seinem Lob, so zahlreich wie Seine Geschöpfe, entsprechend Seinem Wohlgefallen, dem Gewicht Seines Thrones und dem Umfang Seiner Worte.",
    "notes": "3 Mal lesen",
    "benefits": "Der Prophet (s) sagte zu Juwairiya (r): Dieses Dhikr übertrifft alles, was du seit dem Morgengebet bis zum Dhuha-Gebet gesagt hast.",
    "source": "HR. Muslim Nr. 2726. Syarah Muslim XVII/44. Von Juwairiyah bint al-Harith (r)"
  },
  {
    "category": "eveningDhikr",
    "title": "Tägliches Tasbih und Alhamdulillah",
    "arabic": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "latin": "subhanallahi wa bihamdihi",
    "translation": "Gepriesen sei Allah und mit Seinem Lob.",
    "notes": "100 Mal lesen",
    "benefits": "Wer morgens und abends 'Subhanallahi wa bihamdihi' 100 Mal sagt, dessen Tat ist am Tag der Auferstehung besser als alles andere – außer jemand, der es noch häufiger sagt.",
    "source": "HR. Muslim Nr. 2691 und Nr. 2692, von Abu Huraira (r), Syarah Muslim XVII/17-18, Sahih at-Targhib wat Tarhib 1/413 Nr. 653"
  },
  {
    "category": "eveningDhikr",
    "title": "Täglich 100 Mal um Vergebung bitten",
    "arabic": "أَسْتَغْفِرُ الله وَأَتُوْبُ إِلَيْهِ",
    "latin": "astaghfirullah wa atubu ilayh",
    "translation": "Ich bitte Allah um Vergebung und wende mich reumütig Ihm zu.",
    "notes": "Täglich 100 Mal lesen",
    "benefits": "Ibn Umar (r) sagte: Der Gesandte Allahs (s) sagte: O Menschen! Kehrt zu Allah um, denn ich bitte Allah an jedem Tag hundert Mal um Vergebung.",
    "source": "HR. al-Bukhari/Fath al-Bari XI/101 und Muslim Nr. 2702"
  },
  {
    "category": "eveningDhikr",
    "title": "Gebet um Schutz vor dem Übel der Schöpfung",
    "arabic": "أَعُوْذُ بِكَلِمَاتِ اللهِ التَّآمَّاتِ مِنْ شَرِّ مَا خَلَقَ",
    "latin": "'audhu bikalimatillahi-t-taammati min sharri ma khalaq",
    "translation": "Ich suche Zuflucht bei den vollkommenen Worten Allahs vor dem Übel dessen, was Er erschaffen hat.",
    "notes": "3 Mal lesen",
    "benefits": "Wer dies am Abend 3 Mal spricht, wird in dieser Nacht vor Fieber und Unheil bewahrt.",
    "source": "HR. Ahmad 11/290, an-Nasa'i in 'Amalul Yaum wal Lailah Nr. 596, Sahih at-Targhib wat Tarhib 1/412 Nr. 652, Sahih al-Jami' Nr. 6427"
  }
]
