[
  {
    "category": "eveningDhikr",
    "title": "آیه‌الکرسی",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "Allāhu lā ilāha illā huw, al-ḥayyul-qayyūm, lā ta'khudhuhu sinatuw wa lā na'um, lahu mā fis-samāwāti wa mā fil-arḍ, man dhal-ladhī yashfa'u 'indahu illā bi'idhnih, ya'lamu mā bayna aydīhim wa mā khalfahum, wa lā yuḥīṭūna bishay'in min 'ilmihī illā bimā shā', wasi'a kursiyyuhus-samāwāti wal-arḍ, wa lā ya'ūduhu ḥifẓuhumā, wa huwal-'aliyyul-'aẓīm",
    "translation": "الله، معبودی جز او نیست؛ زنده و برپا دارنده است. نه خواب سبک او را فرا می‌گیرد و نه خواب سنگین. آنچه در آسمان‌ها و آنچه در زمین است از آن اوست. کیست که جز به اجازه او نزد او شفاعت کند؟ آنچه پیش روی آنهاست و آنچه پشت سرشان است می‌داند و آنها به چیزی از علم او احاطه نمی‌یابند جز به آنچه او بخواهد. کرسی او آسمان‌ها و زمین را دربر گرفته است و نگهداری آنها بر او دشوار نیست و او بلندمرتبه و بزرگ است.",
    "notes": "یک بار بخوانید",
    "benefits": "کسی که این آیه را صبح بخواند تا شب در امان می‌ماند و اگر شب بخواند تا صبح در امان خواهد بود.",
    "source": "ترمذی: 2879"
  },
  {
    "category": "eveningDhikr",
    "title": "سوره اخلاص",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ یَلِدْ وَلَمْ یُولَدْ (3) وَلَمْ یَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwallāhu aḥad (1) allāhuṣ-ṣamad (2) lam yalid wa lam yūlad (3) wa lam yakun lahu kufuwan aḥad (4)",
    "translation": "بگو: او الله یکتاست. الله بی‌نیاز است. نه زاده و نه زاییده شده و هیچ‌کس همتای او نیست.",
    "notes": "سه بار بخوانید",
    "benefits": "پیامبر (ص) فرمودند: سوره اخلاص و دو معوذتین (فلق و ناس) را صبح و عصر سه بار بخوانید تا از هر چیز در امان باشید.",
    "source": "ابو داوود شماره 4241"
  },
  {
    "category": "eveningDhikr",
    "title": "سوره فلق",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a‘ūdhu birabbil-falaq (1) min sharri mā khalaq (2) wa min sharri ghāsiqin idhā waqab (3) wa min sharri an-naffāthāti fil-'uqad (4) wa min sharri ḥāsidin idhā ḥasad (5)",
    "translation": "بگو: پناه می‌برم به پروردگار سپیده‌دم، از شر آنچه آفریده است، و از شر تاریکی چون فرا رسد، و از شر دمندگان افسون در گره‌ها و از شر حسود وقتی حسد ورزد.",
    "notes": "سه بار بخوانید",
    "benefits": "پیامبر (ص) فرمودند: سوره اخلاص و دو معوذتین (فلق و ناس) را صبح و عصر سه بار بخوانید تا از هر چیز در امان باشید.",
    "source": "ابو داوود شماره 4241"
  },
  {
    "category": "eveningDhikr",
    "title": "سوره ناس",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a‘ūdhu birabbin-nās (1) malikin-nās (2) ilāhin-nās (3) min sharri l-waswāsi l-khannās (4) alladhī yuwaswisu fī ṣudūrin-nās (5) minal-jinnati wan-nās (6)",
    "translation": "بگو: پناه می‌برم به پروردگار مردم، پادشاه مردم، معبود مردم، از شر وسوسه‌گر نهان، که در سینه‌های مردم وسوسه می‌کند، از جنیان و مردم.",
    "notes": "سه بار بخوانید",
    "benefits": "پیامبر (ص) فرمودند: سوره اخلاص و دو معوذتین (فلق و ناس) را صبح و عصر سه بار بخوانید تا از هر چیز در امان باشید.",
    "source": "ابو داوود شماره 4241"
  },
  {
    "category": "eveningDhikr",
    "title": "داخل شدن به قلمرو الهی و پناه جستن به او هنگام غروب",
    "arabic": "أَمْسَيْنَا وَأَمْسَى الْمُلْكُ للهِ، وَالْحَمْدُ للهِ، لَا إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا، وَأَعُوذُبِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوذُبِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُبِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
    "latin": "amsayna wa amsa al-mulku lillah walhamdulillah, la ilaha illallah wahdahu la sharika lah, lahul mulku walahul hamdu wa huwa 'ala kulli shay'in qadir. rabbi as-aluka khayra ma fi hadhihi al-laylah wa khayra ma ba'daha, wa a'udhu bika min sharri ma fi hadhihi al-laylah wa sharri ma ba'daha. rabbi a'udhu bika minal kasali wa suu'il kibar. rabbi a'udhu bika min 'adhabin fin nari wa 'adhabin fil qabr",
    "translation": "ما شب را آغاز کردیم و پادشاهی از آنِ خداست؛ ستایش از آنِ خداست؛ معبودی جز خدا نیست، یگانه است و شریکی ندارد. فرمانروایی و ستایش از آنِ اوست و او بر هر چیزی تواناست. پروردگارا! از تو خوبی این شب و خوبی آنچه پس از آن است را می‌خواهم؛ و از شر این شب و شر آنچه پس از آن است به تو پناه می‌برم. پروردگارا! از تنبلی و بدی پیری به تو پناه می‌برم. پروردگارا! از عذاب آتش و عذاب قبر به تو پناه می‌برم.",
    "notes": "یک بار بخوانید",
    "benefits": "در پناه بردن از آسیب مقدم است، چون جلوگیری از آسیب مهم‌تر و مقدم‌تر از جلب منفعت است.",
    "source": "صحیح مسلم ۲۷۲۳، ابوداود ۵۰۷۱، ترمذی ۳۳۹۰"
  },
  {
    "category": "eveningDhikr",
    "title": "ورود به شب با فضل الهی",
    "arabic": "اللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا،وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ الْمَصِيْرُ",
    "latin": "allahumma bika amsaynaa wa bika ash-bahnaa wa bika nahyaa wa bika namuutu wa ilaikal mashiir",
    "translation": "خدایا! به لطف تو شب را آغاز کردیم و به لطف تو صبح را آغاز می‌کنیم. به لطف تو زندگی می‌کنیم و به خواست تو می‌میریم و بازگشت به سوی توست.",
    "notes": "یک بار بخوانید",
    "benefits": "از صبح تا شب، از آغاز زندگی تا مرگ، هر چه هست به اراده خداست و بازگشت به سوی اوست.",
    "source": "بخاری در الادب المفرد ۱۱۹۹، این عبارت از بخاری، ترمذی ۳۳۹۱، ابوداود ۵۰۶۸، احمد ۱۱/۳۵۴، ابن ماجه ۳۸۶۸"
  },
  {
    "category": "eveningDhikr",
    "title": "بهترین دعای استغفار",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahumma anta rabbii laa ilaaha illaa anta khalaqtanii wa ana 'abduka wa ana 'ala 'ahdika wa wa'dika mastata'tu a'udhu bika min sharri ma sana'tu abuu'u laka bini'matika 'alayya wa abuu'u bidhanbii faghfir lii fa innahu laa yaghfirudh dhunuba illa anta",
    "translation": "خدایا! تو پروردگار منی، معبودی جز تو نیست، تو مرا آفریدی و من بنده‌ات هستم و تا حد توان پیمان و وعده‌ات را نگاه می‌دارم. از شر آنچه کرده‌ام به تو پناه می‌آورم، نعمتت را بر خود می‌پذیرم و گناهم را اعتراف می‌کنم، پس مرا ببخش که جز تو کسی گناهان را نمی‌بخشد.",
    "notes": "یک بار بخوانید",
    "benefits": "کسی که این دعا را عصر با ایمان کامل بخواند و همان شب بمیرد، به بهشت می‌رود؛ و اگر صبح بخواند، همین‌گونه.",
    "source": "بخاری 6306، 6323، احمد 4/122-125، نسائی 8/279-280"
  },
  {
    "category": "eveningDhikr",
    "title": "دعای سلامت و امنیت",
    "arabic": "اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ ، لَا إِلَـهَ إِلَّا أَنْتَ ، اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْكُفْرِوَالْفَقْرِ ، وَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ، لَا إِلَـهَ إِلَّا أَنْتَ",
    "latin": "allahumma 'aafinii fii badanii, allahumma 'aafinii fii sam'ii, allahumma 'aafinii fii basarii, laa ilaaha illaa anta. allahumma inni a'udhu bika minal kufri wal faqr, allahumma inni a'udhu bika min 'adhaabil qabr, laa ilaaha illaa anta",
    "translation": "خدایا! بدنم را سالم بدار، خدایا! شنوایی‌ام را سالم بدار، خدایا! بینایی‌ام را سالم بدار، معبودی جز تو نیست. خدایا! از کفر و فقر به تو پناه می‌برم، خدایا! از عذاب قبر به تو پناه می‌برم، معبودی جز تو نیست.",
    "notes": "یک بار بخوانید",
    "benefits": "وقتی از خدا سلامت می‌خواهیم، رهایی از هر بیماری جسمی و روحی را طلب می‌کنیم تا با جسم سالم و قلب پاک به رضای او دست یابیم.",
    "source": "بخاری در الادب المفرد ۷۰۱، ابوداود ۵۰۹۰، احمد ۵/۴۲، حسن"
  },
  {
    "category": "eveningDhikr",
    "title": "دعای امنیت در دنیا و آخرت",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَاْلآخِرَةِ، اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ اللَّهُمَّ اسْتُرْ عَوْرَاتِى وَآمِنْ رَوْعَاتِى. اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ",
    "latin": "allahumma innii as-alukal 'afwa wal 'aafiyah fid dunyaa wal aakhirah. allahumma innii as-alukal 'afwa wal 'aafiyah fii diinii wa dun-yaaya wa ahlii wa maalii. allahumas-tur 'awraatii wa aamin raw'aatii. allahummahfazh-nii mim bayni yadayya wa min khalfii wa 'an yamiinii wa 'an shimaalii wa min fawqii wa a'udhu bi 'azhamatika an ughtala min tahti",
    "translation": "خدایا! از تو بخشش و سلامت در دنیا و آخرت می‌خواهم. خدایا! از تو بخشش و سلامت در دین و دنیایم و خانواده و مالم می‌خواهم. خدایا! عیب‌هایم را بپوشان و بیم‌هایم را ایمن گردان. خدایا! از پیش رو، پشت سر، سمت راست، سمت چپ و از بالا مرا محافظت فرما و به عظمتت پناه می‌برم که از زیر به من آسیبی برسد.",
    "notes": "یک بار بخوانید",
    "benefits": "پیامبر (ص) این دعا را هرگز صبح و شب ترک نمی‌کرد. دربرگیرنده امنیت برای دین، دنیا، خانواده و مال از همه جهت‌هاست.",
    "source": "بخاری در الادب المفرد ۱۲۰۰، ابوداود ۵۰۷۴، نسائی ۷/۲۸۲، ابن ماجه ۳۸۷۱، حاکم ۱/۵۱۷-۵۱۸"
  },
  {
    "category": "eveningDhikr",
    "title": "دعای پناه از وسوسه شیطان",
    "arabic": "اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَـهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "latin": "allahumma 'aalimal ghaybi wash-shahadah fathiras-samawati wal-ardh. rabba kulli shay'in wa malīkahu. ashhadu alla ilaha illa anta. a'udhu bika min sharri nafsī wa min sharri sh-shaytani wa shirkih, wa an aqtarifa 'ala nafsī su'an aw ajurruhu ila muslim",
    "translation": "خدایا! دانای نهان و آشکار، آفریدگار آسمان‌ها و زمین، پروردگار و مالک هر چیز! شهادت می‌دهم معبودی جز تو نیست. از شر نفس خودم، از شر شیطان و دام‌هایش و از انجام بدی نسبت به خودم یا کشاندنش به مسلمانی دیگر به تو پناه می‌برم.",
    "notes": "یک بار بخوانید",
    "benefits": "پیامبر (ص) به ابوبکر (رض) فرمود: این دعا را صبح، عصر و هنگام خواب بخوان.",
    "source": "بخاری در الادب المفرد ۱۲۰۲، ترمذی ۳۳۹۲، ابوداود ۵۰۶۷"
  },
  {
    "category": "eveningDhikr",
    "title": "ذکری برای محافظت از هر بلا",
    "arabic": "بِسْمِ اللَّهِ الَّذِى لاَ يَضُرُّ مَعَ اسْمِهِ شَىْءٌ فِى الأَرْضِ وَلاَ فِى السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "latin": "bismillahilladhi la yadurru ma'asmihi shay'un fil ardhi wa la fis sama' wa huwa as-sami'ul 'alim",
    "translation": "به نام خداوندی که با نام او هیچ چیزی در زمین و آسمان آسیب نمی‌زند و او شنوای داناست.",
    "notes": "سه بار بخوانید",
    "benefits": "هر کسی این ذکر را صبح و شب سه بار بخواند، هیچ آسیبی به او نمی‌رسد.",
    "source": "ترمذی ۳۳۸۸، ابوداود ۵۰۸۸، ابن ماجه ۳۸۶۹، حاکم ۱/۵۱۴"
  },
  {
    "category": "eveningDhikr",
    "title": "رضایت از خدا، اسلام و پیامبر",
    "arabic": "رَضِيْتُ بِاللهِ رَبًّا، وَبِاْلإِسْلاَمِ دِيْنًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
    "latin": "radiytu billahi rabban wa bil-islami dinan wa bi-muhammadin sallallahu 'alaihi wa sallama nabiyyan",
    "translation": "خشنودم به خداوند به عنوان پروردگارم، اسلام به عنوان دینم و محمد (ص) به عنوان پیامبرم.",
    "notes": "سه بار بخوانید",
    "benefits": "هر کسی این ذکر را صبح و شب سه بار بخواند، خداوند در روز قیامت از او راضی خواهد بود.",
    "source": "احمد ۴/۳۳۷، ابوداود ۵۰۷۲، ترمذی ۳۳۸۹، ابن ماجه ۳۸۷۰"
  },
  {
    "category": "eveningDhikr",
    "title": "درخواست هدایت از خداوند",
    "arabic": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، وَأَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ أَبَدًا",
    "latin": "ya hayyu ya qayyum, bi-rahmatika astaghith, wa aslih li sha'ni kullahu wa la takilni ila nafsi tarfata 'aynin abadan",
    "translation": "ای زنده، ای برپادارنده! به رحمتت از تو یاری می‌طلبم، همه کارهایم را اصلاح کن و حتی به اندازه یک چشم بر هم زدن مرا به خودم واگذار مکن.",
    "notes": "یک بار بخوانید",
    "benefits": "این دعا به معنای توکل کامل بر خداوند است و این که انسان می‌خواهد هیچ لحظه‌ای به خودش واگذار نشود.",
    "source": "نسائی در عمل الیوم و اللیله ۵۷۵، حاکم ۱/۵۴۵"
  },
  {
    "category": "eveningDhikr",
    "title": "گذراندن شب بر فطرت اسلام",
    "arabic": "أَمْسَيْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ، حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
    "latin": "amsayna 'ala fitratil islam wa 'ala kalimatil ikhlas wa 'ala dini nabiyyina Muhammadin sallallahu 'alaihi wa sallam wa 'ala millati abina Ibrahima hanifan musliman wa ma kana minal mushrikin",
    "translation": "شب را بر فطرت اسلام، کلمه اخلاص، دین پیامبرمان محمد (ص) و آیین پدرمان ابراهیم، حنیف و مسلمان گذراندیم و از مشرکان نبودیم.",
    "notes": "یک بار بخوانید",
    "benefits": "فطرت اسلام یعنی بر سنت بودن؛ کلمه اخلاص شهادت به ایمان است و حنیف بودن به سوی راه راست و خیر گراییدن دل است.",
    "source": "احمد ۳/۴۰۶، دارمی ۲/۲۹۲، ابن سنی در عمل الیوم و اللیله ۳۴"
  },
  {
    "category": "eveningDhikr",
    "title": "ذکر یکتایی خدا",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرُ",
    "latin": "la ilaha illallah wahdahu la sharika lah, lahul mulku walahul hamdu wa huwa 'ala kulli shay'in qadir",
    "translation": "هیچ معبودی جز خدا نیست، یگانه است و شریکی ندارد، فرمانروایی و ستایش از آن اوست و بر هر چیزی تواناست.",
    "notes": "صبح یک یا ده بار، روز صد بار بخوانید",
    "benefits": "کسی که این ذکر را صد بار در روز بگوید، پاداش آزاد کردن ده برده را می‌گیرد، صد نیکی برایش نوشته می‌شود، صد گناهش پاک می‌شود و از وسوسه شیطان در امان می‌ماند.",
    "source": "بخاری ۳۲۹۳ و ۶۴۰۳، مسلم ۴/۲۰۷۱، ترمذی ۳۴۶۸"
  },
  {
    "category": "eveningDhikr",
    "title": "تسبیح و حمد الهی",
    "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقَهِ وَرِضَى نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
    "latin": "subhanallahi wa bihamdihi 'adada khalqihi wa ridha nafsihi wa zinata 'arshihi wa midada kalimatihi",
    "translation": "خدا را با تعداد آفریده‌هایش، رضایت خودش، وزن عرش او و جوهر کلماتش تسبیح و حمد می‌گویم.",
    "notes": "سه بار بخوانید",
    "benefits": "پیامبر (ص) به جویریه (رض) فرمودند: این ذکر از اذکار فجر تا ظهرت را پشت سر گذاشت.",
    "source": "مسلم ۲۷۲۶"
  },
  {
    "category": "eveningDhikr",
    "title": "تسبیح و حمد روزانه",
    "arabic": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "latin": "subhanallahi wa bihamdihi",
    "translation": "خداوند منزه است و ستایش برای اوست.",
    "notes": "صد بار بخوانید",
    "benefits": "هر کس صبح و عصر صد بار «سبحان الله و بحمده» بگوید، در قیامت کسی بهتر از او نیست مگر کسی که بیشتر گفته باشد.",
    "source": "مسلم ۲۶۹۱، ۲۶۹۲"
  },
  {
    "category": "eveningDhikr",
    "title": "صد بار استغفار روزانه",
    "arabic": "أَسْتَغْفِرُ الله وَأَتُوْبُ إِلَيْهِ",
    "latin": "astaghfirullah wa atubu ilayh",
    "translation": "از خدا طلب آمرزش می‌کنم و به سوی او بازمی‌گردم.",
    "notes": "هر روز صد بار بخوانید",
    "benefits": "ابن عمر (رض) گفت: پیامبر (ص) فرمود: ای مردم! به سوی خدا توبه کنید، من روزانه صد بار از او طلب آمرزش می‌کنم.",
    "source": "بخاری/فتح الباری ۱۱/۱۰۱، مسلم ۲۷۰۲"
  },
  {
    "category": "eveningDhikr",
    "title": "دعای پناه از شر آفریده‌ها",
    "arabic": "أَعُوْذُ بِكَلِمَاتِ اللهِ التَّآمَّاتِ مِنْ شَرِّ مَا خَلَقَ",
    "latin": "'audhu bikalimatillahi-t-taammati min sharri ma khalaq",
    "translation": "به کلمات کامل خدا از شر آنچه آفریده پناه می‌برم.",
    "notes": "سه بار بخوانید",
    "benefits": "هر کس این دعا را سه بار عصر بخواند، آن شب هیچ بیماری یا آسیبی به او نمی‌رسد.",
    "source": "احمد ۱۱/۲۹۰، نسائی در عمل الیوم و اللیله ۵۹۶"
  }
]
