[
  {
    "category": "eveningDhikr",
    "title": "Aayat al-Kursi",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "Allāhu lā ilāha illā huw, al-ḥayyul-qayyūm, lā ta'khudhuhu sinatuw wa lā na'um, lahu mā fis-samāwāti wa mā fil-arḍ, man dhal-ladhī yashfa'u 'indahu illā bi'idhnih, ya'lamu mā bayna aydīhim wa mā khalfahum, wa lā yuḥīṭūna bishay'in min 'ilmihī illā bimā shā', wasi'a kursiyyuhus-samāwāti wal-arḍ, wa lā ya'ūduhu ḥifẓuhumā, wa huwal-'aliyyul-'aẓīm",
    "translation": "Allah – er is geen god behalve Hij, de Levende, de Onderhouder. Sluimer noch slaap overmant Hem. Alles wat in de hemelen en op de aarde is, behoort Hem toe. Wie is het die bij Hem kan bemiddelen, behalve met Zijn toestemming? Hij weet wat vóór hen is en wat achter hen is, en zij omvatten niets van Zijn kennis behalve wat Hij wil. Zijn Troon omvat de hemelen en de aarde, en het bewaren ervan vermoeit Hem niet. Hij is de Allerhoogste, de Almachtige.",
    "notes": "Lees 1 keer",
    "benefits": "Wie dit vers 's ochtends reciteert, zal tot de avond beschermd zijn, en wie het 's avonds reciteert, zal tot de ochtend beschermd zijn.",
    "source": "Tirmidhi: 2879"
  },
  {
    "category": "eveningDhikr",
    "title": "Soera al-Ikhlaas",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ یَلِدْ وَلَمْ یُولَدْ (3) وَلَمْ یَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwallāhu aḥad (1) allāhuṣ-ṣamad (2) lam yalid wa lam yūlad (3) wa lam yakun lahu kufuwan aḥad (4)",
    "translation": "Zeg: Hij is Allah, de Enige. Allah, de Absolute. Hij verwekte niet en is niet verwekt. En niemand is aan Hem gelijkwaardig.",
    "notes": "Lees 3 keer",
    "benefits": "De Profeet (vrede zij met hem) zei: Reciteer al-Ikhlaas, al-Falaq en an-Naas drie keer in de ochtend en avond; dit zal je tegen alles beschermen.",
    "source": "Abu Dawud nr. 4241"
  },
  {
    "category": "eveningDhikr",
    "title": "Soera al-Falaq",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a‘ūdhu birabbil-falaq (1) min sharri mā khalaq (2) wa min sharri ghāsiqin idhā waqab (3) wa min sharri an-naffāthāti fil-'uqad (4) wa min sharri ḥāsidin idhā ḥasad (5)",
    "translation": "Zeg: Ik zoek mijn toevlucht bij de Heer van de dageraad, tegen het kwaad van wat Hij heeft geschapen, tegen het kwaad van de duisternis als die intreedt, tegen het kwaad van degenen die knopen blazen (toverij), en tegen het kwaad van de jaloerse als hij jaloers is.",
    "notes": "Lees 3 keer",
    "benefits": "De Profeet (vrede zij met hem) zei: Reciteer al-Ikhlaas, al-Falaq en an-Naas drie keer in de ochtend en avond; dit zal je tegen alles beschermen.",
    "source": "Abu Dawud nr. 4241"
  },
  {
    "category": "eveningDhikr",
    "title": "Soera an-Naas",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a‘ūdhu birabbin-nās (1) malikin-nās (2) ilāhin-nās (3) min sharri l-waswāsi l-khannās (4) alladhī yuwaswisu fī ṣudūrin-nās (5) minal-jinnati wan-nās (6)",
    "translation": "Zeg: Ik zoek mijn toevlucht bij de Heer van de mensen, de Koning van de mensen, de God van de mensen, tegen het kwaad van de fluisteraar die zich terugtrekt, die fluistert in de borsten van de mensen, van de djinn en de mensen.",
    "notes": "Lees 3 keer",
    "benefits": "De Profeet (vrede zij met hem) zei: Reciteer al-Ikhlaas, al-Falaq en an-Naas drie keer in de ochtend en avond; dit zal je tegen alles beschermen.",
    "source": "Abu Dawud nr. 4241"
  },
  {
    "category": "eveningDhikr",
    "title": "Bij het betreden van de avond en toevlucht zoeken bij Allah",
    "arabic": "أَمْسَيْنَا وَأَمْسَى الْمُلْكُ للهِ، وَالْحَمْدُ للهِ، لَا إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا، وَأَعُوذُبِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوذُبِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُبِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
    "latin": "amsayna wa amsa al-mulku lillah walhamdulillah, la ilaha illallah wahdahu la sharika lah, lahul mulku walahul hamdu wa huwa 'ala kulli shay'in qadir. rabbi as-aluka khayra ma fi hadhihi al-laylah wa khayra ma ba'daha, wa a'udhu bika min sharri ma fi hadhihi al-laylah wa sharri ma ba'daha. rabbi a'udhu bika minal kasali wa suu'il kibar. rabbi a'udhu bika min 'adhabin fin nari wa 'adhabin fil qabr",
    "translation": "Wij zijn de avond binnengegaan, en het koningschap behoort aan Allah, en alle lof is aan Allah. Er is geen god behalve Allah, alleen, zonder deelgenoten. Aan Hem behoort het koningschap en aan Hem is alle lof, en Hij is tot alle dingen in staat. O Heer, ik vraag U om het goede van deze nacht en het goede van wat erna komt, en ik zoek toevlucht bij U tegen het kwaad van deze nacht en het kwaad van wat erna komt. O Heer, ik zoek toevlucht bij U tegen luiheid en slechte ouderdom. O Heer, ik zoek toevlucht bij U tegen de bestraffing in het vuur en de bestraffing in het graf.",
    "notes": "Lees 1 keer",
    "benefits": "Het zoeken van bescherming tegen kwaad komt eerst; het afweren van schade is belangrijker en voornamer dan het verkrijgen van voordeel.",
    "source": "Sahih Muslim 2723, Abu Dawud 5071, Tirmidhi 3390"
  },
  {
    "category": "eveningDhikr",
    "title": "De avond binnengaan met Allah's gunst",
    "arabic": "اللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا،وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ الْمَصِيْرُ",
    "latin": "allahumma bika amsaynaa wa bika ash-bahnaa wa bika nahyaa wa bika namuutu wa ilaikal mashiir",
    "translation": "O Allah! Door Uw genade betreden wij de avond, door Uw genade betreden wij de ochtend. Door Uw genade leven wij en door Uw wil sterven wij. En naar U is de terugkeer.",
    "notes": "Lees 1 keer",
    "benefits": "Van ochtend tot avond, van begin tot het einde van het leven, alles is onder controle van Allah en tot Hem is onze terugkeer.",
    "source": "Al-Bukhari in Al-Adab Al-Mufrad nr. 1199, deze versie is van Al-Bukhari, Tirmidhi 3391, Abu Dawud 5068, Ahmad 11/354, Ibn Majah 3868"
  },
  {
    "category": "eveningDhikr",
    "title": "De beste smeekbede voor vergeving",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahumma anta rabbii laa ilaaha illaa anta khalaqtanii wa ana 'abduka wa ana 'ala 'ahdika wa wa'dika mastata'tu a'udhu bika min sharri ma sana'tu abuu'u laka bini'matika 'alayya wa abuu'u bidhanbii faghfir lii fa innahu laa yaghfirudh dhunuba illa anta",
    "translation": "O Allah! U bent mijn Heer, er is geen god behalve U, U hebt mij geschapen en ik ben Uw dienaar. En ik ben zo trouw mogelijk aan Uw verbond en belofte. Ik zoek toevlucht bij U tegen het kwaad dat ik heb gedaan. Ik erken Uw gunst aan mij, en ik erken mijn zonden, dus vergeef mij, want niemand vergeeft de zonden behalve U.",
    "notes": "Lees 1 keer",
    "benefits": "Wie deze smeekbede in de avond met volledige overtuiging reciteert en dan sterft, zal het Paradijs binnengaan; hetzelfde geldt als men het 's ochtends reciteert.",
    "source": "Bukhari nr. 6306, 6323, Ahmad IV/122-125, an-Nasa'i VIII/279-280"
  },
  {
    "category": "eveningDhikr",
    "title": "Smeekbede voor gezondheid en veiligheid",
    "arabic": "اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ ، لَا إِلَـهَ إِلَّا أَنْتَ ، اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْكُفْرِوَالْفَقْرِ ، وَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ، لَا إِلَـهَ إِلَّا أَنْتَ",
    "latin": "allahumma 'aafinii fii badanii, allahumma 'aafinii fii sam'ii, allahumma 'aafinii fii basarii, laa ilaaha illaa anta. allahumma inni a'udhu bika minal kufri wal faqr, allahumma inni a'udhu bika min 'adhaabil qabr, laa ilaaha illaa anta",
    "translation": "O Allah! Geef mij gezondheid in mijn lichaam. O Allah! Geef mij gezondheid in mijn gehoor. O Allah! Geef mij gezondheid in mijn gezichtsvermogen. Er is geen god behalve U. O Allah! Ik zoek toevlucht bij U tegen ongeloof en armoede, en ik zoek toevlucht bij U tegen de bestraffing van het graf. Er is geen god behalve U.",
    "notes": "Lees 1 keer",
    "benefits": "Wanneer we Allah om gezondheid vragen, vragen we om genezing van lichamelijke én spirituele ziektes zodat we Hem met een gezond lichaam en zuiver hart kunnen dienen.",
    "source": "Al-Bukhari in Al-Adab Al-Mufrad nr. 701, Abu Dawud nr. 5090, Ahmad V/42, hasan"
  },
  {
    "category": "eveningDhikr",
    "title": "Smeekbede voor veiligheid in deze wereld en het hiernamaals",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَاْلآخِرَةِ، اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ اللَّهُمَّ اسْتُرْ عَوْرَاتِى وَآمِنْ رَوْعَاتِى. اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ",
    "latin": "allahumma innii as-alukal 'afwa wal 'aafiyah fid dunyaa wal aakhirah. allahumma innii as-alukal 'afwa wal 'aafiyah fii diinii wa dun-yaaya wa ahlii wa maalii. allahumas-tur 'awraatii wa aamin raw'aatii. allahummahfazh-nii mim bayni yadayya wa min khalfii wa 'an yamiinii wa 'an shimaalii wa min fawqii wa a'udhu bi 'azhamatika an ughtala min tahti",
    "translation": "O Allah! Ik vraag U om vergeving en welzijn in deze wereld en in het hiernamaals. O Allah! Ik vraag U om vergeving en welzijn in mijn religie, mijn wereldse zaken, mijn familie en mijn bezit. O Allah! Bedek mijn tekortkomingen en stel mij gerust. O Allah! Bescherm mij van voren, van achteren, van rechts, van links en van boven. En ik zoek toevlucht bij Uw grootheid tegen een plotselinge ramp van onder mij.",
    "notes": "Lees 1 keer",
    "benefits": "De Profeet (vrede zij met hem) liet deze smeekbede nooit na in de ochtend en avond. Het bevat bescherming voor religie, wereld, familie en bezit aan alle kanten.",
    "source": "Al-Bukhari in Al-Adab Al-Mufrad nr. 1200, Abu Dawud nr. 5074, an-Nasa'i VII/282, Ibn Majah nr. 3871, al-Hakim 1/517-518"
  },
  {
    "category": "eveningDhikr",
    "title": "Smeekbede voor bescherming tegen de listen van de duivel",
    "arabic": "اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَـهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "latin": "allahumma 'aalimal ghaybi wash-shahadah fathiras-samawati wal-ardh. rabba kulli shay'in wa malīkahu. ashhadu alla ilaha illa anta. a'udhu bika min sharri nafsī wa min sharri sh-shaytani wa shirkih, wa an aqtarifa 'ala nafsī su'an aw ajurruhu ila muslim",
    "translation": "O Allah! Kenner van het onzichtbare en het getuige zijn, Schepper van de hemelen en de aarde, Heer en Bezitter van alles! Ik getuig dat er geen god is behalve U. Ik zoek toevlucht bij U tegen het kwaad van mijn eigen ziel, tegen het kwaad van de duivel en zijn misleidingen, en dat ik een slechte daad tegen mezelf bega of die aan een andere moslim aandoe.",
    "notes": "Lees 1 keer",
    "benefits": "De Profeet (vrede zij met hem) zei tegen Aboe Bakr: 'Zeg dit 's ochtends, 's avonds en als je naar bed gaat.'",
    "source": "Al-Bukhari in Al-Adab Al-Mufrad nr. 1202, Tirmidhi nr. 3392, Abu Dawud nr. 5067"
  },
  {
    "category": "eveningDhikr",
    "title": "Beschermende herinnering tegen elk kwaad",
    "arabic": "بِسْمِ اللَّهِ الَّذِى لاَ يَضُرُّ مَعَ اسْمِهِ شَىْءٌ فِى الأَرْضِ وَلاَ فِى السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "latin": "bismillahilladhi la yadurru ma'asmihi shay'un fil ardhi wa la fis sama' wa huwa as-sami'ul 'alim",
    "translation": "In de naam van Allah, met Wiens naam niets in de hemel noch op aarde kan schaden, en Hij is de Alhorende, de Alwetende.",
    "notes": "Lees 3 keer",
    "benefits": "Wie deze dhikr 's ochtends en 's avonds drie keer reciteert, zal door niets worden geschaad.",
    "source": "Tirmidhi nr. 3388, Abu Dawud nr. 5088, Ibn Majah nr. 3869, al-Hakim 1/514"
  },
  {
    "category": "eveningDhikr",
    "title": "Verklaring van tevredenheid met Allah, Islam en de Profeet",
    "arabic": "رَضِيْتُ بِاللهِ رَبًّا، وَبِاْلإِسْلاَمِ دِيْنًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
    "latin": "radiytu billahi rabban wa bil-islami dinan wa bi-muhammadin sallallahu 'alaihi wa sallama nabiyyan",
    "translation": "Ik ben tevreden met Allah als mijn Heer, met de Islam als mijn religie, en met Mohammed (vrede zij met hem) als mijn Profeet.",
    "notes": "Lees 3 keer",
    "benefits": "Wie dit 's ochtends en 's avonds drie keer reciteert, Allah zal op de Dag des Oordeels tevreden met hem zijn.",
    "source": "Ahmad IV/337, Abu Dawud nr. 5072, Tirmidhi nr. 3389, Ibn Majah nr. 3870"
  },
  {
    "category": "eveningDhikr",
    "title": "Het vragen om leiding aan Allah",
    "arabic": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، وَأَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ أَبَدًا",
    "latin": "ya hayyu ya qayyum, bi-rahmatika astaghith, wa aslih li sha'ni kullahu wa la takilni ila nafsi tarfata 'aynin abadan",
    "translation": "O Levende, O Onderhouder! Door Uw barmhartigheid vraag ik om hulp. Verbeter al mijn zaken, en laat mij niet, zelfs niet voor een oogwenk, over aan mijzelf.",
    "notes": "Lees 1 keer",
    "benefits": "Deze smeekbede betekent dat de mens volledig afhankelijk is van Allah en Hem vraagt nooit zelfs een moment aan zichzelf overgelaten te worden.",
    "source": "An-Nasa'i in 'Amalul Yaum wal Lailah nr. 575, al-Hakim 1/545"
  },
  {
    "category": "eveningDhikr",
    "title": "De avond doorbrengen volgens de fitrah van de Islam",
    "arabic": "أَمْسَيْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ، حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
    "latin": "amsayna 'ala fitratil islam wa 'ala kalimatil ikhlas wa 'ala dini nabiyyina Muhammadin sallallahu 'alaihi wa sallam wa 'ala millati abina Ibrahima hanifan musliman wa ma kana minal mushrikin",
    "translation": "Wij brengen de avond door op de natuurlijke aanleg van de Islam, op het woord van oprechtheid, op de religie van onze Profeet Mohammed (vrede zij met hem), en op de religie van onze vader Abraham, rechtopstaand en een moslim, en niet van de polytheïsten.",
    "notes": "Lees 1 keer",
    "benefits": "‘Fitrah van de Islam’ betekent het volgen van de Sunnah, het woord van oprechtheid is het getuigenis van geloof, en ‘Hanief’ betekent het hart dat naar het rechte pad neigt.",
    "source": "Ahmad III/406, 407, ad-Darimi II/292, Ibnus Sunni in Amalul Yaum wal Lailah nr. 34"
  },
  {
    "category": "eveningDhikr",
    "title": "Herinnering aan de eenheid van Allah",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرُ",
    "latin": "la ilaha illallah wahdahu la sharika lah, lahul mulku walahul hamdu wa huwa 'ala kulli shay'in qadir",
    "translation": "Er is geen god behalve Allah, Hij is alleen, heeft geen deelgenoten, aan Hem behoort het koningschap en alle lof, en Hij is tot alles in staat.",
    "notes": "Lees in de ochtend 1 of 10 keer, overdag 100 keer",
    "benefits": "Wie deze dhikr 100 keer op een dag reciteert, krijgt de beloning van het bevrijden van tien slaven, er worden 100 goede daden voor hem geschreven, 100 zonden gewist, en hij zal beschermd worden tegen de listen van de duivel.",
    "source": "Bukhari nr. 3293 en 6403, Muslim IV/2071 nr. 2691, Tirmidhi nr. 3468, Ibn Majah nr. 3798"
  },
  {
    "category": "eveningDhikr",
    "title": "Allah prijzen en verheerlijken",
    "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقَهِ وَرِضَى نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
    "latin": "subhanallahi wa bihamdihi 'adada khalqihi wa ridha nafsihi wa zinata 'arshihi wa midada kalimatihi",
    "translation": "Glorie aan Allah en lof zij Hem, zoveel als het aantal van Zijn schepselen, zoveel als Zijn tevredenheid, het gewicht van Zijn Troon, en de inkt van Zijn woorden.",
    "notes": "Lees 3 keer",
    "benefits": "De Profeet (vrede zij met hem) zei tegen Djoewairiya: Deze dhikr overtreft al haar dhikrs die zij sinds Fajr heeft verricht.",
    "source": "Muslim nr. 2726"
  },
  {
    "category": "eveningDhikr",
    "title": "Dagelijkse tasbieh en alhamdoelillah",
    "arabic": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "latin": "subhanallahi wa bihamdihi",
    "translation": "Glorie aan Allah en lof zij Hem.",
    "notes": "Lees 100 keer",
    "benefits": "Wie ‘subhanallahi wa bihamdihi’ 100 keer in de ochtend en avond zegt, zal op de Dag des Oordeels niemand vinden die beter is, behalve wie meer heeft gezegd.",
    "source": "Muslim nr. 2691 en 2692"
  },
  {
    "category": "eveningDhikr",
    "title": "100 keer dagelijkse istighfar",
    "arabic": "أَسْتَغْفِرُ الله وَأَتُوْبُ إِلَيْهِ",
    "latin": "astaghfirullah wa atubu ilayh",
    "translation": "Ik vraag Allah om vergeving en keer terug tot Hem.",
    "notes": "Lees elke dag 100 keer",
    "benefits": "Ibn Umar zei: De Boodschapper van Allah (vrede zij met hem) zei: O mensen, bekeer je tot Allah, want ik bekeer mij tot Hem honderd keer per dag.",
    "source": "Bukhari/Fath al-Bari XI/101, Muslim nr. 2702"
  },
  {
    "category": "eveningDhikr",
    "title": "Smeekbede voor bescherming tegen het kwaad van de schepping",
    "arabic": "أَعُوْذُ بِكَلِمَاتِ اللهِ التَّآمَّاتِ مِنْ شَرِّ مَا خَلَقَ",
    "latin": "'audhu bikalimatillahi-t-taammati min sharri ma khalaq",
    "translation": "Ik zoek toevlucht bij de volmaakte woorden van Allah tegen het kwaad van wat Hij geschapen heeft.",
    "notes": "Lees 3 keer",
    "benefits": "Wie deze smeekbede 's avonds drie keer reciteert, zal die nacht niet getroffen worden door koorts of onheil.",
    "source": "Ahmad 11/290, an-Nasa'i in 'Amalul Yaum wal Lailah nr. 596"
  },
  {
    "category": "eveningDhikr",
    "title": "Smeekbede om bescherming tegen armoede en vernedering",
    "arabic": "اللهم إني أعوذ بك من الفقر والقلة والذلة، وأعوذ بك من أن أظلم أو أُظلم.",
    "latin": "allahumma inni a'udhu bika min al-faqri wa al-qillati wa al-dhillati, wa a'udhu bika min an azlima aw uzlam",
    "translation": "O Allah, ik zoek toevlucht bij U tegen armoede, gebrek en vernedering, en ik zoek toevlucht bij U tegen onrechtvaardig zijn of het slachtoffer worden van onrechtvaardigheid.",
    "notes": "Lees 1x",
    "benefits": "Deze smeekbede beschermt tegen materiële en spirituele moeilijkheden en vraagt om gerechtigheid in onze daden.",
    "source": "HR. Abu Dawud No. 1544, an-Nasa'i VIII/282, Ibn Majah No. 3872, geverifieerd door al-Albani"
  },
  {
    "category": "eveningDhikr",
    "title": "Smeekbede om bescherming tegen lafheid en luiheid",
    "arabic": "اللهم إني أعوذ بك من العجز والكسل والجبن والبخل والهرم وعذاب القبر. اللهم آت نفسي تقواها، وزكها أنت خير من زكاها، أنت وليها ومولاها.",
    "latin": "allahumma inni a'udhu bika min al-'ajzi wa al-kasali wa al-jubni wa al-bukhli wa al-harami wa 'adhabi al-qabr. allahumma ati nafsi taqwaha, wa zakkiha anta khayru man zakkaha, anta waliyyuha wa mawlaha",
    "translation": "O Allah, ik zoek toevlucht bij U tegen onvermogen, luiheid, lafheid, gierigheid, ouderdom en de straf van het graf. O Allah, geef mijn ziel haar vroomheid, reinig haar, U bent de beste van hen die haar reinigen, U bent haar Beschermer en Heer.",
    "notes": "Lees 1x",
    "benefits": "De Profeet ﷺ reciteerde deze smeekbede 's ochtends en 's avonds om bescherming te vragen tegen karakterfouten en reiniging van de ziel.",
    "source": "HR. Muslim No. 2722, Abu Dawud No. 5069, at-Tirmidhi No. 3393, Ibn Majah No. 3837"
  },
  {
    "category": "eveningDhikr",
    "title": "Smeekbede om bescherming tegen de kwaden van het leven",
    "arabic": "اللهم إني أعوذ بك من شر سمعي، ومن شر بصري، ومن شر لساني، ومن شر قلبي، ومن شر منيي.",
    "latin": "allahumma inni a'udhu bika min sharri sam'i, wa min sharri basari, wa min sharri lisani, wa min sharri qalbi, wa min sharri maniyyi",
    "translation": "O Allah, ik zoek toevlucht bij U tegen het kwaad van mijn gehoor, tegen het kwaad van mijn gezicht, tegen het kwaad van mijn tong, tegen het kwaad van mijn hart en tegen het kwaad van mijn zaad.",
    "notes": "Lees 1x",
    "benefits": "Deze smeekbede beschermt al onze zintuigen en organen tegen kwaden en zonden die hen kunnen beïnvloeden.",
    "source": "HR. Abu Dawud No. 1551, at-Tirmidhi No. 3392, Ibn Majah No. 3880, geverifieerd door al-Albani"
  },
  {
    "category": "eveningDhikr",
    "title": "Smeekbede om bescherming tegen de beproeving van het graf",
    "arabic": "اللهم إني أعوذ بك من عذاب القبر، وأعوذ بك من فتنة المسيح الدجال، وأعوذ بك من فتنة المحيا والممات. اللهم إني أعوذ بك من المغرم والمأثم.",
    "latin": "allahumma inni a'udhu bika min 'adhabi al-qabr, wa a'udhu bika min fitnati al-masihi ad-dajjal, wa a'udhu bika min fitnati al-mahya wa al-mamat. allahumma inni a'udhu bika min al-maghrami wa al-ma'tham",
    "translation": "O Allah, ik zoek toevlucht bij U tegen de straf van het graf, tegen de beproeving van de Antichrist en tegen de beproeving van leven en dood. O Allah, ik zoek toevlucht bij U tegen schuld en zonde.",
    "notes": "Lees 1x",
    "benefits": "De Profeet ﷺ reciteerde deze smeekbede 's ochtends en 's avonds om zich te beschermen tegen de grote beproevingen van het leven en het hiernamaals.",
    "source": "HR. al-Bukhari No. 6367, Muslim No. 589, Abu Dawud No. 5074, at-Tirmidhi No. 3390"
  },
  {
    "category": "eveningDhikr",
    "title": "Smeekbede om bescherming tegen ongeloof en armoede",
    "arabic": "اللهم إني أعوذ بك من الكفر والفقر، وأعوذ بك من عذاب القبر، لا إله إلا أنت.",
    "latin": "allahumma inni a'udhu bika min al-kufri wa al-faqr, wa a'udhu bika min 'adhabi al-qabr, la ilaha illa anta",
    "translation": "O Allah, ik zoek toevlucht bij U tegen ongeloof en armoede en tegen de straf van het graf. Niemand is waardig om aanbeden te worden behalve U.",
    "notes": "Lees 1x",
    "benefits": "Deze smeekbede beschermt tegen de twee grootste kwaden: het geloof verliezen en in armoede vervallen.",
    "source": "HR. Abu Dawud No. 5090, an-Nasa'i VIII/282, Ibn Majah No. 3837, geverifieerd door al-Albani"
  },
  {
    "category": "eveningDhikr",
    "title": "Smeekbede om bescherming tegen verborgen kwaden",
    "arabic": "اللهم إني أعوذ بك من شر ما عملت، ومن شر ما لم أعمل.",
    "latin": "allahumma inni a'udhu bika min sharri ma 'amiltu, wa min sharri ma lam a'mal",
    "translation": "O Allah, ik zoek toevlucht bij U tegen het kwaad van wat ik heb gedaan en tegen het kwaad van wat ik niet heb gedaan.",
    "notes": "Lees 1x",
    "benefits": "Deze smeekbede vraagt om bescherming tegen de gevolgen van onze daden en tegen zonden van nalatigheid.",
    "source": "HR. Muslim No. 2716, Abu Dawud No. 5074, at-Tirmidhi No. 3390, Ibn Majah No. 3837"
  },
  {
    "category": "eveningDhikr",
    "title": "Smeekbede om bescherming tegen verraad",
    "arabic": "اللهم إني أعوذ بك من الخيانة، فإنها بئست البطانة، وأعوذ بك من سوء المنظر في الأهل والمال.",
    "latin": "allahumma inni a'udhu bika min al-khiyanati, fa innaha bi'sat al-bitana, wa a'udhu bika min su'i al-manzari fi al-ahli wa al-mal",
    "translation": "O Allah, ik zoek toevlucht bij U tegen verraad, want het is een slechte raadgever, en ik zoek toevlucht bij U tegen slechte voortekenen betreffende familie en rijkdom.",
    "notes": "Lees 1x",
    "benefits": "Deze smeekbede beschermt tegen verraad en vraagt om zegening voor familie en rijkdom.",
    "source": "HR. Abu Dawud No. 1544, an-Nasa'i VIII/282, Ibn Majah No. 3872, geverifieerd door al-Albani"
  },
  {
    "category": "eveningDhikr",
    "title": "Smeekbede om bescherming tegen het verlies van zegeningen",
    "arabic": "اللهم إني أعوذ بك من زوال نعمتك، وتحول عافيتك، وفجاءة نقمتك، وجميع سخطك.",
    "latin": "allahumma inni a'udhu bika min zawali ni'matika, wa tahawwuli 'afiyatika, wa fuja'ati niqmatika, wa jami'i sakhitika",
    "translation": "O Allah, ik zoek toevlucht bij U tegen het verdwijnen van Uw zegeningen, de verandering van Uw bescherming, het plotselinge verschijnen van Uw woede en al Uw ongenoegen.",
    "notes": "Lees 1x",
    "benefits": "Deze smeekbede vraagt om het behoud van Allahs zegeningen en bescherming tegen Zijn woede.",
    "source": "HR. Muslim No. 2739, Abu Dawud No. 5074, at-Tirmidhi No. 3390, Ibn Majah No. 3837"
  },
  {
    "category": "eveningDhikr",
    "title": "Smeekbede om bescherming tegen de kwaden van de nacht",
    "arabic": "اللهم إني أعوذ بك من شر الليل، وأعوذ بك من شر النهار، وأعوذ بك من شر طلوع الفجر، وأعوذ بك من شر دخول الليل.",
    "latin": "allahumma inni a'udhu bika min sharri al-layli, wa a'udhu bika min sharri an-nahari, wa a'udhu bika min sharri tulu'i al-fajr, wa a'udhu bika min sharri dukhuli al-layl",
    "translation": "O Allah, ik zoek toevlucht bij U tegen het kwaad van de nacht, tegen het kwaad van de dag, tegen het kwaad van de opkomende dageraad en tegen het kwaad van de intrede van de nacht.",
    "notes": "Lees 1x",
    "benefits": "Deze smeekbede beschermt tegen alle kwaden die kunnen optreden op verschillende tijden van de dag en nacht.",
    "source": "HR. Abu Dawud No. 5074, at-Tirmidhi No. 3390, Ibn Majah No. 3837, geverifieerd door al-Albani"
  }
]
