{
  "surah_number": 110,
  "extracted_at": "2025-09-20T15:17:46.950Z",
  "verses": [
    {
      "verse_number": 6214,
      "verse_key": "110:1",
      "arabic_text": " إِذَا جَآءَ نَصْرُ ٱللَّهِ وَٱلْفَتْحُ",
      "phonetic_text": "Itha jaa nasru Allahiwalfath",
      "translations": {
        "fr": "Lorsque viendra le secours d’Allah  (annonçant) la victoire,",
        "en": "When God’s help comes and He opens up your way [Prophet],",
        "es": "[¡Oh, Muhámmad!] Cuando llegue el socorro de Dios y la victoria<sup foot_note=169513>1</sup>,",
        "it": "Quando verrà l’ausilio di Allah e la vittoria,",
        "ru": "Когда придет помощь Аллаха и настанет победа,",
        "tr": "Allah'ın yardımı ve fetih geldiğinde,",
        "de": "Wenn Allahs Hilfe kommt und der Sieg",
        "pt": "Quando te chegar o socorro de Deus e o triunfo,",
        "nl": "Als de hulp van Allah en de overwinning zijn gekomen.",
        "ur": "جب اللہ کی مدد آجائے اور فتح نصیب ہو جائے <sup foot_note=\"188637\">1</sup>",
        "bn": "যেতিয়া আল্লাহৰ সহায় আৰু বিজয় আহিব,",
        "fa": "[ای پیامبر،] هنگامی ‌که یاری الله و پیروزی فرا رسد [و فتح مکه رخ دهد]،"
      }
    },
    {
      "verse_number": 6215,
      "verse_key": "110:2",
      "arabic_text": "وَرَأَيْتَ ٱلنَّاسَ يَدْخُلُونَ فِى دِينِ ٱللَّهِ أَفْوَاجًا",
      "phonetic_text": "Waraayta annasa yadkhuloonafee deeni Allahi afwaja",
      "translations": {
        "fr": "et que tu verras les hommes entrer dans la religion d’Allah en foules,",
        "en": "when you see people embracing God’s faith in crowds,",
        "es": "y veas a la gente ingresar en masa a la religión de Dios,",
        "it": "e vedrai le genti entrare in massa nella religione di Allah,",
        "ru": "когда ты увидишь, как люди толпами обращаются в религию Аллаха,",
        "tr": "Ve insanların dalga dalga Allah'ın dinine girdiklerini gördüğünde,",
        "de": "und du die Menschen in Allahs Religion in Scharen eintreten siehst,",
        "pt": "E vires entrar a gente, em massa, na religião de Deus,",
        "nl": "En jij (O Mohammed) de mensen in grote groepen tot de godsdienst van Allah ziet toetreden.",
        "ur": "اور (اے نبیؐ) تم دیکھ لو کہ لوگ فوج در فوج اللہ کے دین میں داخل ہو رہے ہیں <sup foot_note=\"188638\">1</sup>",
        "bn": "আৰু তুমি মানুহক দলে দলে আল্লাহৰ দ্বীনত প্ৰৱেশ কৰোতে দেখিবা,",
        "fa": "و مردم را ببینی که گروه‌گروه در دین الله داخل می‌شوند."
      }
    },
    {
      "verse_number": 6216,
      "verse_key": "110:3",
      "arabic_text": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَٱسْتَغْفِرْهُ ۚ إِنَّهُۥ كَانَ تَوَّابًۢا",
      "phonetic_text": "Fasabbih bihamdi rabbika wastaghfirhuinnahu kana tawwaba",
      "translations": {
        "fr": "rends gloire alors à ton Seigneur, célèbre Ses louanges et implore Son pardon ! Car Il est Tout Absoluteur !",
        "en": "celebrate the praise of your Lord and ask His forgiveness: He is always ready to accept repentance.",
        "es": "glorifica alabando a tu Señor y pide Su perdón; Él es Indulgente.",
        "it": "glorifica il tuo Signore lodandoLo e chiediGli perdono: in verità Egli è Colui Che sempre accetta il pentimento. <a class=f><sup foot_note=160787>1</sup></a> Questa fu l’ultima sura che Muhammad (pace e benedizione su di lui) ricevette, concludendo un ciclo di rivelazioni che era durato ventitré anni. Fu l’annuncio della vittoria generale dell’Islàm sulla miscredenza e della conversione di massa di tutta l’Arabia. Quando l’inviato di Allah ebbe questa rivelazione comprese che il Suo Signore (gloria a Lui l’Altissimo) gli preannunciava la prossima dipartita e ne informò i suoi parenti più stretti. Durante tutto il periodo che precedette la sua morte terrena continuava a ripetere: «Ti rendo gloria, mio Signore, e Ti lodo! Invoco il Tuo perdono e ritorno da Te».",
        "ru": "восславь же хвалой Господа своего и попроси у Него прощения. Воистину, Он - Принимающий покаяния.",
        "tr": "Rabbini öğerek tesbih et, O'ndan bağışlanmanı dile, çünkü O, tevbeleri çok kabul edendir.",
        "de": "dann lobpreise deinen Herrn und bitte Ihn um Vergebung; gewiß, Er ist Reue-Annehmend.",
        "pt": "Celebra, então, os louvores do teu Senhor, e implora o Seu perdão, porque Ele é Remissório.",
        "nl": "Prijs dan de Glorie van jouw Heer en vraag Hem om vergeving. Voorwaar, Hij is Berouwaanvaardend.",
        "ur": "تو اپنے رب کی حمد کے ساتھ اُس کی تسبیح کرو، <sup foot_note=\"188639\">1</sup> اور اُس سے مغفرت کی دُعا مانگو، <sup foot_note=\"188640\">2</sup> بے شک وہ بڑا توبہ قبول کرنے والا ہے",
        "bn": "তেতিয়া তুমি তোমাৰ প্ৰতিপালকৰ প্ৰশংসাসহ তেওঁৰ পৱিত্ৰতা আৰু মহিমা ঘোষণা কৰিবা আৰু তেওঁৰ ওচৰত ক্ষমা প্ৰাৰ্থনা কৰিবা, নিশ্চয় তেওঁ তাওবা গ্ৰহণকাৰী।",
        "fa": "پس به ستایش پروردگارت تسبیح گوی و از او آمرزش بخواه؛ همانا او بسیار توبه‌پذیر است."
      }
    }
  ]
}