{
  "surah_number": 18,
  "extracted_at": "2025-09-20T15:15:35.785Z",
  "verses": [
    {
      "verse_number": 2141,
      "verse_key": "18:1",
      "arabic_text": " ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَنزَلَ عَلَىٰ عَبْدِهِ ٱلْكِتَـٰبَ وَلَمْ يَجْعَل لَّهُۥ عِوَجَا ۜ",
      "phonetic_text": "Alhamdu lillahi allatheeanzala AAala AAabdihi alkitaba walam yajAAal lahuAAiwaja",
      "translations": {
        "fr": "Louange à Allah Qui a fait descendre (en révélation) le Livre sur Son serviteur et n’y a mis aucun (propos) sinueux.",
        "en": "Praise be to God, who sent down the Scripture to His servant and made it unerringly straight,",
        "es": "¡Alabado sea Dios! Quien ha revelado a Su siervo el Libro en el que no hay contradicciones ni defectos<sup foot_note=168794>1</sup>,",
        "it": "La lode [appartiene] ad Allah, Che ha fatto scendere il Libro sul Suo schiavo senza porvi alcuna tortuosità.",
        "ru": "Хвала Аллаху, Который ниспослал Своему рабу Писание и не допустил в нем неправды,",
        "tr": "Hamd, o Allah'a mahsustur ki kulu (Muhammed'e) kitabı indirdi ve ona hiçbir eğrilik koymadı.",
        "de": "(Alles) Lob gehört Allah, Der das Buch (als Offenbarung) auf Seinen Diener herabgesandt und daran nichts Krummes gemacht hat,",
        "pt": "Louvado seja Deus que revelou o Livro ao Seu servo, no qual não colocou contradição alguma.",
        "nl": "Alle lof zij Allah, Degene Die aan zijn dienaar het Boek heeft gezonden, en Hij heeft daarin geen afwijkingen gemaakt.",
        "ur": "تعریف اللہ کے لیے ہے جس نے اپنے بندے پر یہ کتاب نازل کی اور اس میں کوئی ٹیڑھ نہ رکھی۔<sup foot_note=\"184904\">1</sup>",
        "bn": "যাৱতীয় প্ৰশংসা কেৱল আল্লাহৰ বাবেই, যিজনে তেওঁৰ বান্দাৰ প্ৰতি কিতাব অৱতীৰ্ণ কৰিছে আৰু তাত তেওঁ কোনো ধৰণৰ বক্ৰতা ৰখা নাই,",
        "fa": "حمد و سپاس مخصوص الله است که این کتاب [= قرآن] را بر بنده‌اش [محمد] نازل کرد و هیچ گونه انحرافی در آن قرار نداد."
      }
    },
    {
      "verse_number": 2142,
      "verse_key": "18:2",
      "arabic_text": "قَيِّمًا لِّيُنذِرَ بَأْسًا شَدِيدًا مِّن لَّدُنْهُ وَيُبَشِّرَ ٱلْمُؤْمِنِينَ ٱلَّذِينَ يَعْمَلُونَ ٱلصَّـٰلِحَـٰتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا",
      "phonetic_text": "Qayyiman liyunthira ba/san shadeedanmin ladunhu wayubashshira almu/mineena allatheenayaAAmaloona assalihati anna lahum ajran hasana",
      "translations": {
        "fr": "Un livre parfaitement droit pour prévenir d’un terrible châtiment de Sa part, et pour annoncer aux croyants qui accomplissent les bonnes œuvres qu’ils auront une belle récompense,",
        "en": "warning of severe punishment from Him, and [giving] glad news to the believers who do good deeds––an excellent reward",
        "es": "un Libro justo para advertir [a los que rechazan el Mensaje] de Su castigo severo, y para albriciar a los creyentes que obran rectamente que recibirán una hermosa recompensa",
        "it": "[Un Libro] retto, per avvertire di un rigore proveniente da parte di Allah, per annunciare ai credenti che compiono il bene una ricompensa bella,",
        "ru": "и сделал его правильным, чтобы предостеречь неверующих от тяжких мучений от Него и сообщить верующим, совершающим праведные деяния, благую весть о том, что им уготована прекрасная награда,",
        "tr": "Onu dosdoğru (bir kitap) olarak (indirdi) ki katından gelecek şiddetli azaba karşı (insanları) uyarsın ve yararlı işler yapan müminlere kendileri için güzel bir mükafat bulunduğunu müjdelesin.",
        "de": "(ein Buch,) das richtig ist, damit er vor harter Gewalt von Ihm aus warne und den Gläubigen, die rechtschaffene Werke tun, verkünde, daß es für sie schönen Lohn geben wird -,",
        "pt": "Fê-lo reto, para admoestar do Seu castigo e alvissarar aos fiéis que praticam o bem que obterão uma boa recompensa,",
        "nl": "Als rechte Leiding, om te waarschuwen voor een harde bestraffing van Zijn Zijde en om een verheugende tijding te brengen aan de gelovigen, degenen die goede daden verrichten: dat er voor hen een goede beloning is (het Paradijs).",
        "ur": "ٹھیک ٹھیک سیدھی بات کہنے والی کتاب، تاکہ وہ لوگوں کو خدا کے سخت عذاب سے خبردار کر دے، اور ایمان لا کر نیک عمل کرنے والوں کو خوشخبری دیدے کہ ان کے لیے اچھا اجر ہے",
        "bn": "সৰলৰূপে, তেওঁৰ কঠিন শাস্তি সম্পৰ্কে সতৰ্ক কৰাৰ বাবে আৰু মুমিনসকল যিসকলে সৎকৰ্ম কৰে, তেওঁলোকক এই সুসংবাদ দিয়াৰ বাবে যে, তেওঁলোকৰ বাবে আছে উত্তম পুৰস্কাৰ,",
        "fa": "[کتابی] استوار تا [الله، کافران را] از عذابی سخت از جانبِ خود بیم دهد و به مؤمنانی که کارهای شایسته می‌کنند مژده دهد که پاداش نیکویی برایشان [در پیش] است."
      }
    },
    {
      "verse_number": 2143,
      "verse_key": "18:3",
      "arabic_text": "مَّـٰكِثِينَ فِيهِ أَبَدًا",
      "phonetic_text": "Makitheena feehi abada",
      "translations": {
        "fr": "où ils resteront à tout jamais,",
        "en": "that they will always enjoy.",
        "es": "en la que permanecerán por toda la eternidad.",
        "it": "nella quale dimoreranno perpetuamente",
        "ru": "в которой они пребудут вечно,",
        "tr": "Onlar orada sürekli kalacaklardır.",
        "de": "auf immer darin zu verbleiben -,",
        "pt": "Da qual desfrutarão eternamente,",
        "nl": "Zij zullen daafin voor altijd blijven.",
        "ur": "جس میں وہ ہمیشہ رہیں گے",
        "bn": "তাত তেওঁলোকে স্থায়ীভাৱে অৱস্থান কৰিব,",
        "fa": "[همان بهشتی] که جاودانه در آن خواهند ماند."
      }
    },
    {
      "verse_number": 2144,
      "verse_key": "18:4",
      "arabic_text": "وَيُنذِرَ ٱلَّذِينَ قَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًا",
      "phonetic_text": "Wayunthira allatheena qalooittakhatha Allahu walada",
      "translations": {
        "fr": "et pour avertir ceux qui ont dit : « Allah S’est attribué un enfant. »",
        "en": "It warns those people who assert, ‘God has offspring.’",
        "es": "También para advertir a quienes dicen que Dios ha engendrado un hijo:",
        "it": "e per ammonire coloro che dicono: «Allah si è preso un figlio».",
        "ru": "и чтобы предостеречь тех, которые говорят: «Аллах взял Себе сына».",
        "tr": "Ve \"Allah çocuk edindi\" diyenleri de uyarsın.",
        "de": "und (damit er) diejenigen warne, die sagen: „Allah hat Sich Kinder genommen.",
        "pt": "E para admoestar aqueles que dizem: Deus teve um filho!",
        "nl": "En om degenen te waarschuwen, die zeggen: \"Allah heeft Zich een zoon genomen.\"",
        "ur": "اور اُن لوگوں کو ڈرا دے جو کہتے ہیں کہ اللہ نے کسی کو بیٹا بنایا ہے۔<sup foot_note=\"184921\">1</sup>",
        "bn": "আৰু সিহঁতক সতৰ্ক কৰাৰ বাবে যিসকলে কয়, ‘আল্লাহে সন্তান গ্ৰহণ কৰিছে’,",
        "fa": "و [نیز] کسانی‌ را که گفتند: «الله فرزندی [برای خود] برگزیده است» بیم دهد."
      }
    },
    {
      "verse_number": 2145,
      "verse_key": "18:5",
      "arabic_text": "مَّا لَهُم بِهِۦ مِنْ عِلْمٍ وَلَا لِـَٔابَآئِهِمْ ۚ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَٰهِهِمْ ۚ إِن يَقُولُونَ إِلَّا كَذِبًا",
      "phonetic_text": "Ma lahum bihi min AAilmin walali-aba-ihim kaburat kalimatan takhruju min afwahihimin yaqooloona illa kathiba",
      "translations": {
        "fr": "Or ils n’en savent rien, pas plus que leurs pères. Quelle abominable parole sort de leurs bouches ! Ils ne disent là que des mensonges.",
        "en": "They have no knowledge about this, nor did their forefathers––it is a monstrous assertion that comes out of their mouths: what they say is nothing but lies.",
        "es": "No tienen conocimiento sobre eso ni lo tenían sus antepasados. ¡Qué graves palabras salen de sus bocas! No dicen sino mentiras.",
        "it": "Non hanno scienza alcuna, come del resto i loro avi. È mostruosa la parola che esce dalle loro bocche. Non dicono altro che menzogne.",
        "ru": "Знания об этом нет ни у них, ни у их отцов. Тяжки слова, выходящие из их ртов, и говорят они одну только ложь.",
        "tr": "Bu hususta ne kendilerinin, ne de atalarının hiçbir bilgisi yoktur. Ağızlarından çıkan söz ne büyük bir iftiradır. Onlar, yalandan başka bir şey söylemiyorlar.",
        "de": "Sie haben kein Wissen davon, und auch nicht ihre Väter. Welch schwerwiegendes Wort kommt aus ihren Mündern heraus. Sie sagen nichts als Lüge.",
        "pt": "A despeito de carecerem de conhecimento a tal respeito; o mesmo tendo acontecido com seus antepassados. É umablasfêmia o que proferem as suas bocas; não dizem senão mentiras!",
        "nl": "Zij hebben hier geen kennis over, noch hun vaderen. Slecht zijn de woorden die uit hun monden voortkomen: zij spreken slechts leugenachtig.",
        "ur": "اِس بات کا نہ اُنھیں کوئی علم ہے اورنہ ان کے باپ دادا کو تھا۔<sup foot_note=\"184922\">1</sup> بڑی بات ہے جو ان کےمُنہ سے نکلتی ہے۔ وہ محض جھوٹ بکتے ہیں",
        "bn": "এই বিষয়ে সিহঁতৰ কোনো জ্ঞান নাই, লগতে সিহঁতৰ পিতৃ-পুৰুষৰো কোনো জ্ঞান নাছিল। কি সাংঘাতিক বাক্য যিটো সিহঁতৰ মুখৰ পৰা ওলায়! সিহঁত মিছাৰ বাহিৰে একো নকয়।",
        "fa": "نه خودشان به این [ادعای باطل،] علم [و یقین‌] دارند نه پدرانشان. سخن بسیار ناپسندی است که از دهانشان بیرون می‌آید [و] جز دروغ نمی‌گویند."
      }
    },
    {
      "verse_number": 2146,
      "verse_key": "18:6",
      "arabic_text": "فَلَعَلَّكَ بَـٰخِعٌ نَّفْسَكَ عَلَىٰٓ ءَاثَـٰرِهِمْ إِن لَّمْ يُؤْمِنُوا۟ بِهَـٰذَا ٱلْحَدِيثِ أَسَفًا",
      "phonetic_text": "FalaAAallaka bakhiAAun nafsaka AAalaatharihim in lam yu/minoo bihatha alhadeethiasafa",
      "translations": {
        "fr": "Peut-être vas-tu te tourmenter pour eux (à en mourir) parce qu’ils ne croient pas en ce discours (le Coran).",
        "en": "But [Prophet] are you going to worry yourself to death over them if they do not believe in this message?",
        "es": "¿Acaso vas a dejar que te consuma la pena si ellos se niegan a creer en",
        "it": "Ti struggerai seguendoli, se non credono in questo Discorso <a class=f><sup foot_note=158071>1</sup></a>?",
        "ru": "Ты можешь погубить себя от скорби по их следам (скорбя о том, что они отворачиваются от истины), если они не уверуют в это повествование?",
        "tr": "(Ey Muhammed!) Demek onlar, bu söze (kitaba) inanmazlarsa, onların peşinde üzüle üzüle kendini helak edeceksin!",
        "de": "Vielleicht magst du (aus Gram) noch dich selbst umbringen, wenn sie an diese Botschaft nicht glauben, nachdem sie sich abgewandt haben.",
        "pt": "É possível que te mortifiques de pena por causa deles, se não crerem nesta Mensagem.",
        "nl": "En misschien zou jij (O Moehammad) jezelf na hun afwenden vernietigen van verdriet, wanneer zij niet in dit bericht (de Koran) geloven.",
        "ur": "اچھا، تو اے محمدؐ ،شاید تم ان کے پیچھے غم کے مارے اپنی جان کھو دینے والے ہو اگر یہ اِس تعلیم پر ایمان نہ لائے۔<sup foot_note=\"184923\">1</sup>",
        "bn": "এতেকে সিহঁতে এই বাণীত ঈমান পোষণ নকৰিলে সম্ভৱত সিহঁতৰ পিছত ঘূৰি ঘূৰি তুমি দুখতে আত্ম-বিনাশী হৈ পৰিবা।",
        "fa": "پس [ای پیامبر،] نزدیک است اگر [قومت] به این سخن [= قرآن] ایمان نیاورند، در پی [بی‌ایمانیِ] آنان، خود را [از تأسف و اندوه] هلاک کنی."
      }
    },
    {
      "verse_number": 2147,
      "verse_key": "18:7",
      "arabic_text": "إِنَّا جَعَلْنَا مَا عَلَى ٱلْأَرْضِ زِينَةً لَّهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا",
      "phonetic_text": "Inna jaAAalna ma AAalaal-ardi zeenatan laha linabluwahum ayyuhum ahsanuAAamala",
      "translations": {
        "fr": "Nous avons fait de tout ce que porte la terre une parure pour les éprouver et savoir qui d’entre eux aura accompli les meilleures œuvres.",
        "en": "We have adorned the earth with attractive things so that We may test people to find out which of them do best,",
        "es": "He hecho de cuanto hay en la Tierra un adorno para probar quién obra mejor,",
        "it": "In verità abbiamo voluto abbellire la terra di tutto quel che vi si trova per verificare chi di loro opera al meglio;",
        "ru": "Воистину, все, что есть на земле, Мы сделали украшением для нее, чтобы испытать людей ивыявить, чьи деяния окажутся лучше.",
        "tr": "Biz yeryüzündeki şeyleri kendisine süs olsun diye yarattık ki, insanların hangisinin daha güzel amel edeceğini deneyelim.",
        "de": "Gewiß, Wir haben (alles), was auf der Erde ist, zu einem Schmuck für sie gemacht, um sie zu prüfen (und festzustellen), wer von ihnen die besten Taten begeht.",
        "pt": "Tudo quanto existe sobre a terra, criamo-lo para ornamentá-la, a fim de os experimentarmos e vermos aqueles, dentreeles, que melhor se comportam.",
        "nl": "Voorwaar, Wij hebben wat op de aarde is een versiering voor haar gemaakt om hen te beproeven, (om te zien) wie van hen het beste werk (verrichtte).",
        "ur": "واقعہ یہ ہے کہ یہ جو کچھ سر و سامان بھی زمین پر ہے اس کو ہم نے زمین کی زینت بنایا ہے تاکہ اِن لوگوں کو آزمائیں اِن میں کون بہتر عمل کرنے والا ہے",
        "bn": "নিশ্চয় মাটিৰ ওপৰত যি আছে আমি সেইবোৰক ইয়াৰ শোভা কৰি দিছো, মানুহক এই পৰীক্ষা কৰাৰ বাবে যে, সিহঁতৰ মাজত কোনে শ্ৰেষ্ঠ আমল কৰে।",
        "fa": "در حقیقت، ما آنچه را که روی زمین است، زیوری برای آن قرار داده‌ایم تا آنان را بیازماییم که کدامشان نیکوکارترند."
      }
    },
    {
      "verse_number": 2148,
      "verse_key": "18:8",
      "arabic_text": "وَإِنَّا لَجَـٰعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا",
      "phonetic_text": "Wa-inna lajaAAiloona maAAalayha saAAeedan juruza",
      "translations": {
        "fr": "Mais Nous réduirons certainement tout ce qu’elle porte en un sol aride.",
        "en": "but We shall reduce all this to barren dust.",
        "es": "pero luego la convertiré en un terreno árido.",
        "it": "e in verità, poi ridurremo tutto quanto in suolo arido.",
        "ru": "Воистину, все, что есть на земле, Мы превратим в безжизненный песок.",
        "tr": "Şüphesiz biz, yeryüzünde olanları kupkuru bir toprak yapacağız.",
        "de": "Und Wir werden das, was auf ihr ist, wahrlich zu unfruchtbarem Erdboden machen.",
        "pt": "Em verdade, tudo quanto existe sobre ela, reduzi-lo-emos a cinza e solo seco.",
        "nl": "En voorwaar, Wij zullen zeker wat op haar (de aarde) is tot droge grond maken.",
        "ur": "آخرِ کار اِس سب کو ہم ایک چٹیل میدان بنا دینے والے ہیں۔<sup foot_note=\"184924\">1</sup>",
        "bn": "আৰু ইয়াৰ ওপৰত যি আছে সেয়া অৱশ্যে আমি উদ্ভিদশূন্য পথাৰত পৰিণত কৰিম।",
        "fa": "و ما [پس از پایان حیات،] آنچه را که روی زمین است، به بیابانی خشک و بی‌گیاه تبدیل خواهیم کرد."
      }
    },
    {
      "verse_number": 2149,
      "verse_key": "18:9",
      "arabic_text": "أَمْ حَسِبْتَ أَنَّ أَصْحَـٰبَ ٱلْكَهْفِ وَٱلرَّقِيمِ كَانُوا۟ مِنْ ءَايَـٰتِنَا عَجَبًا",
      "phonetic_text": "Am hasibta anna as-habaalkahfi warraqeemi kanoo min ayatinaAAajaba",
      "translations": {
        "fr": "Penserais-tu que les gens de la Caverne et de Ar-Raqîm<sup foot_note=194934>1</sup> soient les plus étonnants de Nos miracles ?",
        "en": "[Prophet], do you find the Companions in the Cave and al-Raqim so wondrous, among all Our other signs?",
        "es": "¿Acaso consideras [¡Oh, Muhámmad!] que la historia de los jóvenes de la caverna y [su devoción por] la escritura fue uno de Mis milagros más sorprendentes<sup foot_note=168795>1</sup>?",
        "it": "Non ti sembra che il caso dei compagni della caverna <a class=f><sup foot_note=158072>1</sup></a>e di ar- Raqìm sia tra i Nostri segni meraviglioso <a class=f><sup foot_note=158073>2</sup></a>?",
        "ru": "Или же ты решил, что люди пещеры и Ракима (название селения, из которого вышли юноши, или плита, на которой были начертаны их имена) были самым удивительным среди Наших знамений?",
        "tr": "Yoksa sen Ashabı Kehf'i ve Rakim'i (isimlerinin yazılı bulunduğu taş kitabeyi) şaşılacak âyetlerimizden mi sandın?",
        "de": "Oder meinst du etwa, daß die Leute der Höhle und der Inschrift ein (besonders) verwunderliches unter Unseren Zeichen sind?",
        "pt": "Pensas, acaso, que os ocupantes da caverna e da inscrição forma algo extraordinário entre os Nossos sinais?",
        "nl": "Of denk jij (O Moehammad) dat de Bewoners van de Grot (al-Kahf) en de Raqîm verbazingwekkend onder Onze Tekenen waren?",
        "ur": "کیا تم سمجھتے ہو کہ غار<sup foot_note=\"184925\">1</sup> اور کتبے <sup foot_note=\"184926\">2</sup>والے ہماری کوئی بڑی عجیب نشانیوں میں سے تھے؟<sup foot_note=\"184927\">3</sup>",
        "bn": "তুমি কাহাফ (গুহা) আৰু ৰাক্বীমৰ অধিবাসীসকলক আমাৰ নিদৰ্শনাৱলীৰ মাজত বিস্ময়কৰ বুলি ভৱা নেকি?",
        "fa": "آیا پنداشته‌ای که [ماجرای] اصحاب کهف و آن سنگ‌نوشته [که نامشان بر آن حک شده بود]، از جمله نشانه‌های شگفت‌انگیز [و غیرممکنِ] ما بوده ‌است؟"
      }
    },
    {
      "verse_number": 2150,
      "verse_key": "18:10",
      "arabic_text": "إِذْ أَوَى ٱلْفِتْيَةُ إِلَى ٱلْكَهْفِ فَقَالُوا۟ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا",
      "phonetic_text": "Ith awa alfityatu ilaalkahfi faqaloo rabbana atina minladunka rahmatan wahayyi/ lana min amrinarashada",
      "translations": {
        "fr": "Quand ces jeunes gens se réfugièrent dans la caverne ils dirent : « Seigneur ! Donne-nous de Ta part une miséricorde et assure pour nous la voie de la droiture. »",
        "en": "When the young men sought refuge in the cave and said, ‘Our Lord, grant us Your mercy, and find us a good way out of our ordeal,’",
        "es": "Recuerda cuando los jóvenes se refugiaron en la caverna y dijeron: “¡Señor nuestro! Acógenos en Tu misericordia y concédenos que nuestra situación se solucione correctamente”.",
        "it": "Quando quei giovani si rifugiarono nella caverna, dissero: «Signor nostro, concedici la Tua misericordia, concedici retto comportamento nel nostro agire».",
        "ru": "Вот юноши укрылись в пещере и сказали: «Господь наш! Даруй нам от Себя милость и устрой наше дело наилучшим образом».",
        "tr": "O gençler mağaraya sığınınca şöyle dediler: \"Rabbimiz! Bize katından bir rahmet ver ve bizim için şu işimizden bir kurtuluş yolu hazırla.\"",
        "de": "Als die Jünglinge in der Höhle Zuflucht suchten und sagten: „Unser Herr, gib uns Barmherzigkeit von Dir aus, und bereite uns in unserer Angelegenheit einen rechten (Aus)weg.",
        "pt": "Recorda de quando um grupo de jovens se refugiou na caverna, dizendo: Ó Senhor nosso, concede-nos Tua misericórdia, e reserva-nos um bom êxito em nossa empresa!",
        "nl": "Toen de jongeren een schuilplaats in de Grot zochten, zeiden zij: \"O onze Heer, schenk ons van Uw Zijde Barmhartigheid en bereid ons een rechte weg voor onze zaak.\"",
        "ur": "جب وہ چند نوجوان غار میں پناہ گزیں ہوئے اور انہوں نے کہا کہ \"اے پروردگار، ہم کو اپنی رحمت خاص سے نواز اور ہمارا معاملہ درست کر دے،\"",
        "bn": "যেতিয়া যুৱকসকলে গুহাত আশ্ৰয় ল’লে তেতিয়া সিহঁতে কৈছিল, ‘হে আমাৰ ৰব্ব! তুমি তোমাৰ নিজৰ ফালৰ পৰা আমাক অনুগ্ৰহ দান কৰা আৰু আমাৰ বাবে আমাৰ কৰ্মৰাজি সঠিকভাৱে পৰিচালনাৰ ব্যৱস্থা কৰা’।",
        "fa": "هنگامی که آن جوانمردان به غار پناه بردند و گفتند: «پروردگارا، رحمتی از جانب خویش بر ما ارزانی دار و در كارمان برای ما هدایت و تعالى فراهم ساز»."
      }
    },
    {
      "verse_number": 2151,
      "verse_key": "18:11",
      "arabic_text": "فَضَرَبْنَا عَلَىٰٓ ءَاذَانِهِمْ فِى ٱلْكَهْفِ سِنِينَ عَدَدًا",
      "phonetic_text": "Fadarabna AAala athanihimfee alkahfi sineena AAadada",
      "translations": {
        "fr": "Nous avons alors frappé (de surdité) leurs oreilles<sup foot_note=194935>1</sup> pendant de nombreuses années.",
        "en": "We sealed their ears [with sleep] in the cave for years.",
        "es": "Entonces hice que durmieran en la caverna por muchos años.",
        "it": "Rendemmo sorde le loro orecchie, [rimasero] nella caverna per molti anni.",
        "ru": "Мы запечатали их уши (погрузили их в глубокий сон) в пещере на много лет.",
        "tr": "Bunun üzerine biz de kulaklarını tıkayarak mağarada onları yıllarca uyuttuk.",
        "de": "Da ließen Wir sie in der Höhle für eine Anzahl von Jahren in Dauerschlaf fallen.",
        "pt": "Adormecemo-los na caverna durante anos.",
        "nl": "En tom brachten Wij in de Grot een sluier over hen aan (zodat zij sliepen), voor een bepaald aantal jaren.",
        "ur": "تو ہم نے انہیں اُسی غار میں تھپک کر سالہا سال کے لیے گہری نیند سلا دیا",
        "bn": "ফলত আমি সিহঁতক গুহাৰ মাজত কেইবা বছৰো ঘুমন্ত অৱস্থাত ৰাখিলো,",
        "fa": "در آن غار، تا سالیان دراز [پرده‌ای از سکوت و آرامش] بر گوش‌هایشان زدیم [تا به خواب روند]‌."
      }
    },
    {
      "verse_number": 2152,
      "verse_key": "18:12",
      "arabic_text": "ثُمَّ بَعَثْنَـٰهُمْ لِنَعْلَمَ أَىُّ ٱلْحِزْبَيْنِ أَحْصَىٰ لِمَا لَبِثُوٓا۟ أَمَدًا",
      "phonetic_text": "Thumma baAAathnahum linaAAlama ayyualhizbayni ahsa lima labithoo amada",
      "translations": {
        "fr": "Puis Nous les réveillâmes pour savoir lequel des deux partis savait compter la juste durée de leur séjour.<sup foot_note=194936>1</sup>",
        "en": "Then We woke them so that We could make clear which of the two parties was better able to work out how long they had been there.",
        "es": "Luego hice que despertaran para distinguir cuál de los dos grupos [creyentes e incrédulos] calculaba mejor el tiempo que habían permanecido allí.",
        "it": "Li resuscitammo poi, per vedere quale delle due fazioni <a class=f><sup foot_note=158074>1</sup></a>meglio computasse il tempo che avevano trascorso.",
        "ru": "Потом Мы разбудили их, чтобы узнать, какая из двух партий точнее подсчитает, какой срок они пробыли там.",
        "tr": "Sonra da iki gruptan hangisinin, onların mağarada kaldıkları süreyi daha iyi hesapladığını anlamak için, onları tekrar uyandırdık.",
        "de": "Hierauf erweckten Wir sie auf, um zu wissen, welche der beiden Gruppierungen am richtigsten die Dauer ihres Verweilens erfaßt hat.",
        "pt": "Então despertamo-los, para assegurar-Nos de qual dos dois grupos sabia calcular melhor o tempo que haviampermanecido ali.",
        "nl": "Vervolgens wekten Wij hen op, opdat Wij deden weten welke van de twee groepen het beste was in het berekenen van hoelang zij daar verbleven.",
        "ur": "پھر ہم نے انہیں اٹھایا تاکہ دیکھیں اُن کے دو گروہوں میں سے کون اپنی مدت قیام کا ٹھیک شمار کرتا ہے",
        "bn": "তাৰ পিছত আমি সিহঁতক জগাই তুলিলো এইটো জনাৰ বাবে যে, দুই দলৰ মাজত কোনটোৱে সিহঁতৰ অৱস্থিতিকাল সঠিকভাৱে নিৰ্ণয় কৰিব পাৰে।",
        "fa": "سپس بیدارشان کردیم تا معلوم بداریم کدام یک از آن دو گروه مدتی را که [در خواب] مانده‌اند درست‌تر حساب کرده است."
      }
    },
    {
      "verse_number": 2153,
      "verse_key": "18:13",
      "arabic_text": "نَّحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُم بِٱلْحَقِّ ۚ إِنَّهُمْ فِتْيَةٌ ءَامَنُوا۟ بِرَبِّهِمْ وَزِدْنَـٰهُمْ هُدًى",
      "phonetic_text": "Nahnu naqussu AAalaykanabaahum bilhaqqi innahum fityatun amanoobirabbihim wazidnahum huda",
      "translations": {
        "fr": "C’est Nous Qui allons te raconter leur histoire en vérité. Ce sont des jeunes qui ont cru en leur Seigneur ; et Nous les avons encore mieux guidés vers le droit chemin.",
        "en": "[Prophet], We shall tell you their story as it really was. They were young men who believed in their Lord, and We gave them more and more guidance.",
        "es": "Te relato su verdadera historia: eran jóvenes que creían en su Señor y les aumenté su guía,",
        "it": "Ti racconteremo la loro storia secondo verità: erano giovani che credevano nel loro Signore e Noi li rafforzammo sulla retta via;",
        "ru": "Мы расскажем тебе их историю правдиво. Это были юноши, которые уверовали в своего Господа, и Мы увеличили их приверженность прямому пути.",
        "tr": "Biz sana onların kıssalarını gerçek olarak anlatacağız. Hakikaten onlar, Rablerine iman eden birkaç genç idi. Biz de onların hidayetlerini artırdık.",
        "de": "Wir berichten dir ihre Geschichte der Wahrheit entsprechend. Sie waren Jünglinge, die an ihren Herrn glaubten und denen Wir ihre Rechtleitung mehrten.",
        "pt": "Narramos-te a sua verdadeira história: Eram jovens, que acreditavam em seu Senhor, pelo que os aumentamos emorientação.",
        "nl": "Wi berichten jou kun geschiedenis volgens de Waarheid: voorwaar, zij waren jongeren die in hun Heer geloofden en Wij versterkten voor ben de Leiding.",
        "ur": "ہم اِن کا اصل قصہ تم کو سُناتے ہیں۔<sup foot_note=\"184928\">1</sup> وہ چند نوجوان تھے جو اپنے ربّ پر ایمان لے آئے تھے اورہم نے ان کو ہدایت میں ترقی بخشی تھی۔<sup foot_note=\"184929\">2</sup>",
        "bn": "আমি তোমাৰ ওচৰত সিহঁতৰ বৃত্তান্ত সঠিকভাৱে বৰ্ণনা কৰিছোঁ, সিহঁত আছিল কেইজনমান যুৱক, সিহঁতে নিজ প্ৰতিপালকৰ ওপৰত ঈমান আনিছিল আৰু আমি সিহঁতৰ হিদায়ত বৃদ্ধি কৰি দিছিলোঁ,",
        "fa": "[ای پیامبر،] ما داستان آنان را به درستی برایت بازگو می‌کنیم. آنان جوانانی [شایسته] بودند که به پروردگارشان ایمان آورده بودند و ما [نیز] بر هدایتشان افزودیم."
      }
    },
    {
      "verse_number": 2154,
      "verse_key": "18:14",
      "arabic_text": "وَرَبَطْنَا عَلَىٰ قُلُوبِهِمْ إِذْ قَامُوا۟ فَقَالُوا۟ رَبُّنَا رَبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ لَن نَّدْعُوَا۟ مِن دُونِهِۦٓ إِلَـٰهًا ۖ لَّقَدْ قُلْنَآ إِذًا شَطَطًا",
      "phonetic_text": "Warabatna AAalaquloobihim ith qamoo faqaloo rabbunarabbu assamawati wal-ardilan nadAAuwa min doonihi ilahan laqad qulna ithanshatata",
      "translations": {
        "fr": "Nous avons affermi leurs cœurs lorsqu’ils se sont dressés et ont dit : « Notre Seigneur est le Seigneur des cieux et de la terre, Nous n’invoquerons nulle autre divinité que Lui, ou alors nous aurions proféré des insanités.",
        "en": "We gave strength to their hearts when they stood up and said, ‘Our Lord is the Lord of the heavens and earth. We shall never call upon any god other than Him, for that would be an outrageous thing to do.",
        "es": "fortalecí sus corazones cuando se reunieron [antes de dejar sus hogares y su gente] y dijeron: “Nuestro Señor es el Señor de los cielos y de la Tierra. No invocaremos nada fuera de Él, si lo hiciéramos estaríamos cometiendo una desviación.",
        "it": "fortificammo i loro cuori quando si levarono a dire: «Il nostro Signore è il Signore dei cieli e della terra: mai invocheremo dio all’infuori di Lui, ché allora pronunceremmo un’aberrazione.",
        "ru": "Мы укрепили их сердца (укрепили их веру и решимость), когда они встали и сказали: «Господь наш - Господь небес и земли! Мы не станем взывать к другим божествам помимо Него. В таком случае мы произнесли бы чрезмерное.",
        "tr": "(Oranın hükümdarı karşısında) ayağa kalkarak dediler ki: \"Bizim Rabbimiz, göklerin ve yerin Rabbidir. Biz, O'ndan başkasına ilâh deyip tapmayız, yoksa saçma sapan konuşmuş oluruz.",
        "de": "Und Wir stärkten ihre Herzen, als sie aufstanden und sagten: „Unser Herr ist der Herr der Himmel und der Erde. Wir werden außer Ihm keinen (anderen) Gott anrufen, sonst würden wir ja etwas Unrechtes sagen.",
        "pt": "E robustecemos os seus corações; e quando se ergueram, dizendo: Nosso Senhor é o Senhor dos céus e da terra e nuncainvocaremos nenhuma outra divindade em vez d'Ele; porque, com isso, proferiríamos extravagâncias.",
        "nl": "En Wij versterkten hun harten toen zij opstonden, en zeiden: \"Onze Heer, Heer van de hemelen en de aarde, nooit zullen Wij een god naast Hem aanroepen: anders zouden wij een enorme leugen uitgesproken hebben!",
        "ur": "ہم نے ان کے دل اُس وقت مضبوط کر دیے جب وہ اٹھے اور انہوں نے اعلان کر دیا کہ \"ہمارا رب تو بس وہی ہے جو آسمانوں اور زمین کا رب ہے ہم اُسے چھوڑ کر کسی دوسرے معبود کو نہ پکاریں گے اگر ہم ایسا کریں تو بالکل بیجا بات کریں گے\"",
        "bn": "আৰু আমি সিহঁতৰ চিত্ত দৃঢ় কৰি দিছিলোঁ; সিহঁতে যেতিয়া (সাৰ পাই) উঠি ক’লে, ‘আমাৰ প্ৰতিপালকেই আকাশসমূহ আৰু পৃথিৱীৰ প্ৰতিপালক। আমি কেতিয়াও তেওঁৰ পৰিবৰ্তে আন কোনো ইলাহক আহ্বান নকৰোঁ; যদি আহ্বান কৰোঁ তেন্তে এয়া হ’ব বৰ গৰ্হিত কথা।",
        "fa": "و دل‌هایشان را [بر ایمان] استوار ساختیم، آنگاه ‌که [در برابر پادشاه کافر] قیام کردند و گفتند: «پروردگارِ ما، پروردگار آسمان‌ها و زمین است؛ و ما هرگز جز او معبودی را عبادت نمی‌کنیم که آنگاه [اگر چنین کنیم،] سخنی گزاف و ناروا گفته‌ایم»."
      }
    },
    {
      "verse_number": 2155,
      "verse_key": "18:15",
      "arabic_text": "هَـٰٓؤُلَآءِ قَوْمُنَا ٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً ۖ لَّوْلَا يَأْتُونَ عَلَيْهِم بِسُلْطَـٰنٍۭ بَيِّنٍ ۖ فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا",
      "phonetic_text": "Haola-i qawmuna ittakhathoomin doonihi alihatan lawla ya/toona AAalayhim bisultaninbayyinin faman athlamu mimmani iftara AAalaAllahi kathiba",
      "translations": {
        "fr": "Ce sont les nôtres qui ont pris des divinités en dehors de Lui. Si au moins ils en apportaient des preuves d’autorité !<sup foot_note=194937>1</sup> Est-il quelqu’un de plus injuste que celui qui débite des mensonges sur le compte d’Allah ? »",
        "en": "These people of ours have taken gods other than Him. Why do they not produce clear evidence about them? Who could be more unjust than someone who makes up lies about God?",
        "es": "Nuestro pueblo adora fuera de Él falsas deidades. ¿Por qué no presentan un fundamento válido para hacerlo? ¿Acaso hay alguien más injusto que quien inventa una mentira y se la atribuye a Dios?”",
        "it": "Ecco che la nostra gente si è presa degli dèi all’infuori di Lui. Perché non adducono una prova evidente su di loro? Qual peggior iniquo di chi inventa menzogne contro Allah?",
        "ru": "Этот наш народ стал поклоняться вместо Него другим божествам. Почему же они не приводят в пользу этого ясного довода? Кто может быть несправедливее того, кто возводит навет на Аллаха?",
        "tr": "Şu bizim kavmimiz, Allah'tan başka ilâh edindiler. Onların ilâh olduğuna dair açık bir delil getirselerdi ya! Allah'a karşı yalan uydurandan daha zalim kim olabilir?",
        "de": "Dieses, unser Volk hat sich außer Ihm (andere) Götter genommen. Wenn sie doch für sie eine deutliche Ermächtigung bringen würden! Wer ist denn ungerechter, als wer gegen Allah eine Lüge ersinnt?",
        "pt": "Estes povos adoram outras divindades, em vez d'Ele, embora não lhes tenha sido concedida autoridade evidente algumapara tal. Haverá alguém mais iníquo do que quem forja mentiras acerca de Deus?",
        "nl": "Dit volk van ons heeft nmt Hem een god genomen, hadden zij daarvoor geen duidelijk bewijs naar voren kunnen brengen? En wie is er onrechtvaardiger dan degene die over Allah leugens verzint?",
        "ur": "(پھر انہوں نے آپس میں ایک دوسرے سے کہا) \"یہ ہماری قوم تو ربِّ کائنات کو چھوڑ کر دوسرے خدا بنا بیٹھی ہے یہ لوگ ان کے معبود ہونے پر کوئی واضح دلیل کیوں نہیں لاتے؟ آخر اُس شخص سے بڑا ظالم اور کون ہو سکتا ہے جو اللہ پر جھوٹ باندھے؟",
        "bn": "আমাৰ এই স্বজাতিসকলে তেওঁৰ পৰিবৰ্তে বহুতো ইলাহ গ্ৰহণ কৰিছে। ইহঁতে এইবোৰ ইলাহ সম্পৰ্কে স্পষ্ট প্ৰমাণ উপস্থিত নকৰে কিয়? এতেকে যিয়ে আল্লাহ সম্পৰ্কে মিছা উদ্ভাৱন কৰে সেইজনতকৈ ডাঙৰ যালিম আৰুনো কোন হ’ব পাৰে?",
        "fa": "[سپس به همفکرانشان گفتند:] «این قوم ما [که] به جای او [= الله] معبودانی [دیگر] برگزیده‌اند‌، چرا دلیل آشکاری بر [حقانیتِ] آنان نمی‌آورند؟ پس کیست ستمکار‌تر از آن کس که بر الله دروغ بندد [و برایش شریک قائل شود]؟"
      }
    },
    {
      "verse_number": 2156,
      "verse_key": "18:16",
      "arabic_text": "وَإِذِ ٱعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا ٱللَّهَ فَأْوُۥٓا۟ إِلَى ٱلْكَهْفِ يَنشُرْ لَكُمْ رَبُّكُم مِّن رَّحْمَتِهِۦ وَيُهَيِّئْ لَكُم مِّنْ أَمْرِكُم مِّرْفَقًا",
      "phonetic_text": "Wa-ithi iAAtazaltumoohum wamayaAAbudoona illa Allaha fa/woo ila alkahfiyanshur lakum rabbukum min rahmatihi wayuhayyi/ lakum minamrikum mirfaqa",
      "translations": {
        "fr": "(Ils se sont dit après concertation) : « Une fois que vous vous serez éloignés d’eux et de ce qu’ils adorent en dehors d’Allah, cherchez refuge dans la caverne. Votre Seigneur, alors, déploiera sur vous de Sa miséricorde et assurera pour votre sort une issue clémente. »",
        "en": "Now that you have left such people, and what they worshipped instead of God, take refuge in the cave. God will shower His mercy on you and make you an easy way out of your ordeal.’",
        "es": "[Dijo uno de ellos:] “Si os apartáis de ellos y renegáis de cuanto adoráis en vez de Dios, refugiaros en la caverna, que vuestro Señor os cubrirá con Su misericordia y os facilitará una salida a vuestra situación”.",
        "it": "Quando vi sarete allontanati da loro e da ciò che adorano all’in- fuori di Allah, rifugiatevi nella caverna: il vostro Signore spargerà su di voi la Sua misericordia e deciderà del vostro caso nel migliore dei modi» <a class=f><sup foot_note=158075>1</sup></a>.",
        "ru": "Если вы удалились от них и от того, чему они поклоняются помимо Аллаха, то укройтесь в пещере, и ваш Господь распространит на вас Свою милость и сделает ваше дело легким».",
        "tr": "(İçlerinden biri şöyle demişti:) \"Mademki siz, onlardan ve Allah'tan başka taptıkları putlardan ayrıldınız, o halde mağaraya sığının ki, Rabbiniz rahmetinden size genişlik versin ve işinizi rast getirip kolaylaştırsın.\"",
        "de": "Und da ihr euch nun von ihnen und von demjenigen, dem sie außer Allah dienen, fernhaltet, so sucht Zuflucht in der Höhle; euer Herr wird über euch (einiges) von Seiner Barmherzigkeit ausbreiten und euch in eurer Angelegenheit eine milde Behandlung bereiten.",
        "pt": "Quando vos afastardes dele, com tudo quanto adoram, além de Deus, refugiai-vos na caverna; então, vosso Senhor vosagraciará com a Sua misericórdia e vos reservará um feliz êxito em vosso empreendimento.",
        "nl": "\"En als jullie je van ben (de ongelovigen) afwenden en van wat zij aanbidden, behalve Allah (zo zei één van de vervolgden tegen de anderen vervolgden), zoek dan bescherming in de Groten jullie Heer zal Zijn Barmhartigheid over jullie uitspreiden, en voor jullie in jullie zaak gemak brengen.\"",
        "ur": "اب جبکہ تم ان سے اور ان کے معبُودانِ غیراللہ سے بے تعلق ہو چکے ہو تو چلو اب فلاں غار میں چل کر پناہ لو۔<sup foot_note=\"184930\">1</sup> تمہارا ربّ تم پر اپنی رحمت کا دامن وسیع کرے گا اور تمہارے کام کےلیے سروسامان مہیّا کر دے گا۔“",
        "bn": "এতিয়া যিহেতু তোমালোকে সিহঁতৰ পৰা আৰু সিহঁতে যিবোৰৰ ইবাদত কৰে সেইবোৰৰ পৰা বিচ্ছিন্ন হৈছা, সেয়ে এতিয়া তোমালোকে গুহাত আশ্ৰয় গ্ৰহণ কৰা। তোমালোকৰ প্ৰতিপালকে তোমালোকৰ বাবে তেওঁৰ ৰহমত বিস্তাৰ কৰিব আৰু তোমালোকৰ বাবে তোমালোকৰ জীৱনোপকৰণৰ বিষয়টো সহজ কৰি দিব।",
        "fa": "و چون از آنان و از آنچه به جای الله عبادت می‌کنند کناره‌گیری کردید، به غار پناه ببرید تا پروردگارتان از [سایۀ] رحمت خویش بر شما بگسترانَد و در کارتان [آسایش و] گشایشی پدید آورَد."
      }
    },
    {
      "verse_number": 2157,
      "verse_key": "18:17",
      "arabic_text": "۞ وَتَرَى ٱلشَّمْسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهْفِهِمْ ذَاتَ ٱلْيَمِينِ وَإِذَا غَرَبَت تَّقْرِضُهُمْ ذَاتَ ٱلشِّمَالِ وَهُمْ فِى فَجْوَةٍ مِّنْهُ ۚ ذَٰلِكَ مِنْ ءَايَـٰتِ ٱللَّهِ ۗ مَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِ ۖ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُۥ وَلِيًّا مُّرْشِدًا",
      "phonetic_text": "Watara ashshamsa itha talaAAattazawaru AAan kahfihim thata alyameeni wa-ithagharabat taqriduhum thata ashshimaliwahum fee fajwatin minhu thalika min ayatiAllahi man yahdi Allahu fahuwa almuhtadi waman yudlilfalan tajida lahu waliyyan murshida",
      "translations": {
        "fr": "Tu aurais pu voir le soleil, à son lever, incliner vers la droite de leur caverne et, à son coucher, s’écarter vers la gauche, cependant qu’ils étaient étendus dans une vaste ouverture de la caverne. Ceci est un des Signes d’Allah. Celui qu’Allah veut bien guider sera engagé sur la juste voie, et celui qu’Il entend perdre, tu ne lui trouveras aucun allié pour l’orienter.",
        "en": "You could have seen the [light of the] sun as it rose, moving away to the right of their cave, and when it set, moving away to the left of them, while they lay in the wide space inside the cave. (This is one of God’s signs: those people God guides are rightly guided, but you will find no protector to lead to the right path those He leaves to stray.)",
        "es": "Se podía observar cómo el Sol naciente se alejaba de la caverna por la derecha dejándoles al ocultarse por la izquierda, mientras ellos permanecían en un espacio de la misma. Este es uno de los milagros de Dios. Aquel a quien Dios guíe estará bien encaminado, pero aquel a quien le deje en el extravío no podrá encontrar protector que le guíe.",
        "it": "Avresti visto il sole, al levarsi sfiorare a destra la loro caverna, e scostarsi a sinistra, al calare mentre loro erano in un ampio spazio <a class=f><sup foot_note=158076>1</sup></a>. Questi sono i segni di Allah. Colui che Allah guida è ben guidato, ma per colui che Egli svia non troverai patrono alcuno che lo diriga.",
        "ru": "Ты увидел бы, что солнце на восходе уклонялось от их пещеры вправо, а на закате отворачивалось от них влево. Они же находились в середине пещеры. Это были некоторые из знамений Аллаха. Тот, кого Аллах ведет прямым путем, следует прямым путем. Тому же, кого Он вводит в заблуждение, ты не найдешь ни покровителя, ни наставника.",
        "tr": "Ey Muhammed! Baksaydın güneşin doğduğu zaman mağaranın sağ tarafına yöneldiğini, batarken de sol taraftan onları makaslayıp geçtiğini görürdün. Onlar, mağaranın geniş bir yerinde idiler. İşte bu Allah'ın mucizelerindendir. Allah kime hidayet ederse, işte o, hakka ulaşmıştır; kimi de hidayetten mahrum ederse, artık ona doğru yolu gösterecek bir dost bulamazsın.",
        "de": "Und du siehst die Sonne, wenn sie aufgeht, sich von ihrer Höhle zur Rechten wegneigen, und wenn sie untergeht, an ihnen zur Linken vorbeigehen, während sie sich darin in einem Raum befinden. Das gehört zu Allahs Zeichen. Wen Allah rechtleitet, der ist (in Wahrheit) rechtgeleitet; wen Er aber in die Irre gehen läßt, für den wirst du keinen Schutzherrn finden, der ihn den rechten Weg führt.",
        "pt": "E verias o sol, quando se elevava, resvalar a caverna pela direita e, quando se punha, deslizar pela esquerda, enquantoeles ficavam no seu espaço aberto. Este é um dos sinais de Deus. Aquele que Deus encaminhar estará bem encaminhado; poroutra, àquele que desviar, jamais poderás achar-lhe protetor que o guie.",
        "nl": "En jij zou zien dat de zon, wanneer zij opging, zich aan de rechterkant van hun grot wegboog; en wanneer zij onderging, zich aan de linkerkant wegboog, terwijl zij in de open ruimte ervan (lagen): dit behoort tot de Tekenen van Allah. Wie door Allah geleid wordt: hij volgt Leiding. En wie tot dwaling gebracht wordt: hij zal nooit een helper vinden die hem recht leidt.",
        "ur": "تم انہیں غار میں دیکھتے<sup foot_note=\"184931\">1</sup> تو تمہیں یُوں نظر آتا کہ سُورج جب نِکلتا ہے تو ان کے غار کو چھوڑ کر دائیں جانب چڑھ جاتا ہے اور جب غروب ہوتا ہے تو ان سے بچ کر بائیں جانب اُتر جاتا ہے اور وہ ہیں کہ غار کے اندر ایک وسیع جگہ میں پڑے ہیں۔<sup foot_note=\"184932\">2</sup> یہ اللہ کی نشانیوں میں سے ایک ہے۔ جس کو اللہ ہدایت دے وہی ہدایت پانے والا ہے اور جسے اللہ بھٹکا دے اس کے لیے تم کوئی ولیِّ مُرشد نہیں پاسکتے",
        "bn": "আৰু তুমি সিহঁতক দেখাহেঁতেন, সূৰ্য্য উদয় হোৱাৰ সময়ত সিহঁতৰ গুহাৰ সোঁ ফালে ঢাল খায় আৰু অস্ত যোৱাৰ সময়ত সিহঁতক অতিক্ৰম কৰি বাওঁ ফালে ঢাল খায়, অথচ সিহঁত গুহাৰ প্ৰশস্ত চোতালত (শুই আছে), এইবোৰ আল্লাহৰ নিদৰ্শনসমূহৰ মাজত অন্যতম। আল্লাহে যাক সৎপথত পৰিচালিত কৰে, সি সৎপথপ্ৰাপ্ত আৰু তেওঁ যাক পথভ্ৰষ্ট কৰে, তুমি কেতিয়াও তাৰ বাবে কোনো পথনিৰ্দেশকাৰী অভিভাৱক বিচাৰি নাপাবা।",
        "fa": "و [ای محمد، اگر آنجا بودی،] خورشید را می‌دیدی که وقتی طلوع می‌کند به سمت راست [غار‌] متمایل می‌گردد و وقتی غروب می‌کند، از سمت چپ آنان دور می‌شد [و گرما آزارشان نمی‌داد]؛ و آنان در محلی گسترده [و گشاده] از آن [غار] بودند. این، از نشانه‌های [قدرتِ] الله است. هر کس که الله او را هدایت کند، او هدایت‌یافته[ی واقعی] است و هر ‌کس را که گمراه کند، هرگز دوست [و] راهنمایی برایش نمی‌یابی."
      }
    },
    {
      "verse_number": 2158,
      "verse_key": "18:18",
      "arabic_text": "وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ ۚ وَنُقَلِّبُهُمْ ذَاتَ ٱلْيَمِينِ وَذَاتَ ٱلشِّمَالِ ۖ وَكَلْبُهُم بَـٰسِطٌ ذِرَاعَيْهِ بِٱلْوَصِيدِ ۚ لَوِ ٱطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا",
      "phonetic_text": "Watahsabuhum ayqathanwahum ruqoodun wanuqallibuhum thata alyameeni wathataashshimali wakalbuhum basitun thiraAAayhibilwaseedi lawi ittalaAAta AAalayhimlawallayta minhum firaran walamuli/ta minhum ruAAba",
      "translations": {
        "fr": "Tu aurais pu croire qu’ils étaient réveillés alors qu’ils étaient endormis. Nous les faisions se retourner tantôt sur le côté droit et tantôt sur le côté gauche, tandis que leur chien était (couché) à l’entrée, les pattes étendues. Si tu avais pu les voir (dans cet état) tu te serais enfui, saisi de terreur à leur vue.",
        "en": "You would have thought they were awake, though they lay asleep. We turned them over, to the right and the left, with their dog stretching out its forelegs at the entrance. If you had seen them, you would have turned and run away, filled with fear of them.",
        "es": "Habrías creído que estaban despiertos, pero estaban dormidos. Les giraba hacia la derecha y hacia la izquierda, y su perro estaba con las patas delanteras extendidas en la entrada. Si les hubieras visto, habrías huido aterrorizado.",
        "it": "Avresti creduto che fossero svegli e invece dormivano. Li giravamo sul lato destro e su quello sinistro <a class=f><sup foot_note=158077>1</sup></a>, mentre il loro cane era sulla soglia, le zampe distese. Se li avessi scorti saresti certamente fuggito volgendo le spalle e certo saresti stato preso dal terrore vedendoli <a class=f><sup foot_note=158078>2</sup></a>.",
        "ru": "Ты решил бы, что они бодрствуют, хотя они спали. Мы переворачивали их то на правый бок, то на левый. Их собака лежала перед входом, вытянув лапы. Взглянув на них, ты бросился бы бежать прочь и пришел бы в ужас.",
        "tr": "Bir de onları mağarada görseydin uyanık sanırdın. Halbuki onlar uykudadırlar. Biz onları sağa sola çevirirdik. Köpekleri de girişte ön ayaklarını ileri doğru uzatmıştı. Eğer onları görseydin, arkana bakmadan kaçardın ve için korku ile dolardı.",
        "de": "Du meinst, sie seien wach, obwohl sie schlafen. Und Wir drehen sie nach rechts und nach links um, während ihr Hund seine Vorderbeine im Vorraum ausstreckt. Wenn du sie erblicktest, würdest du dich vor ihnen fürwahr zur Flucht kehren und vor ihnen fürwahr mit Schrecken erfüllt sein.",
        "pt": "(Se os houvesses visto), terias acreditado que estavam despertos, apesar de estarem dormindo, pois Nós os virávamos, ora para a direita, ora para a esquerda, enquanto o seu cão dormia, com as patas estendidas, na entrada da caverna. Sim, seos tivesses visto, terias retrocedido e fugido, transido de espanto!",
        "nl": "En jij zou gedacht hebben dat zij wakker waren; maar zij waren slapend. En Wij draaiden hen op hun rechterkant en op hun linkerkant; en hun hond lag uitgestrekt met zijn voorpoten op de voorgrond. Als jij hen zou zien. had jij hen de rug toegekeerd, vluchtend, en jij zou met angst voor hen vervuld zijn.",
        "ur": "تم انہیں دیکھ کر یہ سمجھتے کہ وہ جاگ رہے ہیں، حالانکہ وہ سو رہے تھے۔ ہم انہیں دائیں بائیں کروٹ دلواتے رہتے تھے۔<sup foot_note=\"184933\">1</sup> اور ان کا کُتا غار کے دہانے پر ہاتھ پھیلائے بیٹھا تھا۔ اگر تم کہیں جھانک کر اُنہیں دیکھتے تو اُلٹے پاوٴں بھاگ کھڑے ہوتے اور تم پر ان کے نظارے سے دہشت بیٹھ جاتی۔<sup foot_note=\"184934\">2</sup>",
        "bn": "আৰু তুমি ভাৱিলাহেঁতেন সিহঁত সাৰে আছে, অথচ সিহঁত আছিল টোপনিত। আমি সিহঁতক কাতি সলাই দিছিলোঁ সোঁফালে আৰু বাওঁফালে আৰু সিহঁতৰ কুকুৰে সন্মুখৰ ভৰি দুটা গুহাৰ দুৱাৰত প্ৰসাৰিত কৰি আছিল। যদি তুমি সিহঁতৰ ফালে ভুমুকি মাৰি দেখিলাহেঁতেন, তেন্তে অৱশ্যে তুমি ভিৰাই লৰ মাৰিলাহেঁতেন। অৱশ্যে তুমি সিহঁতৰ ভয়ত আতংকগ্ৰস্ত হৈ পৰিলাহেঁতেন;",
        "fa": "و [اگر به آنها نگاه می‌کردی،] می‌پنداشتی بیدارند؛ در حالی‌ که [با چشمانِ باز] خفته بودند؛ و ما آنان را به پهلوی راست و چپ می‌گرداندیم [تا بدنشان آسیب نبیند]؛ و سگشان بر آستانۀ غار [نشسته و به حالت پاسبانی] دست‌هایش را گشوده بود. اگر [به آنان نگاه می‌کردی و] از حالشان آگاه می‌شدی، قطعاً [از وحشت] فرار می‌کردی و دلت از ترس آنان آکنده می‌شد."
      }
    },
    {
      "verse_number": 2159,
      "verse_key": "18:19",
      "arabic_text": "وَكَذَٰلِكَ بَعَثْنَـٰهُمْ لِيَتَسَآءَلُوا۟ بَيْنَهُمْ ۚ قَالَ قَآئِلٌ مِّنْهُمْ كَمْ لَبِثْتُمْ ۖ قَالُوا۟ لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ ۚ قَالُوا۟ رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَٱبْعَثُوٓا۟ أَحَدَكُم بِوَرِقِكُمْ هَـٰذِهِۦٓ إِلَى ٱلْمَدِينَةِ فَلْيَنظُرْ أَيُّهَآ أَزْكَىٰ طَعَامًا فَلْيَأْتِكُم بِرِزْقٍ مِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا",
      "phonetic_text": "Wakathalika baAAathnahumliyatasaaloo baynahum qala qa-ilun minhumkam labithtum qaloo labithna yawman aw baAAdayawmin qaloo rabbukum aAAlamu bima labithtum fabAAathooahadakum biwariqikum hathihi ila almadeenatifalyanthur ayyuha azka taAAamanfalya/tikum birizqin minhu walyatalattaf walayushAAiranna bikum ahada",
      "translations": {
        "fr": "Et c’est ainsi que Nous les avons ressuscités<sup foot_note=194938>1</sup> pour qu’ils s’interrogent les uns les autres. « Combien de temps êtes-vous demeurés ici ? » demanda l’un d’eux. « Un jour, disent les uns, ou peut-être une bonne partie d’un jour. » Puis ils ajoutèrent : « Votre Seigneur Sait le mieux combien (de temps) vous êtes restés (ici). Envoyez donc quelqu’un à la ville avec ces pièces d’argent pour vous chercher de ses aliments les plus purs, de quoi vous sustenter. Qu’il soit avenant et n’attire sur vous l’attention de personne.",
        "en": "In time We woke them, and they began to question one another. One of them asked, ‘How long have you been here?’ and [some] answered, ‘A day or part of a day,’ but then [others] said, ‘Your Lord knows best how long you have been here. One of you go to the city with your silver coins, find out where the best food is there, and bring some back. But be careful not to let anyone know about you:",
        "es": "Entonces, les desperté para que se preguntaran unos a otros. Uno de ellos dijo: “¿Cuánto tiempo pensáis que hemos permanecido aquí?” Respondieron: “Hemos permanecido un día o parte de un día”. Dijeron: “Nuestro Señor sabe mejor cuánto tiempo hemos permanecido. Enviemos a uno de nosotros con nuestro dinero a la ciudad para que busque la mejor comida y nos aprovisione, que actúe con sutileza y que no llame la atención de nadie,",
        "it": "Li resuscitammo infine perché si interrogassero a vicenda. Disse uno di loro: «Quanto tempo siete rimasti?». Dissero: «Siamo rimasti una giornata o parte di una giornata». Dissero: «Il vostro Signore sa meglio quanto siete rimasti. Mandate uno di voi alla città con questo vostro denaro, ché cerchi il cibo più puro e ve ne porti per nutrirvi. Si comporti con gentilezza <a class=f><sup foot_note=158079>1</sup></a>e faccia sì che nessuno si accorga di voi.",
        "ru": "Так Мы пробудили их для того, чтобы они расспросили друг друга. Один из них сказал: «Сколько вы пробыли здесь?». Они сказали: «Мы пробыли день или часть дня». Они сказали: «Вашему Господу лучше известно о том, сколько вы пробыли. Пошлите одного из вас в город с вашими серебряными монетами. Пусть он посмотрит, какая еда получше, и принесет вам ее поесть. Но пусть он будет осторожен, чтобы никто не догадался о вас.",
        "tr": "Onları bir mucize olarak uyuttuğumuz gibi, birbirlerine sorsunlar diye kendilerini uyandırdık da içlerinden bir sözcü şöyle dedi: \"Ne kadar durup kaldınız?\" (Kimi) \"Bir gün ya da günün bir parçası kadar kaldık\" dediler. (Kimi de) şöyle dediler: \"Ne kadar durduğunuzu, Rabbiniz daha iyi bilir. Şimdi siz birinizi, bu gümüş paranızla şehre gönderin de baksın, hangi yiyecek daha temiz ise, ondan size azık getirsin. Hem çok dikkatli davransın ve sizi kimseye sezdirmesin.\"",
        "de": "Und so erweckten Wir sie auf, damit sie sich gegenseitig fragten. Einer von ihnen sagte: „Wie lange habt ihr verweilt? Sie sagten: „Verweilt haben wir einen Tag oder den Teil eines Tages. Sie sagten: „Euer Herr weiß am besten, wie (lange) ihr verweilt habt. So schickt einen von euch mit diesen euren Silbermünzen in die Stadt; er soll sehen, welche ihre reinste Speise ist, und euch davon eine Versorgung bringen. Er soll behutsam sein und ja niemanden etwas von euch merken lassen.",
        "pt": "E eis que os despertamos para que se interrogassem entre si. Um deles disse: Quanto tempo permanecestes aqui? Responderam: Estivemos um dia, ou parte dele! Outros disseram: Nosso Senhor sabe melhor do que ninguém o quantopermanecestes. Enviai à cidade alguns de vós com este dinheiro; que procure o melhor alimento e vos traga uma parte; queseja afável e não inteire ninguém a vosso respeito,",
        "nl": "En zo wekten Wij hen op, opdat zij elkaar zouden ondervragen. Eén van hen zei: \"Hoe lang hebben jullie (hier) verbleven?\" Zij zeiden: Wij verbleven (hier) een dag of een gedeelte van een dag.\" Zij zeiden: \"Jullie Heer weet beter hoelang jullie (hier) verbleven. Stuurt den één van jullie met dit geld van jullie naar de stad en laat hem zien welk voedsel het beste is en laat hem daarvan levens voorziening voor jullie meenemen, en laat hem zachtmoedig zijn, en laat hem niet naar één van jullie informeren.",
        "ur": "اور اسی عجیب کرشمے سے ہم نے انہیں اُٹھا بٹھایا<sup foot_note=\"184935\">1</sup> تاکہ ذرا آپس میں پوچھ گچھ کریں۔ ان میں سے ایک نے پوچھا”کہو، کتنی دیر اس حال میں رہے؟“ دُوسروں نے کہا”شاید دن پھر یا اس سے کچھ کم رہے ہوں گے۔“پھروہ بولے”اللہ ہی بہتر جانتا ہے کہ ہمارا کتنا وقت اس حال میں گزرا۔ چلو، اب اپنے میں سے کسی کو چاندی کا یہ سِکّہ دے کر شہر بھیجیں اور وہ دیکھے کہ سب سے اچھا کھانا کہاں ملتا ہے۔ وہاں سے وہ کچھ کھانے کےلیے لائے۔ اور چاہیے کہ ذرا ہوشیاری سے کام کرے، ایسا نہ ہو کہ کسی کو ہمارے یہاں ہونے سے خبردار کر بیٹھے",
        "bn": "আৰু এইদৰেই আমি সিহঁতক জগাই তুলিলো, যাতে সিহঁতে পৰস্পৰৰ মাজত সোধ-পোছ কৰিব পাৰে। সিহঁতৰ এজনে ক’লে, ‘তোমালোকে কিমান সময় অৱস্থান কৰিছা’? সিহঁতে ক’লে, ‘আমি এদিন বা এদিনৰ কিছু অংশহে অৱস্থান কৰিছোঁ’। সিহঁতে ক’লে, ‘তোমালোকে কিমান সময় অৱস্থান কৰিছা সেয়া তোমালোকৰ প্ৰতিপালকেই ভালদৰে জানে। এতেকে তোমালোকে এতিয়া তোমালোকৰ মাজৰ পৰা এজনক এই মুদ্ৰাসহ বজাৰলৈ পঠাই দিয়া। সি যেন ভালকৈ চাই-চিতি কোনটো উত্তম খাদ্য তাৰ পৰা যেন তোমালোকৰ বাবে কিছু খাদ্য লৈ আহে। লগতে সি যেন বিচক্ষণতাৰ সৈতে কাম কৰে। কোনোমতেই যাতে তোমালোকৰ বিষয়ে কাকো একো জানিব নিদিয়ে।",
        "fa": "و همان گونه [كه آنان را در خواب فرو بردیم] آنان را [از خواب] بیدار نمودیم تا بین خود از یکدیگر سوال کنند. یکی از آنان گفت: «چه مدت [در خواب] ماندید؟» [بقیه] گفتند: «یک روز یا بخشی از یک روز». [سرانجام] گفتند: «پروردگارتان داناتر است که چقدر [در این حالت] مانده‌اید. [اکنون] یک نفر از خودتان را با این سکه[‌های]تان به شهر بفرستید تا ببیند کدام‌ یک از [فروشندگانِ آنجا، کاسبی و] غذا‌یش پاکیزه‌تر است و از [نزد] او غذایی برایتان بیاورد؛ و باید [در رفت‌وآمد و خرید، پنهان‌کاری و] زیرکی نماید و هیچ کس را از [حالِ] شما آگاه نسازد."
      }
    },
    {
      "verse_number": 2160,
      "verse_key": "18:20",
      "arabic_text": "إِنَّهُمْ إِن يَظْهَرُوا۟ عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِى مِلَّتِهِمْ وَلَن تُفْلِحُوٓا۟ إِذًا أَبَدًا",
      "phonetic_text": "Innahum in yathharoo AAalaykumyarjumookum aw yuAAeedookum fee millatihim walan tuflihooithan abada",
      "translations": {
        "fr": "Car s’ils venaient à vous surprendre ils vous lapideraient ou vous obligeraient à revenir à leur religion ; et alors, vous ne réussiriez plus jamais. »",
        "en": "if they found you out, they would stone you or force you to return to their religion, where you would never come to any good.’",
        "es": "porque si se enteran de nuestra presencia nos apedrearán o nos obligarán a regresar a su religión, y si eso sucede jamás estaremos entre los que alcancen el triunfo [en el más allá]”.",
        "it": "Se s’impadronissero di voi vi lapiderebbero o vi riporterebbero alla loro religione e, in tal caso, non avreste alcun successo» <a class=f><sup foot_note=158080>1</sup></a>.",
        "ru": "Если они узнают о вас, то побьют вас камнями или обратят вас в свою религию, и тогда вы никогда не преуспеете.",
        "tr": "\"Çünkü şehir halkı, sizi ellerine geçirirlerse muhakkak sizi taşlayarak öldürürler veya kendi dinlerine çevirirler ki, o zaman siz dünyada da ahirette de asla kurtuluşa eremezsiniz.\"",
        "de": "Denn wenn sie von euch erfahren’, werden sie euch steinigen oder euch (zwangsweise) zu ihrer Glaubensrichtung zurückbringen; dann wird es euch niemals mehr wohl ergehen.",
        "pt": "Porque, se vos descobrirem, apedrejar-vos-ão ou vos coagirão a abraçar seu credo e, então, jamais prosperareis.",
        "nl": "Voorwaar, indien zij over jullie zouden vernemen, dan zouden zij jullie stenigen, of jullie terug doen keren tot hun godsdienst en dan zouden jullie nooit welslagen.\"",
        "ur": "اگر کہیں اُن لوگوں کا ہاتھ ہم پر پڑ گیا تو بس سنگسار ہی کر ڈالیں گے، یا پھر زبردستی ہمیں اپنی ملت میں واپس لے جائیں گے، اور ایسا ہوا توہم کبھی فلاح نہ پا سکیں گے\"",
        "bn": "নিশ্চয় সিহঁতে যদি তোমালোকৰ বিষয়ে জানিব পাৰে তেন্তে সিহঁতে তোমালোকক শিল দলিয়াই আঘাত কৰি হত্যা কৰিব অথবা তোমালোকক সিহঁতৰ ধৰ্মত ওভোতাই নিব। তেতিয়া তোমালোকে কেতিয়াও সফল হ’ব নোৱাৰিবা।",
        "fa": "بی‌تردید، اگر آنان [از مکان شما آگاه شوند و] بر شما دست یابند، سنگسار‌تان می‌کنند یا شما را به آیین خویش بازمی‌گردانند و در آن صورت، هرگز رستگار نخواهید شد»."
      }
    },
    {
      "verse_number": 2161,
      "verse_key": "18:21",
      "arabic_text": "وَكَذَٰلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوٓا۟ أَنَّ وَعْدَ ٱللَّهِ حَقٌّ وَأَنَّ ٱلسَّاعَةَ لَا رَيْبَ فِيهَآ إِذْ يَتَنَـٰزَعُونَ بَيْنَهُمْ أَمْرَهُمْ ۖ فَقَالُوا۟ ٱبْنُوا۟ عَلَيْهِم بُنْيَـٰنًا ۖ رَّبُّهُمْ أَعْلَمُ بِهِمْ ۚ قَالَ ٱلَّذِينَ غَلَبُوا۟ عَلَىٰٓ أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِم مَّسْجِدًا",
      "phonetic_text": "Wakathalika aAAtharnaAAalayhim liyaAAlamoo anna waAAda Allahi haqqunwaanna asaAAata la rayba feeha ithyatanazaAAoona baynahum amrahum faqaloo ibnooAAalayhim bunyanan rabbuhum aAAlamu bihim qala allatheenaghalaboo AAala amrihim lanattakhithanna AAalayhimmasjida",
      "translations": {
        "fr": "Ainsi Nous fîmes en sorte que soient retrouvées leurs traces pour que (les habitants de la cité) sachent que la promesse d’Allah est pure vérité et que l’Heure est indubitable. Ils se disputèrent à leur sujet et dirent : « Érigez au-dessus d’eux un édifice. Leur Seigneur Connaît mieux (leur secret) ! » Mais ceux qui eurent le dernier mot dirent : « Nous y érigerons plutôt un sanctuaire. »",
        "en": "In this way We brought them to people’s attention so that they might know that God’s promise [of resurrection] is true and that there is no doubt about the Last Hour, [though] people argue among themselves. [Some] said, ‘Construct a building over them: their Lord knows best about them.’ Those who prevailed said, ‘We shall build a place of worship over them.’",
        "es": "Pero hice que les descubrieran para que supieran que la promesa de Dios es verdadera, y que la Hora del Juicio es indubitable [y luego les hice morir]. Fue entonces cuando los habitantes del pueblo discutieron acerca de ellos<sup foot_note=168796>1</sup>. Algunos dijeron: “Construid una pared que bloquee la entrada de la cueva, pues solo Dios sabe la verdad sobre ellos”. Pero aquellos cuya opinión prevaleció dijeron: “Construyamos sobre ellos un oratorio<sup foot_note=168797>2</sup>”.",
        "it": "Facemmo sì che fossero scoperti, affinché si sapesse che la promessa di Allah è verità e che non c’è dubbio alcuno a proposito dell’Ora. Discutevano sul caso loro e dicevano: «Innalzate su di loro un edificio. Il loro Signore meglio li conosce». Quelli che infine prevalsero dissero: «Costruiamo su di loro un santuario» <a class=f><sup foot_note=158081>1</sup></a>.",
        "ru": "Так Мы дали знать о них людям для того, чтобы они узнали, что обещание Аллаха есть истина и что в Часе невозможно усомниться. Но вот они стали спорить о них и сказали: «Воздвигните над ними строение. Их Господу лучше знать о них». А те, которые отстояли свое мнение, сказали: «Мы непременно воздвигнем над ними мечеть».",
        "tr": "Böylece insanları onlardan haberdar kıldık ki, öldükten sonra dirilmenin hak olduğunu ve kıyamet gününden şüphe edilemeyeceğini bildirmek için, öylece şehir halkına buldurduk. Onları mağarada bulanlar, aralarında durumlarını tartışıyorlardı. Dedilerki: \"Üstlerine bir bina (kilise) yapın. Bununla beraber Rableri, onları daha iyi bilir.\" Sözlerinde üstün gelen müminler: \"Üzerlerine muhakkak bir mescid yapacağız.\" dediler.",
        "de": "So ließen Wir (die Menschen) sie doch entdecken, damit sie wissen, daß Allahs Versprechen wahr ist und daß es an der Stunde keinen Zweifel gibt. Als sie untereinander über ihre Angelegenheit stritten, da sagten sie: „Errichtet über ihnen einen Bau. Ihr Herr weiß am besten über sie Bescheid. Diejenigen, die in ihrer Angelegenheit siegten, sagten: „Wir werden uns über ihnen ganz gewiß eine Gebetsstätte einrichten.",
        "pt": "Assim revelamos o seu caso às pessoas, para que se persuadissem de que a promessa de Deus é verídica e de que aHora é indubitável. E quando estes discutiram entre si a questão, disseram: Erigi um edifício, por cima deles; seu Senhor é omais sabedor disso. Aqueles, cujas opiniões prevalecia, disseram: Erigi um templo, por cima da caverna!",
        "nl": "Zo brachten Wij hen de hoogte, opdat zij weten dat de belofte van Allah Waarheid is en dat er gen twijfel aan het Uur is. Toen zij (de mensen in de stad) over hun geval twistten, zeiden zij: \"Bouwt een gebouw over hen heen (als amdenken).\" Hun Heer weet beter over hen. Degenen die de overhand kregen over hun geval, zeiden. \"Wij zullen zeker over hen een gebedsruimte maken.\"",
        "ur": "اِس طرح ہم نے اہلِ شہر کو ان کے حال پر مطلع کیا <sup foot_note=\"184936\">1</sup>تاکہ لوگ جان لیں کہ اللہ کا وعدہ سچا ہے اور یہ کہ قیامت کی گھڑی بے شک آکر رہے گی۔ <sup foot_note=\"184937\">2</sup>(مگر ذرا خیال کرو کہ جب سوچنے کی اصل بات یہ تھی)اُس وقت وہ آپس میں اِس بات پر جھگڑ رہے تھے کہ اِن (اصحابِ کہف) کے ساتھ کیا کیا جائے۔ کچھ لوگوں نے کہا”اِن پر ایک دیوار چُن دو، اِن کا ربّ ہی اِن کے معاملہ کو بہتر جانتا ہے۔<sup foot_note=\"184938\">3</sup>“مگر جو لوگ اُن کے معاملات پر غالب تھے<sup foot_note=\"184939\">4</sup> اُنہوں نے کہا”ہم تو اِن پر ایک عبادت گاہ بنائیں گے۔“<sup foot_note=\"184940\">5</sup>",
        "bn": "আৰু এইদৰে আমি মানুহক তেওঁলোকৰ বিষয়ে জনাই দিলোঁ, যাতে সিহঁতে জানে যে, আল্লাহৰ প্ৰতিশ্ৰুতি সত্য আৰু নিশ্চয় কিয়ামত সম্পৰ্কে কোনো সন্দেহ নাই। যেতিয়া সিহঁতে (নগৰবাসীয়ে) সিহঁতৰ কৰ্তব্যৰ বিষয়ে নিজৰ মাজতে বিতৰ্ক কৰিছিল তেতিয়া সিহঁতৰ কিছুমানে ক’লে, ‘তেওঁলোকৰ ওপৰত সৌধ নিৰ্মাণ কৰা’। সিহঁতৰ প্ৰতিপালকেই সিহঁতৰ বিষয়ে ভাল জানে। সিহঁতৰ কৰ্তব্যৰ বিষয়ে যিসকলৰ মত প্ৰবল হৈছিল সিহঁতে ক’লে, ‘নিশ্চয় আমি তেওঁলোকৰ ওপৰত মছজিদ নিৰ্মাণ কৰিম’।",
        "fa": "و این‌گونه، [مردم آن سرزمین] را از حال آنان آگاه کردیم تا بدانند وعدۀ الله [دربارۀ یاریِ مؤمنان و برانگیختنِ مردگان] راست و درست است و اینکه در [فرارسیدنِ] قیامت تردیدی نیست. هنگامی ‌که [مردم شهر] بین خود [دربارۀ آن جوانمردان متوفی] دچار اختلاف شدند، گروهی گفتند: «دیواری بر [ورودیِ] آن [غار] بسازید. پروردگارشان به حال آنان آگاه‌تر است». برخی دیگر که [ناآگاه بودند و نفوذ و] قدرت داشتند گفتند: «[به نشانۀ بزرگداشت،] بر [غارِ] آنان عبادتگاهی می‌سازیم»."
      }
    },
    {
      "verse_number": 2162,
      "verse_key": "18:22",
      "arabic_text": "سَيَقُولُونَ ثَلَـٰثَةٌ رَّابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًۢا بِٱلْغَيْبِ ۖ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ ۚ قُل رَّبِّىٓ أَعْلَمُ بِعِدَّتِهِم مَّا يَعْلَمُهُمْ إِلَّا قَلِيلٌ ۗ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَآءً ظَـٰهِرًا وَلَا تَسْتَفْتِ فِيهِم مِّنْهُمْ أَحَدًا",
      "phonetic_text": "Sayaqooloona thalathatun rabiAAuhumkalbuhum wayaqooloona khamsatun sadisuhum kalbuhum rajmanbilghaybi wayaqooloona sabAAatun wathaminuhumkalbuhum qul rabbee aAAlamu biAAiddatihim ma yaAAlamuhumilla qaleelun fala tumari feehim illamiraan thahiran wala tastaftifeehim minhum ahada",
      "translations": {
        "fr": "Ils diront : « Ils étaient trois et leur chien était leur quatrième. » Et, spéculant toujours sur leur mystère, ils diront qu’ils étaient cinq et leur chien leur sixième ; et ils diront : « Sept et leur chien leur huitième. » Dis : « Mon Seigneur Sait mieux leur nombre et il n’est que peu qui le savent. » Ne dispute donc point à leur sujet, si ce n’est selon ce qui t’a été révélé, et ne demande, en la matière, l’avis d’aucune personne.",
        "en": "[Some] say, ‘The sleepers were three, and their dog made four,’ others say, ‘They were five, and the dog made six’- guessing in the dark- and some say, ‘They were seven, and their dog made eight.’ Say [Prophet], ‘My Lord knows best how many they were.’ Only a few have real knowledge about them, so do not argue, but stick to what is clear, and do not ask any of these people about them;",
        "es": "Algunos dirán que eran tres y cuatro con su perro. Otros que eran cinco y seis con su perro, conjeturando sobre lo que no tienen conocimiento. Y otros dirán que eran siete y ocho con su perro. Diles: “Mi Señor es Quien sabe exactamente cuántos eran y solo unos pocos lo saben. No profundicéis sobre ellos más de lo que os ha sido revelado. No consultéis [a quien no tenga conocimiento] sobre ellos”.",
        "it": "Diranno: «Erano tre, e il quarto era il cane». Diranno congetturando sull’ignoto: «Cinque, sesto il cane» e diranno: «Sette, e l’ottavo era il cane». Di’: «Il mio Signore meglio conosce il loro numero. Ben pochi lo conoscono». Non discutere di ciò eccetto per quanto è palese e non chiedere a nessuno un parere in proposito <a class=f><sup foot_note=158082>1</sup></a>.",
        "ru": "Одни говорят, что их было трое, а четвертой была собака. Другие говорят, что их было пятеро, а шестой была собака. Так они пытаются угадать сокровенное. А другие говорят, что их было семеро, а восьмой была собака. Скажи: «Моему Господу лучше знать об их числе. Это неизвестно никому, кроме немногих». Препирайся относительно них только открыто и никого из них не спрашивай о них.",
        "tr": "Ashabı Kehf'in sayılarında ihtilaf edenlerden bazıları: Onlar, üç kişidir, dördüncüleri köpekleridir\" diyecekler. Diğer bazıları da \"Onlar, beş kişidir, altıncıları köpekleridir \" diyecekler. Her ikisi de bilinmeyen hakkında tahmin yürütmektir. (kimileri de:) \"Onlar, yedi kişidir; sekizincisi köpekleridir\" derler. De ki: \"Onların sayılarını Rabbim daha iyi bilir.\" Onları ancak pek azı bilir, Bu sebeple onlar hakkında bu bildirilenler dışında bir münakaşaya girişme ve bunlar hakkında hiç kimseye de bir şey sorma!",
        "de": "(Manche) werden sagen: „(Es waren ihrer) drei, ihr Hund war der vierte von ihnen. Und (manche) sagen: „(Es waren ihrer) fünf, der sechste von ihnen war ihr Hund. - Ein Herumraten über das Verborgene. Und (manche) sagen: „(Es waren ihrer) sieben, und der achte von ihnen war ihr Hund. Sag: Mein Herr kennt ihre Zahl am besten; nur wenige kennen sie. Darum streite über sie nur in offensichtlichem Streit, und frage niemanden von ihnen um Auskunft über sie.",
        "pt": "Alguns diziam: Eram três, e o cão deles perfazia um total de quatro. Outros diziam: Eram cinco, e o cão totalizava seis, tentando, sem dúvida, adivinhar o desconhecido. E outros, ainda, diziam: Eram sete, oito com o cão. Dize: Meu Senhorconhece melhor do que ninguém o seu número e só poucos o desconhece! Não discutais, pois, a respeito disto, a menos queseja de um modo claro e não inquiras, sobre eles, ninguém",
        "nl": "Zij zeggen: \"(Zij waren met) drie, hun vierde was hun hond,\" en zij zeggen, \"Vijf, hun zesde was hun hond,\" radend naar het onbekende. En zij zeggen: \"Zeven, hun achtste was hun bond.\" Zeg: \"Mijn Heer kent hun aantal beter, zij kennen het niet, behalve weinigen.\" Redetwist daarom niet over hen, behalve (met) een duidelijk twistgesprek. En ondervraagt niet één van hen over hen.",
        "ur": "کچھ لوگ کہیں گے کہ وہ تین تھے اور چوتھا اُن کا کُتّا تھا۔ اور کچھ دُوسرے کہہ دیں گے کہ پانچ تھے اور چھٹا اُن کا کُتّا تھا۔ یہ سب بے تُکی ہانکتے ہیں۔ کچھ اور لوگ کہتے ہیں کہ سات تھے اور آٹھواں اُن کا کُتّا تھا۔<sup foot_note=\"184941\">1</sup> کہو، میرا ربّ ہی بہتر جانتا ہے کہ وہ کتنے تھے۔ کم ہی لوگ ان کی صحیح تعداد جانتے ہیں۔ پس تم سرسری بات سے بڑھ کر ان کی تعداد کے معاملے میں لوگوں سے بحث نہ کرو، اور نہ ان کے متعلق کسی سے کچھ پُوچھو۔<sup foot_note=\"184942\">2</sup>",
        "bn": "অচিৰেই কিছুমানে ক’ব, ‘তেওঁলোক আছিল তিনিজন, তেওঁলোকৰ চতুৰ্থটো আছিল তেওঁলোকৰ কুকুৰ’, আৰু আন কিছুমানে ক’ব, ‘তেওঁলোক আছিল পাঁচজন, তেওঁলোকৰ ষষ্ঠটো আছিল তেওঁলোকৰ কুকুৰ’, এই সকলোৱে গায়েবী বিষয়ত অনুমানৰ ওপৰত নিৰ্ভৰ কৰে। আকৌ কিছুমানে ক’ব, ‘তেওঁলোক আছিল সাতজন, তেওঁলোকৰ অষ্টমটো হৈছে তেওঁলোকৰ কুকুৰ’। কোৱা, ‘মোৰ প্ৰতিপালকেহে তেওঁলোকৰ সংখ্যাটো ভালকৈ জানে; তেওঁলোকৰ প্ৰকৃত সংখ্যা কেৱল কিছুসংখ্যক লোকেহে জানে। এতেকে সাধাৰণ আলোচনাৰ বাহিৰে তুমি তেওঁলোকৰ বিষয়ে বিতৰ্ক নকৰিবা আৰু ইহঁতৰ কাকো তেওঁলোকৰ বিষয়ে নুসুধিবা।",
        "fa": "[دربارۀ تعدادشان] خواهند گفت: «سه نفر بودند [و] چهارمینِ آنان سگشان بود» و [گروهی] می‌گویند: «پنج نفر بودند [و] ششمینِ آنان سگشان بود» ـ [که البته] همه از روی حدس و گمان است ـ و [گروهی] می‌گویند: «هفت نفر بودند و هشتمینِ آنان سگشان بود». بگو: «پروردگارم از [تعداد] آنان آگاه‌تر است [و] جز گروهی اندک، کسی از تعدادشان آگاه نیست. پس دربارۀ آنان گفتگویی مختصر [و بحثی آرام و گذرا] داشته باش و دربارۀ آنان از هیچ کس سؤال نکن."
      }
    },
    {
      "verse_number": 2163,
      "verse_key": "18:23",
      "arabic_text": "وَلَا تَقُولَنَّ لِشَا۟ىْءٍ إِنِّى فَاعِلٌ ذَٰلِكَ غَدًا",
      "phonetic_text": "Wala taqoolanna lishay-in innee faAAilunthalika ghada",
      "translations": {
        "fr": "Et ne dis jamais à propos de telle chose : « Je ferai cela demain »,",
        "en": "do not say of anything, ‘I will do that tomorrow,’",
        "es": "No digas acerca de algo: “¡Haré tal cosa!”",
        "it": "Non dire mai di nessuna cosa: «Sicuramente domani farò questo…,",
        "ru": "И никогда не говори: «Я сделаю это завтра».",
        "tr": "Hiçbir şey için, Allah'ın dilemesi dışında: \"Ben yarın onu yapacağım deme\"",
        "de": "Und sag ja nur nicht von einer Sache: „Ich werde dies morgen tun,",
        "pt": "Jamais digas: Deixai, que farei isto amanhã,",
        "nl": "En zeg zeker nooit over iets: \"Voorwaar, dat zal ik morgen doen.\"",
        "ur": "اور دیکھو، کسی چیز کے بارے میں کبھی یہ نہ کہا کرو کہ میں کل یہ کام کر دوں گا",
        "bn": "আৰু কেতিয়াও তুমি কোনো বিষয়ত এই বুলি নক'বা যে, নিশ্চয় মই এইটো অহা কালি কৰিম,",
        "fa": "و هرگز در مورد کاری نگو: «فردا آن را انجام می‌دهم»،"
      }
    },
    {
      "verse_number": 2164,
      "verse_key": "18:24",
      "arabic_text": "إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ وَٱذْكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَىٰٓ أَن يَهْدِيَنِ رَبِّى لِأَقْرَبَ مِنْ هَـٰذَا رَشَدًا",
      "phonetic_text": "Illa an yashaa Allahuwathkur rabbaka itha naseeta waqul AAasaan yahdiyani rabbee li-aqraba min hatha rashada",
      "translations": {
        "fr": "si tu n’ajoutes pas : « S’il plaît à Allah ! (inchâ’ Allah).» Évoque ton Seigneur lorsque tu viens à oublier et dis : « Puisse mon Seigneur me guider et me rapprocher de la voie la plus juste. »",
        "en": "without adding, ‘God willing,’ and, whenever you forget, remember your Lord and say, ‘May my Lord guide me closer to what is right.’",
        "es": "Salvo que agregues: “¡Si Dios quiere!” Pero si te olvidas de mencionar a tu Señor, invoca su nombre y reza diciendo: “Ruego a mi Señor que me guíe a la vía más recta”.",
        "it": "senza dire «se Allah vuole» <a class=f><sup foot_note=158083>1</sup></a>. Ricordati del tuo Signore quando avrai dimenticato [di dirlo] e di’ : «Spero che il mio Signore mi guidi in una direzione ancora migliore».",
        "ru": "Если только этого не пожелает Аллах! Если же ты забыл, то помяни своего Господа и скажи: «Быть может, Господь мой поведет меня более правильным путем».",
        "tr": "Ancak Allah dilerse (yapacağım de). Ve unuttuğun vakit Allah'ı an ve \"Umarım Rabbim beni, doğruya daha yakın olana eriştirir.\" de.",
        "de": "außer (du fügst hinzu): „Wenn Allah will. Und gedenke deines Herrn, wenn du (etwas) vergessen hast, und sag: „Vielleicht leitet mich mein Herr zu etwas, was dem rechten Ausweg näher kommt als dies.",
        "pt": "A menos que adiciones: Se Deus quiser! Recorda teu Senhor quando esqueceres, e dize: É possível que meu Senhor meencaminhe para o que está mais próximo da verdade.",
        "nl": "(Zeg) slechts: \"Indien Allah het wenst\" en herinner je jouw Heer indien jij, vergeet, en zeg: \"Hopelijk zal mijn Heer mij leiden naar wat dichterbij is van deze Leiding.\"",
        "ur": "(تم کچھ نہیں کر سکتے)اِلّا یہ کہ اللہ چاہے۔ اگر بھُولے سے ایسی بات زبان سے نکل جائے تو فوراً اپنے ربّ کو یاد کرو اور کہو”اُمید ہے کہ میرا ربّ اِس معاملےمیں رُشد سے قریب تر بات کی طرف میری رہنمائی فرما دے <sup foot_note=\"184943\">1</sup>گا۔“",
        "bn": "ইন শ্বা আল্লাহ নোকোৱাকৈ, (অৰ্থাৎ যদি আল্লাহে বিচাৰে), আৰু যদি পাহৰি যোৱা তেন্তে তোমাৰ প্ৰতিপালকক স্মৰণ কৰিবা আৰু কোৱা, ‘সম্ভৱত মোৰ প্ৰতিপালকে মোক ইয়াতকৈও সত্যৰ নিকটৱৰ্তী পথ দেখুৱাব’।",
        "fa": "مگر اینکه [بگویی:] «ان شاء الله»؛ و هر گاه فراموش کردی، [با گفتن این لفظ] پروردگارت را یاد کن و بگو: «امیدوارم پروردگارم مرا به راهی رهنمون گردد که از این [راه]، به هدایت [و صلاح] نزدیک‌تر باشد»."
      }
    },
    {
      "verse_number": 2165,
      "verse_key": "18:25",
      "arabic_text": "وَلَبِثُوا۟ فِى كَهْفِهِمْ ثَلَـٰثَ مِا۟ئَةٍ سِنِينَ وَٱزْدَادُوا۟ تِسْعًا",
      "phonetic_text": "Walabithoo fee kahfihim thalathami-atin sineena wazdadoo tisAAa",
      "translations": {
        "fr": "Ils demeurèrent dans leur Caverne trois cents ans et il s’en ajouta neuf.",
        "en": "[Some say], ‘The sleepers stayed in their cave for three hundred years,’ some added nine more.",
        "es": "Permanecieron en su caverna trescientos años y nueve más<sup foot_note=168798>1</sup>.",
        "it": "Rimasero trecento anni nella loro caverna, e ne aggiungono altri nove <a class=f><sup foot_note=158084>1</sup></a>.",
        "ru": "Они провели в пещере триста лет и еще девять.",
        "tr": "Onlar, mağaralarında üçyüz yıl kadar kaldılar ve dokuz yıl da buna ilave etmişlerdir.",
        "de": "Und sie verweilten in ihrer Höhle dreihundert Jahre und noch neun dazu.",
        "pt": "Eis que permaneceram na caverna trezentos e nove anos.",
        "nl": "En zij verbleven driehonderd jaar in hun grok en vermeerderd met negen.",
        "ur": "اور وہ اپنے غار میں تین سو سال رہے، اور (کچھ لوگ مدّت کے شمار میں)۹ سال اور بڑھ گئے ہیں۔<sup foot_note=\"184944\">1</sup>",
        "bn": "আৰু সিহঁতে গুহাত আছিল তিনি শ বছৰ, লগতে অতিৰিক্ত ন বছৰ।",
        "fa": "و آنان [= اصحاب کهف] سیصد سال در غار‌شان [در حالت خواب] ماندند و نُه سال [نیز] بر آن افزودند."
      }
    },
    {
      "verse_number": 2166,
      "verse_key": "18:26",
      "arabic_text": "قُلِ ٱللَّهُ أَعْلَمُ بِمَا لَبِثُوا۟ ۖ لَهُۥ غَيْبُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ أَبْصِرْ بِهِۦ وَأَسْمِعْ ۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِىٍّ وَلَا يُشْرِكُ فِى حُكْمِهِۦٓ أَحَدًا",
      "phonetic_text": "Quli Allahu aAAlamu bimalabithoo lahu ghaybu assamawati wal-ardiabsir bihi waasmiAA ma lahum min doonihi minwaliyyin wala yushriku fee hukmihi ahada",
      "translations": {
        "fr": "Dis : « Allah Sait le mieux combien (de temps) ils y demeurèrent. À Lui Seul appartient l’Insondable mystère des cieux et de la terre. Car il n’est Vue plus claire ni Ouïe plus fine que les Siennes ! Ils n’ont nul allié en dehors de Lui Qui n’associe personne à Sa décision. »",
        "en": "Say [Prophet], ‘God knows best how long they stayed.’ His is the knowledge of all that is hidden in the heavens and earth- How well He sees! How well He hears!- and they have no one to protect them other than Him; He does not allow anyone to share His rule.",
        "es": "Diles<sup foot_note=168799>1</sup>: “Dios es Quien realmente sabe cuánto permanecieron. Él conoce los secretos de los cielos y de la Tierra; Él todo lo ve, todo lo oye. No tienen protector fuera de Él, y Él no asocia a nadie en Sus decisiones”.",
        "it": "Di’: «Allah sa meglio quanto rimasero». Appartiene a Lui il segreto dei cieli e della terra <a class=f><sup foot_note=158085>1</sup></a>. Ha il miglior udito e la migliore vista. Al- l’infuori di Lui non avranno patrono alcuno ed Egli non associa nessuno al Suo giudizio.",
        "ru": "Скажи: «Аллаху лучше знать, сколько они пробыли. У Него - сокровенное небес и земли. Как прекрасно Он видит и слышит! Нет у них покровителя помимо Него, и никто не принимает решений вместе с Ним».",
        "tr": "De ki: \"Onların ne kadar kaldıklarını Allah daha iyi bilir.\" Göklerin ve yerin gaybı O'na aittir. O ne güzel görendir! O ne mükemmel işitendir! Onların, O'ndan başka bir yardımcısı yoktur. O, kendi hükümranlığına kimseyi ortak etmez.",
        "de": "Sag: Allah weiß am besten, wie (lange) sie verweilten. Sein ist das Verborgene der Himmel und der Erde. Wie vorzüglich ist Er als Allsehender, und wie vorzüglich ist Er als Allhörender! Sie haben außer Ihm keinen Schutzherrn, und Er beteiligt an Seiner Urteilsgewalt niemanden.",
        "pt": "Dize-lhes: Deus sabe melhor do que ninguém o quanto permaneceram, porque é Seu o mistério dos céus e da terra. QuãoVidente e quão Ouvinte é! Eles têm, em vez d'Ele, protetor algum, e Ele não divide com ninguém o seu comando.",
        "nl": "Zeg (O Moehammad): \"Allah weet beter hoelang zij er verbleven, aan Hem behoort het verborgene van de hemelen en de aarde, Hij ziet het beter en Hij hoort het beter. Er is voor hen naast Hem beschermer en Hij laat niet één deelgenoot in Zijn oordeel toe.\"",
        "ur": "تم کہو، اللہ ان کے قیام کی مدّت زیادہ جانتا ہے، آسمانوں اور زمین کے سب پوشیدہ احوال اُسی کو معلوم ہیں، کیا خوب ہے وہ دیکھنے والا اور سننے والا! زمین و آسمان کی مخلوقات کا کوئی خبرگیر اُس کے سوا نہیں، اور وہ اپنی حکومت میں کسی کو شریک نہیں کرتا",
        "bn": "কোৱা, ‘সিহঁতে কিমান সময় অৱস্থান কৰিছিল সেয়া আল্লাহেই ভালকৈ জানে’, আকাশসমূহ আৰু পৃথিৱীৰ গায়েবৰ জ্ঞান কেৱল তেওঁৰেই। তেওঁ কিমান সুন্দৰ দ্ৰষ্টা আৰু শ্ৰোতা! তেওঁৰ বাহিৰে সিহঁতৰ আন কোনো অভিভাৱক নাই। তেওঁ কাকো নিজ কৰ্তৃত্বত অংশীদাৰ নকৰে।",
        "fa": "[ای پیامبر،] بگو: «الله از [مدت] ماندنشان [در غار] آگاه‌تر است؛ غیب آسمان‌ها و زمین از آنِ اوست. [به راستی که] او تعالی چه بینا و چه شنواست! آنان [= جهانیان] هیچ [دوست و] کارسازی جز او ندارند و او هیچ کس را در حکم [و فرمان] خویش شریک نمی‌سازد»."
      }
    },
    {
      "verse_number": 2167,
      "verse_key": "18:27",
      "arabic_text": "وَٱتْلُ مَآ أُوحِىَ إِلَيْكَ مِن كِتَابِ رَبِّكَ ۖ لَا مُبَدِّلَ لِكَلِمَـٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلْتَحَدًا",
      "phonetic_text": "Watlu ma oohiya ilaykamin kitabi rabbika la mubaddila likalimatihiwalan tajida min doonihi multahada",
      "translations": {
        "fr": "Récite ce qui t’a été révélé du Livre de ton Seigneur. Nul ne peut modifier Ses paroles et, en dehors de Lui, tu ne trouveras aucun refuge.",
        "en": "[Prophet], follow what has been revealed to you of your Lord’s Scripture: there is no changing His words, nor can you find any refuge except with Him.",
        "es": "Recita lo que se te ha revelado del Libro de tu Señor. No hay quien pueda",
        "it": "Recita quello che ti è stato rivelato del Libro del tuo Signore. Nessuno può cambiare le Sue parole <a class=f><sup foot_note=158086>1</sup></a>e non troverai <a class=f><sup foot_note=158087>2</sup></a>, all’infuori di Lui, alcun rifugio.",
        "ru": "Читай Писание твоего Господа, ниспосланное тебе в откровении. Нет замены Его Словам, и тебе не найти помимо Него прибежища.",
        "tr": "Rabbinin kitabından sana vahyolunanı oku! Onun sözlerini değiştirecek kimse yoktur. Ve O'ndan başka bir sığınılacak da bulamazsın.",
        "de": "Und verlies, was dir vom Buch deines Herrn (als Offenbarung) eingegeben worden ist. Es gibt niemanden, der Seine Worte abändern könnte, und du wirst außer (bei) Ihm keine Zuflucht finden.",
        "pt": "Recita, pois, o que te foi revelado do Livro de teu Senhor, cujas palavras são imutáveis; nunca acharás amparo forad'Ele.",
        "nl": "En draag voor van wat aan jou geopenbaard is van het Boek van jouw Heer. Niemand kan Zijn Woorden veranderen en jij zult naast Hem nooit een schuilplaats vinden.",
        "ur": "اے نبیؐ <sup foot_note=\"184945\">1</sup>، تمہارے ربّ کی کتاب میں سے جو کچھ تم پر وحی کیا گیا ہے اسے (جُوں کا تُوں)سُنا دو، کوئی اُس کے فرمودات کو بدل دینے کا مجاز نہیں ہے، (اور اگر تم کسی کی خاطر اس میں ردّو بدل کرو گے تو)اُس سے بچ کر بھاگنے کے لیے کوئی جائے پناہ نہ پاوٴ گے۔<sup foot_note=\"184946\">2</sup>",
        "bn": "আৰু তোমাৰ প্ৰতিপালকৰ কিতাবৰ পৰা তোমাৰ ওচৰত যি অহী কৰা হয় সেয়া তুমি পাঠ কৰি শুনোৱা। তেওঁৰ বাক্যসমূহৰ কোনো পৰিবৰ্তনকাৰী নাই; আৰু তুমি কেতিয়াও তেওঁৰ বাহিৰে আন কোনো আশ্ৰয় বিচাৰি নাপাবা।",
        "fa": "و [ای پیامبر،] از کتاب پروردگارت آنچه را به تو وحی شده است تلاوت کن. هیچ کس تغییردهندۀ سخنان او [= الله] نیست و هرگز پناهگاهی جز او نمی‌یابی."
      }
    },
    {
      "verse_number": 2168,
      "verse_key": "18:28",
      "arabic_text": "وَٱصْبِرْ نَفْسَكَ مَعَ ٱلَّذِينَ يَدْعُونَ رَبَّهُم بِٱلْغَدَوٰةِ وَٱلْعَشِىِّ يُرِيدُونَ وَجْهَهُۥ ۖ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُۥ عَن ذِكْرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمْرُهُۥ فُرُطًا",
      "phonetic_text": "Wasbir nafsaka maAAa allatheenayadAAoona rabbahum bilghadati walAAashiyyiyureedoona wajhahu wala taAAdu AAaynaka AAanhumtureedu zeenata alhayati addunya walatutiAA man aghfalna qalbahu AAan thikrinawattabaAAa hawahu wakana amruhu furuta",
      "translations": {
        "fr": "Sois patient avec ceux qui invoquent leur Seigneur matin et soir, qui aspirent à voir (un jour) Sa face. Que tes yeux ne se détournent point d’eux pour se fixer sur le faux lustre de la vie en ce bas monde. N’obéis pas à celui dont Nous avons rendu le cœur trop insouciant pour se souvenir de Nous, qui a suivi ses propres désirs, et qui est tombé dans les travers de l’excès.",
        "en": "Content yourself with those who pray to their Lord morning and evening, seeking His approval, and do not let your eyes turn away from them out of desire for the attractions of this worldly life: do not yield to those whose hearts We have made heedless of Our Quran, those who follow their own low desires, those whose ways are unbridled.",
        "es": "Reúnete con quienes invocan a su Señor por la mañana y por la tarde anhelando Su rostro. No te apartes de ellos buscando el encanto de la vida mundanal. No obedezcas a aquel cuyo corazón se ha olvidado de recordarme, sigue sus pasiones y actúa con negligencia.",
        "it": "E persevera insieme con coloro che invocano il loro Signore al mattino e alla sera, desiderando il Suo Volto. Non vadano oltre loro i tuoi occhi, in cerca degli agi di questa vita. Non dar retta a colui il cui cuore abbiamo reso indifferente al Ricordo di Noi, che si abbandona alle sue passioni ed è oltraggioso nel suo agire <a class=f><sup foot_note=158088>1</sup></a>.",
        "ru": "Будь же терпелив вместе с теми, которые взывают к своему Господу по утрам и перед закатом и стремятся к Его Лику. Не отвращай от них своего взора, желая украшений этого мира, и не повинуйся тем, чьи сердца Мы сделали небрежными к Нашему поминанию, кто потакает своим желаниям и чьи дела окажутся тщетными.",
        "tr": "Nefsince de, sabah akşam rızasını isteyerek Rablerine yalvaranlarla beraber candan sabret. Sen dünya hayatının süsünü isteyerek onlardan gözlerini ayırma. Kalbini, bizi anmaktan gafil kıldığımız, nefsinin kötü arzusuna uymuş ve işi hep aşırılık olan kimseye uyma.",
        "de": "Halte dich geduldig zurück zusammen mit denen, die ihren Herrn morgens und abends anrufen, im Begehren nach Seinem Angesicht. Und deine Augen sollen nicht über sie hinwegsehen, indem du den Schmuck des diesseitigen Lebens begehrst’. Und gehorche nicht jemandem, dessen Herz Wir Unserem Gedenken gegenüber unachtsam gemacht haben, der seiner Neigung folgt und dessen Angelegenheit (durch) Maßlosigkeit (ausgezeichnet) ist.",
        "pt": "Sê paciente, juntamente com aqueles que pela manhã e à noite invocam seu Senhor, anelando contemplar Seu Rosto. Nãonegligencies os fiéis, desejando o encanto da vida terrena e não escutes aquele cujo coração permitimos negligenciar o atode se lembrar de Nós, e que se entregou aos seus próprios desejos, excedendo-se em suas ações.",
        "nl": "En wees zelf geduldig met degenen die hun Heer in de morgen en de avond aanroepen, zij wensen Zijn Aangezicht. En wend jouw ogen niet af van hen omdat jij de versierselen van het wereldse leven wenst. En gehoorzaam niet degene wiens hart Wij Onze gedachtenis hebben doen veronachtzamen en (die) zijn begeerten volgt: en bij is in overtreding in zijn zaak.",
        "ur": "اور اپنے دل کو اُن لوگوں کی معیّت پر مطمئن کرو جو اپنے ربّ کی رضا کے طلب گار بن کر صبح و شام اُسے پکارتے ہیں، اور اُن سے ہر گز نگاہ نہ پھیرو۔ کیا تم دنیا کی زینت پسند کرتے ہو؟<sup foot_note=\"184947\">1</sup> کسی ایسے شخص کی اطاعت نہ کرو <sup foot_note=\"184948\">2</sup>جس کے دل کو ہم نے اپنی یاد سے غافل کر دیا ہے اور جس نے اپنی خواہش ِ نفس کی پیروی اختیار کر لی ہے اور جس کا طریقِ کار افراط و تفریط پر مبنی ہے۔<sup foot_note=\"184949\">3</sup>",
        "bn": "আৰু তুমি নিজকে ধৈৰ্যশীল ৰাখিবা তেওঁলোকৰ সৈতে, যিসকলে পুৱা-গধূলি তেওঁলোকৰ প্ৰতিপালকক আহ্বান কৰে, তেওঁৰ সন্তুষ্টিৰ উদ্দেশ্যে; আৰু তুমি পাৰ্থিৱ জীৱনৰ শোভা কামনা কৰি সিহঁতৰ পৰা তোমাৰ দৃষ্টি আঁতৰাই নিনিবা। লগতে তুমি সেই ব্যক্তিৰ অনুসৰণ নকৰিবা—যাৰ অন্তৰক আমি আমাৰ স্মৰণৰ পৰা অমনোযোগী কৰি দিছোঁ, যিয়ে নিজ প্ৰবৃত্তিৰ অনুসৰণ কৰিছে আৰু যাৰ কৰ্ম বিনষ্ট হৈছে।",
        "fa": "و خود را [بر همنشینی] با کسانی همراه [و شکیبا] گردان که بامداد و شامگاه پروردگارشان را می‌خوانند [و با آنکه فقیرند، تنها] رضایتِ او را می‌خواهند؛ و مبادا چشمانت از آنان [به سوی ثروتمندان] برگردد تا زیورهای دنیا [و همنشینی با اشراف و قدرتمندان] را بخواهی و [همچنین] از کسی پیروی نکن ‌که دلش را از یاد خویش غافل ساخته‌ایم و از هوای نفس خود پیروی کرده و کارش تباه است."
      }
    },
    {
      "verse_number": 2169,
      "verse_key": "18:29",
      "arabic_text": "وَقُلِ ٱلْحَقُّ مِن رَّبِّكُمْ ۖ فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ ۚ إِنَّآ أَعْتَدْنَا لِلظَّـٰلِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا ۚ وَإِن يَسْتَغِيثُوا۟ يُغَاثُوا۟ بِمَآءٍ كَٱلْمُهْلِ يَشْوِى ٱلْوُجُوهَ ۚ بِئْسَ ٱلشَّرَابُ وَسَآءَتْ مُرْتَفَقًا",
      "phonetic_text": "Waquli alhaqqu min rabbikum faman shaafalyu/min waman shaa falyakfur inna aAAtadnaliththalimeena naran ahatabihim suradiquha wa-in yastagheethoo yughathoobima-in kalmuhli yashwee alwujooha bi/sa ashsharabuwasaat murtafaqa",
      "translations": {
        "fr": "Dis : « La vérité vient de votre Seigneur. » Croira donc qui voudra et mécroira qui voudra. Nous avons préparé aux injustes un Feu dont les flammes les cerneront de tous côtés. S’ils supplient qu’on leur donne à boire, ils seront abreuvés d’une eau bouillante comme de l’airain en fusion, qui calcine les visages. Quelle horrible boisson que la leur, et quelle affreuse demeure !",
        "en": "Say, ‘Now the truth has come from your Lord: let those who wish to believe in it do so, and let those who wish to reject it do so.’ We have prepared a Fire for the wrongdoers that will envelop them from all sides. If they call for relief, they will be relieved with water like molten metal, scalding their faces. What a terrible drink! What a painful resting place!",
        "es": "Diles: “La Verdad proviene de vuestro Señor. Quien quiera que crea y quien no quiera que no lo haga”. Pero sabed que tengo preparado para los que cometen injusticias un fuego que les rodeará. Cuando, sofocados, pidan de beber se les verterá un líquido como el metal fundido que les quemará el rostro. ¡Qué pésima bebida y qué horrible morada!",
        "it": "Di’: «La verità [proviene] dal vostro Signore: creda chi vuole e chi vuole neghi» <a class=f><sup foot_note=158089>1</sup></a>. In verità abbiamo preparato per gli ingiusti un fuoco le cui fiamme li circonderanno, e quando imploreranno da bere, saranno abbeverati da un’acqua simile a metallo fuso che ustionerà i loro volti. Che terribile bevanda, che atroce dimora!",
        "ru": "Скажи: «Истина - от вашего Господа. Кто хочет, пусть верует, а кто не хочет, пусть не верует». Мы приготовили для беззаконников Огонь, стены которого будут окружать их со всех сторон. Если они станут просить о помощи (или дожде), то им помогут водой, подобной расплавленному металлу (или осадку масла), которая обжигает лицо. Мерзкий напиток и скверная обитель!",
        "tr": "Ve de ki: O hak Rabbimizdendir. Artık dileyen iman etsin, dileyen inkâr etsin. Çünkü biz zalimler için öyle bir ateş hazırlamışız ki, duvarları, çepeçevre onları içine alacaktır. Eğer feryad edip yardım isteseler, erimiş maden gibi yüzleri haşlayan bir su ile cevap verilir. O ne kötü bir içecek ve ne kötü bir dayanma yeri!",
        "de": "Und sag: (Es ist) die Wahrheit von eurem Herrn. Wer nun will, der soll glauben, und wer will, der soll ungläubig sein. Gewiß, Wir haben den Ungerechten ein Feuer bereitet, dessen Zeltdecke sie umfangen hält. Und wenn sie um Hilfe rufen, wird ihnen mit Wasser wie geschmolzenem Erz geholfen, das die Gesichter versengt - ein schlimmes Getränk und ein böser Rastplatz!",
        "pt": "Dize-lhes: A verdade emana do vosso Senhor; assim, pois, que creia quem desejar, e descreia quem quiser. Preparamospara os iníquos o fogo, cuja labareda os envolverá. Quando implorarem por água, ser-lhes-á dada a beber água semelhante ametal em fusão, que lhes assará os rostos. Que péssima bebida! Que péssimo repouso!",
        "nl": "En zeg: \"De Waarheid is van jullie Heer: dus wie wil, laat hem geloven; en wie wil, laat hem ongelovig zijn.\" Voorwaar, Wij hebben voor de onrechtplegers het vuur voorbereid, waarvan de rook hen als een tent omhult. En als zij hulp (tegen dorst) vragen worden zij geholpen met water als gesmolten koper dat hun gezichten roostert. De slechtste drank en de shebtste verblijfplaats!",
        "ur": "صاف کہہ دو کہ یہ حق ہے تمہارے ربّ کی طرف سے ، اب جس کا جی چاہے مان لے اور جس کا جی چاہے انکار کر دے۔<sup foot_note=\"184950\">1</sup> ہم نے (انکار کرنے والے)ظالموں کے لیے ایک آگ تیار کر رکھی ہے جس کی لپٹیں انہیں گھیرے میں لے چکی ہیں۔ <sup foot_note=\"184951\">2</sup>وہاں اگر وہ پانی مانگیں گے تو ایسے پانی سے ان کی تواضع کی جائے گی جو تیل کی تلچھٹ جیسا ہوگا<sup foot_note=\"184952\">3</sup> اور ان کا منہ بھُون ڈالے گا، بدترین پینے کی چیز اور بہت بُری آرام گاہ!",
        "bn": "আৰু কোৱা, ‘সত্য তোমালোকৰ প্ৰতিপালকৰ তৰফৰ পৰা (আহিছে), সেয়ে যাৰ ইচ্ছা সি ঈমান আনক আৰু যাৰ ইচ্ছা সি কুফৰী কৰক’। নিশ্চয় আমি যালিমসকলৰ বাবে প্ৰস্তুত ৰাখিছো অগ্নি, যাৰ প্ৰাচীৰবোৰে সিহঁতক পৰিবেষ্টন কৰি ৰাখিছে। সিহঁতে পানীয় বিচাৰিলে সিহঁতক দিয়া হ’ব গলিত ধাতুৰ দৰে পানীয়, যিটো সিহঁতৰ মুখমণ্ডল দগ্ধ কৰিব, এইটো বৰ নিকৃষ্ট পানীয়! আৰু জাহান্নাম কিমান যে নিকৃষ্ট বিশ্ৰামস্থল!",
        "fa": "[ای پیامبر، به مشرکان] بگو: «[این قرآن، سخنِ] حق از جانب پروردگارتان است؛ پس هر‌ کس می‌خواهد، ایمان بیاورد و هر کس می‌خواهد، کافر شود». ما برای ستمکاران آتشی آماده کرده‌ایم که سراپرده‌ها‌یش آنان را از هر سو فرامی‌گیرد؛ و اگر [در طلبِ آب،] فریادرسى بجویند، با آبی همچون مسِ گداخته به فریادشان می‌رسند؛ [آبی که حرارتش] چهره‌ها را بریان می‌کند. چه بد نوشیدنی و چه بد جایگاهی است!"
      }
    },
    {
      "verse_number": 2170,
      "verse_key": "18:30",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا",
      "phonetic_text": "Inna allatheena amanoowaAAamiloo assalihati inna lanudeeAAu ajra man ahsana AAamala",
      "translations": {
        "fr": "Ceux qui croient et accomplissent les bonnes œuvres (doivent savoir que) Nous ne laissons pas se perdre la récompense de quiconque fait le bien.",
        "en": "As for those who believe and do good deeds- We do not let the reward of anyone who does a good deed go to waste-",
        "es": "En cambio, quienes crean y obren rectamente, sepan que recompensaré todas sus obras.",
        "it": "Quanto a coloro che credono e compiono il bene, non lasceremo andar perduta la ricompensa di chi avrà agito per il bene.",
        "ru": "А что до тех, которые уверовали и совершали праведные деяния, то ведь Мы не теряем награды тех, кто совершал добро.",
        "tr": "İman edip de güzel davranışlarda bulunanlar var ya, şüphe yok ki biz öyle güzel işler yapanların mükafatını zayi etmeyiz.",
        "de": "Diejenigen, die glauben und rechtschaffene Werke tun - gewiß, Wir lassen den Lohn derer nicht verlorengehen, die die besten Taten begehen.",
        "pt": "Em troca, os fiéis, que praticam o bem - certamente que não frustraremos a recompensa do benfeitor -,",
        "nl": "Voorwaar, degenen die geloven en goede werken verrichten: voorwaar, Wij zullen de beloning van wie een goed werk verricht niet verloren doen gaan.",
        "ur": "رہے وہ لوگ جو مان لیں اور نیک عمل کریں، تو یقیناً ہم نیکو کار لوگوں کا اجر ضائع نہیں کیا کرتے",
        "bn": "নিশ্চয় যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে – নিশ্চয় আমি উত্তমৰূপে কৰ্ম সম্পাদন কৰা ব্যক্তিৰ শ্ৰমফল বিনষ্ট নকৰোঁ।",
        "fa": "کسانی‌ که ایمان آورده‌اند و کارهای شایسته انجام داده‌اند، [به یقین بدانند که] ما پاداش کسی را که کار نیکو کرده باشد هرگز تباه نمی‌کنیم."
      }
    },
    {
      "verse_number": 2171,
      "verse_key": "18:31",
      "arabic_text": "أُو۟لَـٰٓئِكَ لَهُمْ جَنَّـٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَـٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِّن سُندُسٍ وَإِسْتَبْرَقٍ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلْأَرَآئِكِ ۚ نِعْمَ ٱلثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا",
      "phonetic_text": "Ola-ika lahum jannatu AAadnintajree min tahtihimu al-anharu yuhallawnafeeha min asawira min thahabin waylbasoonathiyaban khudran min sundusin wa-istabraqinmuttaki-eena feeha AAala al-ara-iki niAAma aththawabuwahasunat murtafaqa",
      "translations": {
        "fr": "Ceux-là auront des Jardins d’Éden où couleront à leurs pieds les rivières. Ils y seront parés de bracelets d’or et porteront des vêtements verts en soie fine ou en brocart. Ils seront accoudés sur des trônes. Quelle admirable récompense que la leur et quelle superbe demeure !",
        "en": "they will have Gardens of lasting bliss graced with flowing streams. There they will be adorned with bracelets of gold. There they will wear green garments of fine silk and brocade. There they will be comfortably seated on soft chairs. What a blessed reward! What a pleasant resting place!",
        "es": "Esos alcanzarán los Jardines del Edén por donde corren ríos. Serán engalanados con brazaletes de oro, vestidos con prendas verdes de seda y brocado. Estarán recostados sobre sofás. ¡Qué placentera recompensa y qué hermoso lugar de descanso!",
        "it": "Ecco coloro che avranno i Giardini dell’Eden dove scorrono i ruscelli. Saranno ornati di bracciali d’oro e vestiranno verdi abiti di seta finissima e di broccato e staranno appoggiati su alti divani. Che eccellente ricompensa, che splendida dimora!",
        "ru": "Именно им уготованы сады Эдема, в которых текут реки. Они будут украшены золотыми браслетами и облачены в зеленые одеяния из атласа и парчи. Они будут возлежать там на ложах, прислонившись. Замечательное вознаграждение и прекрасная обитель!",
        "tr": "İşte onlara Adn cennetleri vardır; altlarından ırmaklar akar, orada altın bileziklerle süslenecekler, ince ve kalın ipekliden yeşil elbiseler giyerek koltuklar üzerine dayanıp kurulacaklar. O ne güzel karşılık ve ne güzel kalma yeri!",
        "de": "Für jene wird es die Gärten Edens geben, wo unter(halb von) ihnen Flüsse strömen. Geschmückt sind sie darin mit Armreifen aus Gold, und sie tragen grüne Gewänder aus Seidenbrokat und schwerem Brokat, indem sie sich darin auf überdachten Liegen lehnen. Wie trefflich ist die Belohnung und wie schön der Rastplatz!",
        "pt": "Obterão os jardins do Éden, abaixo dos quais correm os rios, onde usarão braceletes de ouro, vestirão roupas verdes detafetá e brocado, e repousarão sobre tronos elevados. Que ótima recompensa e que feliz repouso!",
        "nl": "Zij zijn degenen voor wie er de Tuinen van 'Adn (het Paradijs) zijn, waar onder door de rivieren stromen, zij zullen er in versierd worden met kettingen van goud en zij dragen groene gewaden van zijde en brokaat, er in leunend op kussens, De beste beloning en de beste verblijfplaats!",
        "ur": "ان کے لیے سدا بہار جنّتیں ہیں جن کے نیچے نہریں بہ رہی ہوں گی، وہاں وہ سونے کے کنگنوں سے آراستہ کیے جائیں گے،<sup foot_note=\"184953\">1</sup> باریک ریشم اور اطلس و دیَبا کے سبز کپڑے پہنیں گے، اور اُونچی مسندوں <sup foot_note=\"184954\">2</sup> پر تکیے لگا کر بیٹھیں گے۔ بہترین اجر اور اعلیٰ درجے کی جائے قیام!",
        "bn": "তেওঁলোকৰ বাবেই আছে স্থায়ী জান্নাত, যাৰ তলত নদীসমূহ প্ৰবাহিত থাকিব, তাত তেওঁলোকক সোণৰ কংকনেৰে অলংকৃত কৰা হ’ব, তেওঁলোকে পৰিধান কৰিব সূক্ষ্ম আৰু মিহি ৰেছমৰ সেউজীয়া বস্ত্ৰ, আৰু তেওঁলোকে তাত সুসজ্জিত আসনত আউজি বহিব, কিমান যে ধুনীয়া পুৰস্কাৰ আৰু উত্তম বিশ্ৰামস্থল!",
        "fa": "آنان کسانی هستند که باغ‌های جاودانی [در بهشت] دارند که از زیر [قصرها] شان جویبارها جاری است. در آنجا با دستبندهای زرین آراسته می‌شوند و جامه‌های [فاخر] سبزرنگ از حریر نازک و حریر ضخیم بر تن می‌کنند، در حالی که بر تخت‌ها تکیه زده‌اند. چه پاداش شایسته و چه نیکو جایگاهی است!"
      }
    },
    {
      "verse_number": 2172,
      "verse_key": "18:32",
      "arabic_text": "۞ وَٱضْرِبْ لَهُم مَّثَلًا رَّجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَـٰبٍ وَحَفَفْنَـٰهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا",
      "phonetic_text": "Wadrib lahum mathalanrajulayni jaAAalna li-ahadihima jannataynimin aAAnabin wahafafnahuma binakhlinwajaAAalna baynahuma zarAAa",
      "translations": {
        "fr": "Donne-leur donc en exemple (l’histoire) des deux hommes. À l’un Nous avons donné deux jardins plantés de vignes et bordés de palmiers. Entre les deux (jardins), Nous avons ménagé un champ cultivé (de céréales).",
        "en": "Tell them the parable of two men: for one of them We made two gardens of grape vines, surrounded them with date palms, and put corn fields in between;",
        "es": "Exponles el ejemplo de dos hombres<sup foot_note=168800>1</sup>. Al incrédulo le concedí dos viñedos cercados con palmeras y en medio de ambos un sembrado.",
        "it": "Proponi loro la metafora dei due uomini <a class=f><sup foot_note=158090>1</sup></a>: ad uno di loro demmo due giardini di vigna circondati da palme da datteri, separati da un campo coltivato.",
        "ru": "Приведи им притчу о двух мужах. Одному из них Мы устроили два виноградника, оградили их финиковыми пальмами и поместили между ними ниву.",
        "tr": "Onlara, şu iki adamı misal olarak anlat: Biz bunlardan birine her türlü üzümden iki bağ vermişiz, her ikisinin etrafını hurmalarla donatmışız, aralarında da bir ekinlik yapmışız.",
        "de": "Und präge ihnen das Gleichnis von zwei Männern. Dem einen der beiden gaben Wir zwei Gärten mit Rebstöcken, und Wir umgaben sie mit Palmen und legten dazwischen (sonstige) Pflanzungen an.",
        "pt": "Expõe-lhes o exemplo de dois homens: a um deles concedemos dois parreirais, que rodeamos de tamareiras e, entreambos, dispusemos plantações.",
        "nl": "En geef hun de gelijkenis van de twee mannen: aan één van hen deden Wij twee tuinen met druivenstruiken toekornen en Wij omringden die met dadelpalmen (en) tussen hen in akkers.",
        "ur": "اے محمدؐ ، اِن کے سامنے ایک مثال پیش کرو۔ <sup foot_note=\"184955\">1</sup> دو شخص تھے۔ ان میں سے ایک کو ہم نے انگور کے دو باغ دیے اور اُن کے گرد کھجُور کے درختوں کی باڑھ لگائی اور ان کے درمیان کاشت کی زمین رکھی",
        "bn": "আৰু তুমি সিহঁতৰ বাবে এটা দৃষ্টান্ত দাঙি ধৰা, দুজন ব্যক্তি আছিল, সিহঁতৰ এজনক আমি প্ৰদান কৰিছিলো দুটা আঙুৰৰ বাগান আৰু দুয়োটাকে আমি খেজুৰ গছেৰে পৰিবেষ্টিত কৰিছিলোঁ আৰু দুয়োটাৰে মধ্যৱৰ্তী স্থানত ৰাখিছিলোঁ শস্যক্ষেত্ৰ।",
        "fa": "و [ای پیامبر،] مثالی برای آنان بزن: دو مرد [کافر و مؤمن] که برای یکی از آنان [که کافر است] دو باغ انگور قرار دادیم و پیرامونِ آن دو [باغ] را با درختان نخل پوشاندیم و میان آن، کشتزاری [پُربار] نهادیم."
      }
    },
    {
      "verse_number": 2173,
      "verse_key": "18:33",
      "arabic_text": "كِلْتَا ٱلْجَنَّتَيْنِ ءَاتَتْ أُكُلَهَا وَلَمْ تَظْلِم مِّنْهُ شَيْـًٔا ۚ وَفَجَّرْنَا خِلَـٰلَهُمَا نَهَرًا",
      "phonetic_text": "Kilta aljannatayni atat okulahawalam tathlim minhu shay-an wafajjarna khilalahumanahara",
      "translations": {
        "fr": "Les deux jardins donnaient chacun sa production régulière sans jamais y faillir. Et Nous avons fait jaillir entre eux une rivière.",
        "en": "both gardens yielded fruit and did not fail in any way; We made a stream flow through them,",
        "es": "Ambos viñedos dieron sus frutos sin ninguna pérdida, e hice brotar en medio de ellos un río.",
        "it": "Davano il loro frutto i due giardini senza mancare in nulla e in mezzo a loro facemmo sgorgare un ruscello.",
        "ru": "Оба сада приносили плоды, и ничто из них не пропадало, а между ними Мы проложили реку.",
        "tr": "İki bağın ikisi de yemişlerini vermiş, hiçbir şey noksan bırakmamış, ikisinin ortasından bir de nehir akıtmışız.",
        "de": "Beide Gärten brachten ihren Ernteertrag hervor und ließen es in nichts davon fehlen. Und Wir ließen dazwischen einen Fluß hervorströmen.",
        "pt": "Ambos os parreirais frutificaram, sem em nada falharem, e no meio deles fizemos brotar um rio.",
        "nl": "Ieder van die twee tuinen bracht vructen voort en faalde daar in niets in. En in hun midden deden Wij een rivier ontspringen.",
        "ur": "دونوں باغ خوب پھلے پھولے اور بار آور ہونے میں انہوں نے ذرا سی کسر بھی نہ چھوڑی اُن باغوں کے اندر ہم نے ایک نہر جاری کر دی",
        "bn": "উভয় উদ্যানেই ফল দান কৰিছিল আৰু তাত কোনো ত্ৰুটি কৰা নাছিল আৰু আমি উভয় উদ্যানৰ মাজেৰে প্ৰবাহিত কৰিছিলোঁ এটা নিজৰা।",
        "fa": "هر دو باغ، میوه خود را [فراوان] می‌داد و چیزی از آن نمی‌کاست؛ و میان آن دو [باغ] نهری بزرگ جاری کردیم."
      }
    },
    {
      "verse_number": 2174,
      "verse_key": "18:34",
      "arabic_text": "وَكَانَ لَهُۥ ثَمَرٌ فَقَالَ لِصَـٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكْثَرُ مِنكَ مَالًا وَأَعَزُّ نَفَرًا",
      "phonetic_text": "Wakana lahu thamarun faqala lisahibihiwahuwa yuhawiruhu ana aktharu minka malanwaaAAazzu nafara",
      "translations": {
        "fr": "Comme il avait (beaucoup de) fruits, (le propriétaire des deux jardins) dit à son compagnon lors d’une conversation avec lui : « Je possède bien plus de richesses que toi et te surpasse en puissance grâce à mon clan. »",
        "en": "and so he had abundant fruit. One day, while talking to his friend, he said, ‘I have more wealth and a larger following than you.’",
        "es": "Su dueño, que poseía abundantes riquezas, hablando [arrogantemente] con el creyente le dijo: “Tengo más riqueza que tú y mi gente es más fuerte”.",
        "it": "Alla raccolta disse al suo compagno: «Ti sono superiore per beni e più potente per clan!».",
        "ru": "У него были плоды (или богатство), и он сказал своему товарищу, беседуя с ним: «У меня больше имущества и помощников, чем у тебя».",
        "tr": "İki bağın sahibinin ayrıca başka geliri vardı. Bundan dolayı bu adam arkadaşıyla münakaşa ederken: \"Ben malca senden daha zengin ve insan sayısı bakımından da senden daha güçlü ve üstünüm\" dedi.",
        "de": "Er hatte (daraus reichlich) Früchte. Da sagte er zu seinem Gefährten, während er mit ihm einen Wortwechsel führte: „Ich habe mehr Besitz als du und auch eine mächtigere Schar.",
        "pt": "E abundante era a sua produção. Ele disse ao seu vizinho: Sou mais rico do que tu e tenho mais poderio.",
        "nl": "En er waren vruchten voor hem. Hij zei dus tot zijn (gelovige) gesprekspartner: \"Ik ben jouw meerdere op het gebied van bezit en ik ben eervoller als persoon.\"",
        "ur": "اوراُسے خوب نفع حاصل ہوا یہ کچھ پا کر ایک دن وہ اپنے ہمسائے سے بات کرتے ہوئے بولا \"میں تجھ سے زیادہ مالدار ہوں اور تجھ سے زیادہ طاقتور نفری رکھتا ہوں\"",
        "bn": "আৰু তাৰ প্ৰচুৰ ফল-সম্পদ আছিল। তাৰ পিছত কথা প্ৰসঙ্গত সি তাৰ বন্ধুক ক’লে, ‘তোমাতকৈ মোৰ ধন-সম্পদ বেছি আৰু জনবলতো মই তোমাতকৈ অধিক শক্তিশালী’।",
        "fa": "او [= صاحب باغ] میوه‌هایی [بسیار و درآمدی فراوان] داشت؛ پس به دوست خود‌ که با او گفتگو می‌کرد گفت: «ثروتِ من از تو بیشتر است و از لحاظ خانواده [و نفرات] از تو توانمندترم»."
      }
    },
    {
      "verse_number": 2175,
      "verse_key": "18:35",
      "arabic_text": "وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٌ لِّنَفْسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَـٰذِهِۦٓ أَبَدًا",
      "phonetic_text": "Wadakhala jannatahu wahuwa thalimunlinafsihi qala ma athunnu an tabeedahathihi abada",
      "translations": {
        "fr": "Et il entra dans son jardin, injuste envers lui-même (par son comportement), et dit : « Je ne pense pas que (tout) ceci puisse périr jamais !",
        "en": "He went into his garden and wronged himself by saying, ‘I do not think this will ever perish,",
        "es": "Luego ingresó en su viñedo lleno de soberbia e incredulidad y exclamó: “No creo que este viñedo perezca jamás,",
        "it": "Entrò nel suo giardino e, ingiusto nei suoi stessi confronti, disse: «Non credo che tutto questo possa giammai perire;",
        "ru": "Он вошел в свой сад, поступая несправедливо по отношению к себе, и сказал: «Я не думаю, что он когда-нибудь исчезнет.",
        "tr": "Adam, bu şekilde kendine zulmederek bağına girdi ve şöyle dedi: \"Bunun hiç yok olacağını sanmıyorum\"",
        "de": "Und er betrat seinen Garten, während er sich selbst Unrecht tat. Er sagte: „Ich glaube nicht, daß dieser (Garten) jemals zugrunde gehen wird,",
        "pt": "Entrou em seu parreiral num estado (mental) injusto para com a sua alma. Disse: Não creio que (este parreiral) jamaispereça,",
        "nl": "En hij ging zijn tuin binnen en hij deed zichzelf onrecht aan, hij zei: \"Ik denk niet dat die (tuinen) ooit zullen vergaan.",
        "ur": "پھر وہ اپنی جنّت میں داخل ہوا <sup foot_note=\"184956\">1</sup> اور اپنے نفس کے حق میں ظالم بن کر کہنے لگا”میں نہیں سمجھتا کہ یہ دولت کبھی فنا ہو جائے گی",
        "bn": "আৰু সি অহংকাৰ কৰি তাৰ উদ্যানত প্ৰৱেশ কৰিলে। সি ক’লে, ‘এইটো কেতিয়াও ধ্বংস হ’ব বুলি মোৰ ধাৰণা নহয়;",
        "fa": "و او در حالی به باغ خویش داخل شد ‌که [به خاطر کفر و غرور،] در حق خویش ستمکار بود؛ [پس رو به دوستش] گفت: «گمان نمی‌کنم که این [باغ] هرگز نابود گردد."
      }
    },
    {
      "verse_number": 2176,
      "verse_key": "18:36",
      "arabic_text": "وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةً وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّى لَأَجِدَنَّ خَيْرًا مِّنْهَا مُنقَلَبًا",
      "phonetic_text": "Wama athunnu assaAAataqa-imatan wala-in rudidtu ila rabbee laajidannakhayran minha munqalaba",
      "translations": {
        "fr": "Et je ne pense pas que l’Heure doive venir ; et quand bien même je retournerais vers mon Seigneur, je trouverais certes bien meilleur lieu de retour que (ce jardin). »",
        "en": "or that the Last Hour will ever come- even if I were to be taken back to my Lord, I would certainly find something even better there.’",
        "es": "tampoco creo que jamás llegue la Hora [del Día del Juicio]. Pero, si llego a ser resucitado, estoy seguro de que tendré un viñedo mejor que este”.",
        "it": "non credo che l’Ora <a class=f><sup foot_note=158091>1</sup></a>sia imminente, e se mi si condurrà al mio Signore, certamente troverò qualcosa di meglio che questo giardino!».",
        "ru": "Я не думаю, что настанет Час. Если же меня возвратят к моему Господу, то по возвращении я обрету там нечто еще более прекрасное».",
        "tr": "\"Kıyametin kopacağını da zannetmem. Şayet Rabbimin huzuruna götürürlürsem, muhakkak orada bundan daha hayırlı bir sonuç bulurum\".",
        "de": "und ich glaube nicht, daß die Stunde (des Gerichts) sich einstellen wird. Und wenn ich zu meinem Herrn zurückgebracht werde, werde ich ganz gewiß etwas Besseres als ihn als Rückzugsort finden.",
        "pt": "Como tampouco creio que a Hora chegue! Porém, se retornar ao meu Senhor, serei recompensado com outra dádivamelhor do que esta.",
        "nl": "En denk niet dat het Uur der Opstanding zal plaatsvinden, en zelfs al zal ik tot mijn Heer teruggebracht worden: ik zat ervoor zeker een betere plaats van terugkeer vinden.\"",
        "ur": "اور مجھے توقع نہیں کہ قیامت کی گھڑی کبھی آئے گی۔ تاہم اگر کبھی مجھے اپنے ربّ کے حضُور پلٹایا بھی گیا تو ضرور اِس سے بھی زیادہ شاندار جگہ پاوٴں گا۔“ <sup foot_note=\"184957\">1</sup>",
        "bn": "‘আৰু কিয়ামত সংঘটিত হ’ব বুলিও মোৰ ধাৰণা নহয়, আৰু মোক যদি মোৰ প্ৰতিপালকৰ ওচৰত উভতাই নিয়া হয়, তেন্তে নিশ্চয় মই ইয়াতকৈয়ো উৎকৃষ্ট প্ৰত্যাৱৰ্তন স্থল পাম’।",
        "fa": "و گمان نمی‌کنم که قیامت بر پا گردد؛ و اگر [قیامتی در کار باشد و] به سوی پروردگارم بازگردانده شوم، قطعاً جایگاهی بهتر از این می‌یابم»."
      }
    },
    {
      "verse_number": 2177,
      "verse_key": "18:37",
      "arabic_text": "قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرْتَ بِٱلَّذِى خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ سَوَّىٰكَ رَجُلًا",
      "phonetic_text": "Qala lahu sahibuhu wahuwa yuhawiruhuakafarta billathee khalaqaka min turabinthumma min nutfatin thumma sawwaka rajula",
      "translations": {
        "fr": "Son compagnon lui dit alors, en discutant avec lui : « Serais-tu en train de mécroire en Celui Qui t’a créé de terre, puis d’une goutte de sperme et t’a, ensuite, modelé en homme ?",
        "en": "His companion retorted, ‘Have you no faith in Him who created you from dust, from a small drop of fluid, then shaped you into a man?",
        "es": "El creyente con quien hablaba le preguntó [haciéndole reflexionar]: “¿No crees en Quien ha creado a tu padre<sup foot_note=168801>1</sup> de polvo, luego a toda su descendencia de un óvulo fecundado y te ha dado la forma de un ser humano con todas sus facultades?",
        "it": "Gli rispose il suo compagno argomentando con lui: «Vorresti rinnegare Colui Che ti creò dalla polvere e poi dallo sperma e ti ha dato forma d’uomo?",
        "ru": "Товарищ его, беседуя с ним, сказал: «Неужели ты не веруешь в Того, Кто сотворил тебя из земли, потом - из капли, а потом сделал тебя мужчиной?",
        "tr": "Bunun üzerine kendisiyle münakaşa eden arkadaşı da ona şöyle dedi: \"Seni topraktan, sonra seni bir damla sudan yaratan, daha sonra da seni insan haline getireni mi inkar ediyorsun?",
        "de": "Sein Gefährte sagte zu ihm, während er sich mit ihm unterhielt: „Verleugnest du denn Denjenigen, Der dich aus Erde, hierauf aus einem Samentropfen erschaffen und hierauf dich zu einem Mann geformt hat?",
        "pt": "Seu vizinho lhe disse, argumentando: Porventura negas Quem te criou, primeiro do pó, e depois de esperma e logo temoldou como homem?",
        "nl": "Zijn (gelovige) gesprekspartner zei, toen hij met hem in gesprek was, tot hem: \"Geloof jij niet in Degene Die jou van aarde geschapen heeft, vervolgens uit een druppel sperma, en jou ten slotte tot mens vormde?",
        "ur": "اُس کے ہمسائے نے گفتگو کرتے ہوئے اُس سے کہا”کیا تُو کُفر کرتا ہے اُس ذات سے جس نے تجھے مٹی سے اور پھر نطفے سے پیدا کیااور تجھے ایک پورا آدمی بنا کر کھڑا کیا؟ <sup foot_note=\"184958\">1</sup>",
        "bn": "ইয়াৰ উত্তৰত তাৰ বন্ধুজনে বিতৰ্কমূলক ভাৱে তাক ক’লে, ‘তুমি সেই সত্ত্বাৰ লগত কুফৰী কৰিছা নেকি, যিজনে তোমাক সৃষ্টি কৰিছে মাটিৰ পৰা আৰু তাৰ পিছত বীৰ্যৰ পৰা আৰু তাৰ পিছত তোমাক পুৰ্ণাংঙ্গ পুৰুষ আকৃতি দান কৰিছে’?",
        "fa": "دوستش که با وی گفتگو می‌کرد به او گفت: «آیا به آن ذاتی‌ که تو را از خاک [و] سپس از نطفه آفرید و سپس تو را مردی [کامل] سامان داد کافر شده‌ای؟"
      }
    },
    {
      "verse_number": 2178,
      "verse_key": "18:38",
      "arabic_text": "لَّـٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّى وَلَآ أُشْرِكُ بِرَبِّىٓ أَحَدًا",
      "phonetic_text": "Lakinna huwa Allahu rabbee walaoshriku birabbee ahada",
      "translations": {
        "fr": "Or mon Seigneur à moi c’est Allah, et à mon Seigneur je ne prête aucun associé.",
        "en": "But, for me, He is God, my Lord, and I will never set up any partner with Him.",
        "es": "En cuanto a mí, creo que Dios es mi Señor y no Le asocio copartícipe alguno [en la adoración].",
        "it": "Per quanto mi concerne è Allah il mio Signore e non assocerò nessuno al mio Signore.",
        "ru": "Что же касается меня, то мой Господь - Аллах, и я никого не приобщаю в сотоварищи к моему Господу.",
        "tr": "\"Fakat ben iman ederek diyorum ki: O Allah, benim Rabbimdir, ben Rabbime kimseyi ortak koşmam.\"",
        "de": "Aber, was mich betrifft: Er, Allah, ist mein Herr, und ich geselle meinem Herrn niemanden bei.",
        "pt": "Quanto a mim, Deus é meu Senhor e jamais associarei ninguém ao meu Senhor.",
        "nl": "Maar wat mij betreft: Allah is mijn Heer en ik ken mijn Heer niet één deelgenoot toe.",
        "ur": "رہا میں، تو میرا رب تو وہی اللہ ہے اور میں اس کے ساتھ کسی کو شریک نہیں کرتا",
        "bn": "‘কিন্তু তেৱেঁই আল্লাহ, মোৰ ৰব্ব; আৰু মই মোৰ প্ৰতিপালকৰ লগত কাকো অংশী নকৰোঁ’।",
        "fa": "اما من [می‌گویم:] او الله پروردگارِ من است و هیچ کس را با پروردگارم شریک نمی‌دانم."
      }
    },
    {
      "verse_number": 2179,
      "verse_key": "18:39",
      "arabic_text": "وَلَوْلَآ إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِ ۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالًا وَوَلَدًا",
      "phonetic_text": "Walawla ith dakhalta jannatakaqulta ma shaa Allahu la quwwata illabillahi in tarani ana aqalla minka malanwawalada",
      "translations": {
        "fr": "Pourquoi, en entrant dans ton jardin, ne dirais-tu pas plutôt : “ Telle est la volonté d’Allah, il n’y a de force que par Allah.” Si tu vois que je suis moins nanti que toi en biens et en progéniture,",
        "en": "If only, when you entered your garden, you had said, “This is God’s will. There is no power not [given] by God.” Although you see I have less wealth and offspring than you,",
        "es": "Deberías haber dicho cuando ingresaste a tus viñedos: ‘Esto es lo que Dios ha querido, todo el poder proviene de Dios’. Ya ves que poseo menos riqueza e hijos que tú.",
        "it": "Conveniva che entrando nel tuo giardino dicessi: “Così Allah ha voluto! Non c’è potenza se non in Allah!” <a class=f><sup foot_note=158092>1</sup></a>. Sebbene tu mi veda inferiore a te nei beni e nei figli",
        "ru": "Почему, войдя в свой сад, ты не сказал: «Так пожелал Аллах! Нет мощи, кроме как от Аллаха!» Ты считаешь, что у меня меньше богатства и детей, чем у тебя,",
        "tr": "\"Kendi bağına girdiğin zaman: \"Bu Allah'dandır, benim kuvvetimle değil, Allah'ın kuvveti ile olmuştur, deseydin ya! Her ne kadar beni, malca ve evlatça kendinden az görüyorsan da.\"",
        "de": "Würdest du doch, wenn du deinen Garten betrittst, sagen: ,(Es sei,) was Allah will; es gibt keine Kraft außer durch Allah’! Wenn du auch siehst, daß ich weniger Besitz und Kinder habe als du,",
        "pt": "Por que quando entrastes em teu parreiral não dissestes: Seja o que Deus quiser; não existe poder senão de Deus! Mesmoque eu seja inferior a ti em bens e filhos,",
        "nl": "En had jij maar, toen jij je tuin binnentrad, gezegd: 'Mâ sjâ'a Allah, lâ qoewwata illâbillah' - (Wat Allah wil, er is geen kracht dan door Allah), indien jij van mij ziet, dat ik minder danjou ben, op het gebied van bezit en kinderen.",
        "ur": "اور جب تُو اپنی جنّت میں داخل ہو رہا تھا تو اس وقت تیری زبان سے یہ کیوں نہ نکلا کہ ماشاء اللہ، لاقوة اِلّا باللّٰہ؟ <sup foot_note=\"184959\">1</sup> اگر تُو مجھے مال اور اولاد میں اپنے سے کمتر پا رہا ہے",
        "bn": "‘তুমি যেতিয়া তোমাৰ উদ্যানত প্ৰৱেশ কৰিলা তেতিয়া তুমি কিয় এইদৰে কোৱা নাছিলা যে, আল্লাহে যিটো বিচাৰে সেইটোৱেই হয়, আল্লাহৰ সহায় অবিহনে কোনো শক্তি নাই? যদি তুমি তোমাৰ ধন-সম্পত্তি আৰু সন্তান-সন্ততিৰ ক্ষেত্ৰত মোক হীন বুলি ধাৰণা কৰা--",
        "fa": "وقتی وارد باغت شدی، چرا نگفتی هر چه الله بخواهد [همان می‌شود] و هیچ نیرویى جز به [تأیید] الله نیست؟ اگر می‌بینی من از نظر مال و فرزند از تو کمترم، [مهم نیست]."
      }
    },
    {
      "verse_number": 2180,
      "verse_key": "18:40",
      "arabic_text": "فَعَسَىٰ رَبِّىٓ أَن يُؤْتِيَنِ خَيْرًا مِّن جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِّنَ ٱلسَّمَآءِ فَتُصْبِحَ صَعِيدًا زَلَقًا",
      "phonetic_text": "FaAAasa rabbee an yu/tiyani khayranmin jannatika wayursila AAalayha husbananmina assama-i fatusbiha saAAeedanzalaqa",
      "translations": {
        "fr": "il se peut que mon Seigneur me donne (un jour) mieux que ton jardin, et envoie du ciel sur (le tien) quelque fléau qui le réduise en terre glissante et inculte,",
        "en": "my Lord may well give me something better than your garden, and send thunderbolts on your garden from the sky, so that it becomes a heap of barren dust;",
        "es": "Pero debes saber que mi Señor me concederá algo mejor que tus viñedos [en la otra vida] y es posible que envíe del cielo una tempestad que los aniquile,",
        "it": "può darsi che presto il mio Signore mi dia qualcosa di meglio del tuo giardino e che invii dal cielo una calamità contro di esso riducendolo a nudo suolo,",
        "ru": "а ведь мой Господь может даровать мне то, что лучше твоего сада, и наслать на него наказание с неба, и тогда он превратится в скользкую землю.",
        "tr": "Belki Rabbim, bana, senin bağından daha hayırlısını verir; senin bağına ise gökten yıldırımlar gönderir de, bağın yalçın bir toprak haline gelir.\"",
        "de": "so wird mein Herr mir vielleicht etwas Besseres als deinen Garten geben und über ihn aufeinanderfolgende Strafe vom Himmel senden, so daß er zu schlüpfrigem Erdboden wird,",
        "pt": "É possível que meu Senhor me conceda algo melhor do que o teu parreiral e que, do céu, desencadeie sobre o teu umacentelha, que o converta em um terreno de areia movediça.",
        "nl": "Moge mijn Heer mij iets beters geven dan jouw tuin en een ramp over haar neerzenden vanuit de hemel, zodat het glibberige aarde wordt!",
        "ur": "تو بعید نہیں کہ میرا رب مجھے تیری جنت سے بہتر عطا فرما دے اور تیری جنت پر آسمان سے کوئی آفت بھیج دے جس سے وہ صاف میدان بن کر رہ جائے",
        "bn": "‘তথাপিও এয়া অসম্ভৱ নহয় যে, হয়তো মোৰ প্ৰতিপালকে মোক তোমাৰ উদ্যানতকৈ উৎকৃষ্ট কিবা দান কৰিব আৰু তোমাৰ উদ্যানত আকাশৰ পৰা নিৰ্ধাৰিত বিপৰ্যয় পঠাব, যাৰ ফলত ই উদ্ভিদশূন্য পথাৰত পৰিণত হ’ব।",
        "fa": "چه بسا پروردگارم [چیزی] بهتر از باغ تو به من بدهد و از آسمان چنان عذابی [آتشبار] بر باغت فروبارد که به زمین صاف و بی‌گیاهِ لغزنده‌ای تبدیل شود."
      }
    },
    {
      "verse_number": 2181,
      "verse_key": "18:41",
      "arabic_text": "أَوْ يُصْبِحَ مَآؤُهَا غَوْرًا فَلَن تَسْتَطِيعَ لَهُۥ طَلَبًا",
      "phonetic_text": "Aw yusbiha maohaghawran falan tastateeAAa lahu talaba",
      "translations": {
        "fr": "ou que son eau soit retenue dans les profondeurs (de la terre) si bien que tu ne pourras plus la puiser. »",
        "en": "or its water may sink so deep into the ground that you will never be able to reach it again.’",
        "es": "o que el agua del río que hay entre ellos sea absorbida por la tierra y no puedas alcanzarla”.",
        "it": "o che l’acqua che irriga scenda a tale profondità che tu non possa più raggiungerla».",
        "ru": "Или же воды его уйдут под землю, и ты не сможешь достать их».",
        "tr": "\"Yahut, bağının suyu yerin dibine çekilir de bir daha suyunu çıkarıp bağını sulayamazsın.\"",
        "de": "oder daß sein Wasser versickert sein wird, so daß du es nicht mehr wirst ausfindig machen können.",
        "pt": "Ou que a água seja totalmente absorvida e nunca mais possa recuperá-la.",
        "nl": "Of haar water in de aarde wegvloeit, zodat jij het nooit meer zal kunnen vinden.\"",
        "ur": "یا اس کا پانی زمین میں اتر جائے اور پھر تو اسے کسی طرح نہ نکال سکے\"",
        "bn": "‘অথবা ইয়াৰ পানী ভূগৰ্ভত গুচি যাব আৰু তুমি কেতিয়াও সেইটোৰ সন্ধান লাভত সক্ষম হ’ব নোৱাৰিবা’।",
        "fa": "یا آبش در [اعماق زمین چنان] فرو رود که هرگز نتوانی به آن دست بیابی»."
      }
    },
    {
      "verse_number": 2182,
      "verse_key": "18:42",
      "arabic_text": "وَأُحِيطَ بِثَمَرِهِۦ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَـٰلَيْتَنِى لَمْ أُشْرِكْ بِرَبِّىٓ أَحَدًا",
      "phonetic_text": "Waoheeta bithamarihi faasbahayuqallibu kaffayhi AAala ma anfaqa feehawahiya khawiyatun AAala AAurooshihawayaqoolu ya laytanee lam oshrik birabbee ahada",
      "translations": {
        "fr": "Et sa récolte fut ravagée. Il se mit alors à tourner et retourner ses mains regrettant les dépenses qu’il avait effectuées, cependant que les treilles (de son jardin) avaient été complètement détruites. Il disait : « Comme je voudrais, hélas, n’avoir jamais associé personne à mon Seigneur ! »",
        "en": "And so it was: his fruit was completely destroyed, and there he was, wringing his hands over what he had invested in it, as it drooped on its trellises, and saying, ‘I wish I had not set up any partner to my Lord.’",
        "es": "Y en efecto, sus frutos fueron destruidos. [Él] se golpeaba las manos lamentándose por lo que había invertido en ellos, y ahora estaban allí devastados. Entonces dijo: “No debería haber igualado a otros junto a mi Señor”<sup foot_note=168802>1</sup>.",
        "it": "Fu distrutto il suo raccolto, ed egli si torceva le mani per quello che aveva speso: i pergolati erano distrutti. Diceva: «Ah! Se non avessi associato nessuno al mio Signore!».",
        "ru": "Его плоды погибли, и он стал ударять себя по рукам, сожалея о том, что он потратил на виноградник, ветви которого упали на трельяжи. Он сказал: «Лучше бы я никого не приобщал в сотоварищи к моему Господу!».",
        "tr": "Derken serveti yok edildi. Bunun üzerine bağına yaptığı masraflara karşı ellerini oğuşturmaya başladı. Bağ, çardakları üzerine yıkılmış kalmıştı, \"Ah Keşke Rabbime hiçbir şeyi ortak koşmasaydım\" diyordu.",
        "de": "Seine Früchte wurden ringsum erfaßt. Da begann er, seine Handflächen umzudrehen wegen dessen, was er für ihn ausgegeben hatte, während er wüst in Trümmern lag, und zu sagen: „O hätte ich doch meinem Herrn niemanden beigesellt!",
        "pt": "E foram arrasadas as suas propriedades; e (o incrédulo, arrependido) retorcia, então, as mãos, pelo que nelas haviainvestido, e, vendo-as revolvidas, dizia: Oxalá não tivesse associado ninguém ao meu Senhor!",
        "nl": "En zijn vruchten werden vernietigd. Toen begon hij zich in zijn handen te wringen, over wat hij ervoor uitgegeven had en dat zij (de tuinen) nu tot de bodem toe geruïneerd waren.\" En hij zei: \"Wee mij, had ik maar mijn Heer niet één deelgenoot toegekend!\"",
        "ur": "آخرکار ہوا یہ کہ اس کا سارا ثمرہ مارا گیا اور وہ اپنے انگوروں کے باغ کو ٹٹیوں پر الٹا پڑا دیکھ کر اپنی لگائی ہوئی لاگت پر ہاتھ ملتا رہ گیا اور کہنے لگا کہ \"کاش! میں نے اپنے رب کے ساتھ کسی کو شریک نہ ٹھیرایا ہوتا\"",
        "bn": "এতেকে তাৰ ফল-সম্পদক বিপৰ্যয়ে বেৰি ধৰিলে, আৰু গছবোৰ হেন্দালিৰ সৈতে ভাঙি-চিঙি পৰি থকা দেখি, সি তাত যি ব্যয় কৰিছিল তাৰ বাবে হাত মোহাৰি মোহাৰি আক্ষেপ কৰি ক’লে, ‘হায়, মই যদি মোৰ প্ৰতিপালকৰ লগত কাকো অংশী নকৰিলোহেঁতেন’!",
        "fa": "[سرانجام، عذاب الهی فرارسید] و تمام میوه‌هایش را در بر گرفت [و نابود شد]. و او به خاطر هزینه‌هایی که صرف آنجا کرده بود، پیوسته دست‌هایش را [از پشیمانی و اندوه] بر هم می‌زد و در حالی‌ که داربستهایش فروریخته بود می‌گفت: «ای کاش [در عبادت،] کسی را شریک پروردگارم قرار نداده بودم»."
      }
    },
    {
      "verse_number": 2183,
      "verse_key": "18:43",
      "arabic_text": "وَلَمْ تَكُن لَّهُۥ فِئَةٌ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا",
      "phonetic_text": "Walam takun lahu fi-atun yansuroonahumin dooni Allahi wama kana muntasira",
      "translations": {
        "fr": "Il n’avait aucun clan qui pût le secourir contre (le châtiment) d’Allah, et il ne pouvait lui-même se secourir.",
        "en": "He had no forces to help him other than God- he could not even help himself.",
        "es": "No tuvo quien pudiera salvarlo del designio de Dios, ni siquiera pudo defenderse a sí mismo.",
        "it": "E non ci fu schiera che potesse essergli d’aiuto contro Allah ed egli stesso non poté aiutarsi.",
        "ru": "Не было у него людей, которые бы помогли ему вместо Аллаха, и он не мог помочь самому себе.",
        "tr": "Onun Allah'tan başka yardım edecek adamları yoktur ve Allah'a karşı kendi nefsini de kurtaramadı.",
        "de": "Und er hatte weder eine Schar, die ihm anstatt Allahs half, noch konnte er sich selbst helfen.",
        "pt": "E não houve ajuda que o defendesse de Deus, nem pôde salvar-se.",
        "nl": "En hij had geen groep die hem naast Allah hielp en hij was niet staat zichzelf te verdedigen.",
        "ur": "نہ ہوا اللہ کو چھوڑ کر اس کے پاس کوئی جتھا کہ اس کی مدد کرتا، اور نہ کر سکا وہ آپ ہی اس آفت کا مقابلہ",
        "bn": "আৰু আল্লাহৰ বাহিৰে তাক সহায় কৰিবলৈ কোনো নাছিল আৰু সি নিজেও প্ৰতিকাৰত সমৰ্থ নাছিল।",
        "fa": "و او [که به خاندان خود می‌بالید، اینک] گروهی نداشت که در برابرِ [عذابِ] الله یاری‌اش کنند و خود [نیز] یاری‌کنندۀ خویش نبود."
      }
    },
    {
      "verse_number": 2184,
      "verse_key": "18:44",
      "arabic_text": "هُنَالِكَ ٱلْوَلَـٰيَةُ لِلَّهِ ٱلْحَقِّ ۚ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا",
      "phonetic_text": "Hunalika alwalayatu lillahialhaqqi huwa khayrun thawaban wakhayrun AAuqba",
      "translations": {
        "fr": "Car alors, la protection n’appartient qu’à Allah, le Vrai. C’est Lui Qui donne la meilleure récompense et assure la meilleure issue.",
        "en": "In that situation, the only protection is that of God, the True God: He gives the best rewards and the best outcome.",
        "es": "Eso evidenció que el verdadero triunfo proviene de Dios, la verdadera divinidad. Él es Quien mejor recompensa, y las obras que se realicen para buscar Su complacencia serán las que tengan mejor final.",
        "it": "Ché in tal caso [spetta] ad Allah, il Vero, la protezione. Egli è il Migliore nella ricompensa e nel [giusto] esito.",
        "ru": "В таких случаях оказать поддержку может только Истинный Аллах. У Него - лучшее вознаграждение и лучший исход.",
        "tr": "İşte burada yardım, yalnız hak olan Allah'a aittir. O'nun verdiği mükâfat da daha hayırlıdır, netice de daha hayırlıdır.",
        "de": "In dem Fall gehört (all) die Schutzherrschaft Allah, dem Wahren. Er ist der Beste im Belohnen, und Er verschafft den besten Ausgang.",
        "pt": "Assim, a proteção só incumbe ao Verdadeiro Deus, porque Ele é o melhor Recompensador e o melhor Destino.",
        "nl": "Daar, de hulp is van Allah, de Ware. Hij is beter (als gever van) een beloning en beter (als gever van) een bestemming.",
        "ur": "اُس وقت معلوم ہوا کہ کارسازی کا اختیار خدائے برحق ہی کے لیے ہے، انعام وہی بہتر ہے جو وہ بخشے اور انجام وہی بخیر ہے جو وہ دکھائے",
        "bn": "ইয়াত কৰ্তৃত্ব কেৱল আল্লাহৰেই, যিজন সত্য। পুৰস্কাৰ প্ৰদানত আৰু পৰিণাম নিৰ্ধাৰণত তেৱেঁই শ্ৰেষ্ঠ।",
        "fa": "آنجا [ثابت شد که یاری و] کارسازی از آنِ [پروردگارِ] حق است. او پاداش [عبادتش] بهتر است و سرانجام [بندگان مؤمنش] نیکوتر."
      }
    },
    {
      "verse_number": 2185,
      "verse_key": "18:45",
      "arabic_text": "وَٱضْرِبْ لَهُم مَّثَلَ ٱلْحَيَوٰةِ ٱلدُّنْيَا كَمَآءٍ أَنزَلْنَـٰهُ مِنَ ٱلسَّمَآءِ فَٱخْتَلَطَ بِهِۦ نَبَاتُ ٱلْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ ٱلرِّيَـٰحُ ۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ مُّقْتَدِرًا",
      "phonetic_text": "Wadrib lahum mathala alhayatiaddunya kama-in anzalnahu mina assama-ifakhtalata bihi nabatu al-ardi faasbahahasheeman tathroohu arriyahu wakanaAllahu AAala kulli shay-in muqtadira",
      "translations": {
        "fr": "Donne-leur en exemple la vie en ce bas monde. Elle est telle une eau que Nous faisons descendre du ciel et à laquelle se mêlent les plantes de la terre, lesquelles se transforment alors en herbes sèches dispersées par le vent. Car Allah est de Toute chose Infiniment Capable.",
        "en": "Tell them, too, what the life of this world is like: We send water down from the skies and the earth’s vegetation absorbs it, but soon the plants turn to dry stubble scattered about by the wind: God has power over everything.",
        "es": "Exponles el ejemplo de la vida mundanal, y diles que es como el agua que envío del cielo, que riega la vegetación, pero luego esta se seca y los vientos la dispersan. Dios tiene poder sobre todas las cosas. ",
        "it": "Proponi loro la metafora di questa vita: è simile ad un’acqua che facciamo scendere dal cielo; la vegetazione della terra si mescola ad essa, ma poi diventa secca stoppia che i venti disperdono. Allah ha potenza su tutte le cose.",
        "ru": "Приведи им притчу о мирской жизни. Она подобна воде, которую Мы ниспосылаем с неба. Земные растения смешиваются с ней (или благодаря ней), а потом превращаются в сухие былинки, рассеиваемые ветром. Воистину, Аллах способен на всякую вещь.",
        "tr": "Ey Muhammed! Sen onlara dünya hayatının misalini ver. Dünya hayatı, gökten indirdiğimiz bir su gibidir ki, bu su sayesinde yeryüzünün bitkileri (her renk ve çiçekten) birbirine karışmış, nihayet bir çöp kırıntısı olmuştur. Rüzgarlar onu savurur gider. Allah her şeye muktedirdir.",
        "de": "Und präge ihnen das Gleichnis vom diesseitigen Leben. (Es ist) wie Wasser, das Wir vom Himmel hinabkommen lassen, worauf sich damit das Gewächs der Erde vermischt. Dann wird es zu vertrocknetem Zeug, das die Winde verwehen. Und Allah hat ja zu allem völlig die Macht.",
        "pt": "Expõe-lhes o exemplo da vida terrena, que se assemelha à água, que enviamos do céu, a qual se mescla com as plantasda terra, as quais se convertem em feno, que os ventos disseminam. Sabei que Deus prevalece sobre todas as coisas.",
        "nl": "En maak voor hen de vergelijking met het wereldse leven: het is als water dat Wij uit de hemel deden neerdalen; het vermengde zich met de beplanting van de aarde. Vervolgens werd die tot droge stoppels en de wind verwaaide die. En Allah is Almachtig over alle zaken.",
        "ur": "اور اے نبی ؐ ، اِنہیں حیاتِ دُنیا کی حقیقت اِس مثال سے سمجھاوٴ کہ آج ہم نے آسمان سے پانی برسا دیا تو زمین کی پَود خُوب گھنی ہو گئی، اور کل وہی نباتات بھُس بن کر رہ گئی جسے ہوائیں اُڑائے لیے پھرتی ہیں۔ اللہ ہر چیز پر قدرت رکھتا ہے۔ <sup foot_note=\"184960\">1</sup>",
        "bn": "আৰু তুমি সিহঁতৰ ওচৰত পাৰ্থিৱ জীৱনৰ উপমা দাঙি ধৰা, (পাৰ্থিৱ জীৱনৰ উপমা হৈছে) পানীৰ দৰে যিটো আমি আকাশৰ পৰা বৰ্ষণ কৰোঁ, যাৰ দ্বাৰা ভূমিজ উদ্ভিদ ঘন সন্নিবিষ্ট হৈ উৎপন্ন হয়, তাৰ পিছত এইবোৰ শুকাই এনেকৈ চূৰ্ণ-বিচূৰ্ণ হয় যে, বতাহে সেইবোৰ উৰুৱাই লৈ যায়। আল্লাহ সকলো বস্তুৰ ওপৰত ক্ষমতাৱান।",
        "fa": "و [ای پیامبر، فناپذیریِ] زندگی دنیا را به آبی مَثل بزن که از آسمان فروفرستادیم و به وسیلۀ آن، گیاه زمین [سرسبز شد و] در هم ‌آمیخت؛ سپس [چنان‌] خشک و شكسته شد كه بادها [به هر سو] پراكنده‌اش مى‌گرداند؛ و الله بر هر چیزی تواناست."
      }
    },
    {
      "verse_number": 2186,
      "verse_key": "18:46",
      "arabic_text": "ٱلْمَالُ وَٱلْبَنُونَ زِينَةُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَٱلْبَـٰقِيَـٰتُ ٱلصَّـٰلِحَـٰتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا",
      "phonetic_text": "Almalu walbanoona zeenatu alhayatiaddunya walbaqiyatu assalihatukhayrun AAinda rabbika thawaban wakhayrun amala",
      "translations": {
        "fr": "Biens et enfants sont la parure de la vie en ce bas monde. Mais les bonnes œuvres, qui sont faites pour durer,<sup foot_note=194939>1</sup> sont mieux récompensées auprès de ton Seigneur et promises à une meilleure espérance.",
        "en": "Wealth and children are the attractions of this worldly life, but lasting good works have a better reward with your Lord and give better grounds for hope.",
        "es": "Los bienes materiales y los hijos son parte de los encantos de la vida mundanal, [que éstos no os hagan olvidaros de lo que Dios ha ordenado. Utilizad bien vuestras riquezas y educad correctamente a vuestros hijos], pues las obras que a Dios Le complacen son las que perduran y tienen gran recompensa.",
        "it": "Ricchezze e figli sono l’ornamento di questa vita. Tuttavia le buone tracce <a class=f><sup foot_note=158093>1</sup></a>che restano sono, presso Allah, le migliori quanto a ricompensa e [suscitano] una bella speranza.",
        "ru": "Богатство и сыновья - украшение мирской жизни, однако нетленные благодеяния лучше по вознаграждению перед твоим Господом, и на них лучше возлагать надежды.",
        "tr": "Mal ve oğullar, dünya hayatının süsüdür. Bakî kalacak olan iyi ameller ise, Rabbinin katında, sevabca da hayırlıdır, ümid yönünden de daha hayırlıdır.",
        "de": "Der Besitz und die Söhne sind der Schmuck des diesseitigen Lebens. Das Bleibende aber, die rechtschaffenen Werke -, sie sind bei deinem Herrn besser hinsichtlich der Belohnung und besser hinsichtlich der Hoffnung.",
        "pt": "Os bens e os filhos são o encanto da vida terrena; por outra, as boas ações, perduráveis, ao mais meritórias e maisesperançosas, aos olhos do teu Senhor.",
        "nl": "Het bezit on de zonen zijn de versieringen van het wereldse leven, maar de goede blijvende (daden) zijn beter bij jouw Heer, als beloning en betere hoop.",
        "ur": "یہ مال اور یہ اولاد محض دُنیوی زندگی کی ایک ہنگامی آرائش ہے اصل میں تو باقی رہ جانے والی نیکیاں ہی تیرے رب کے نزدیک نتیجے کے لحاظ سے بہتر ہیں اور اُنہی سے اچھی اُمّیدیں وابستہ کی جا سکتی ہیں",
        "bn": "ধন-সম্পদ আৰু সন্তান-সন্ততি পাৰ্থিৱ জীৱনৰ শোভামাত্ৰ, আৰু স্থায়ী সৎকৰ্ম তোমাৰ প্ৰতিপালকৰ ওচৰত পুৰস্কাৰ প্ৰাপ্তিৰ বাবে শ্ৰেষ্ঠ আৰু প্ৰত্যাশাৰ ক্ষেত্ৰতো উৎকৃষ্ট।",
        "fa": "مال و فرزندان، زینت زندگی دنیاست و نیکی‌های پایدار [= رفتار و گفتار شایسته] نزد پروردگارت، پاداشش بهتر است و امیدداشتن [به ثوابش] نیکوتر."
      }
    },
    {
      "verse_number": 2187,
      "verse_key": "18:47",
      "arabic_text": "وَيَوْمَ نُسَيِّرُ ٱلْجِبَالَ وَتَرَى ٱلْأَرْضَ بَارِزَةً وَحَشَرْنَـٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا",
      "phonetic_text": "Wayawma nusayyiru aljibala wataraal-arda barizatan wahasharnahum falamnughadir minhum ahada",
      "translations": {
        "fr": "Le jour où Nous ferons mouvoir les montagnes et où tu verras la terre toute nivelée, Nous les ramènerons en foule sans en laisser un seul.",
        "en": "One day We shall make the mountains move, and you will see the earth as an open plain. We shall gather all people together, leaving no one.",
        "es": "[Recordad] el día que pulverice las montañas y la tierra quede allanada, os congregaré y nadie podrá ausentarse.",
        "it": "Nel Giorno in cui faremo muovere le montagne <a class=f><sup foot_note=158094>1</sup></a>vedrai la terra spianata e tutti li riuniremo senza eccezione.",
        "ru": "В тот день Мы заставим двигаться горы, и ты увидишь, что земля станет плоской. Мы соберем их всех и никого не упустим.",
        "tr": "O kıyamet gününü hatırla ki, dağları yürüteceğiz ve yeryüzünü çırılçıplak göreceksin. Bütün insanları, mahşerde toplayacağız hiçbir kimseyi bırakmayacağız.",
        "de": "Und (gedenke) des Tages, da Wir die Berge versetzen und du die Erde (kahl) hervortreten siehst und Wir sie versammeln, ohne jemanden von ihnen auszulassen,",
        "pt": "E recorda-lhes o dia em que moveremos as montanhas, quando então verás a terra arrasada, e os congregaremos, sem seomitir nenhum deles.",
        "nl": "En op de Dag dat Wij de bergen verplaatsen, zal jij de aarde duidelijk zien. En Wij zullen hen verzamelen en Wij zullen niet één van hen achterlaten.",
        "ur": "فکر اُس دن کی ہونی چاہیے جب کہ ہم پہاڑوں کو چلائیں گے، <sup foot_note=\"184962\">1</sup> اور تم زمین کو بالکل برہنہ پاوٴ گے، <sup foot_note=\"184963\">2</sup> اور ہم تمام انسانوں کو اس طرح گھیر کر جمع کریں گے کہ (اگلوں پچھلوں میں سے)ایک بھی نہ چھُوٹے گا، <sup foot_note=\"184964\">3</sup>",
        "bn": "আৰু স্মৰণ কৰা, যিদিনা আমি পৰ্বতসমূহক সঞ্চালন কৰিম আৰু তুমি পৃথিৱীক উন্মুক্ত প্ৰান্তৰ হিচাপে দেখিবা, আৰু আমি সিহঁত সকলোকে একত্ৰিত কৰিম; ফলত সিহঁতৰ এজনকো এৰি নিদিওঁ।",
        "fa": "و [یاد کن از] روزی که کوه‌ها را به حرکت درمی‌آوریم و زمین را آشکار [و هموار] می‌بینی و همه [مخلوقات] را جمع می‌کنیم و هیچ‌یک از آنان را [به حال خود] رها نمی‌کنیم."
      }
    },
    {
      "verse_number": 2188,
      "verse_key": "18:48",
      "arabic_text": "وَعُرِضُوا۟ عَلَىٰ رَبِّكَ صَفًّا لَّقَدْ جِئْتُمُونَا كَمَا خَلَقْنَـٰكُمْ أَوَّلَ مَرَّةٍۭ ۚ بَلْ زَعَمْتُمْ أَلَّن نَّجْعَلَ لَكُم مَّوْعِدًا",
      "phonetic_text": "WaAAuridoo AAala rabbika saffanlaqad ji/tumoona kama khalaqnakum awwalamarratin bal zaAAamtum allan najAAala lakum mawAAida",
      "translations": {
        "fr": "Ils seront présentés devant ton Seigneur en rangs. « Voici que vous Nous revenez comme Nous vous avons créés la première fois. Et pourtant vous prétendiez que Nous ne vous avions pas fixé un  moment de rencontre. »",
        "en": "They will be lined up before your Lord: ‘Now you have come to Us as We first created you, although you claimed We had not made any such appointment for you.’",
        "es": "Cuando comparezcan ante tu Señor en fila, se les dirá: “Os presentáis ante Mí como os creé al nacer. ¿Acaso pensabais que no os iba a juzgar?”",
        "it": "Compariranno in file schierate davanti al tuo Signore: «Eccovi ritornati a Noi come vi creammo la prima volta. E invece pretendevate che mai vi avremmo fissato un termine?».",
        "ru": "Они предстанут перед твоим Господом рядами: «Вы пришли к Нам такими, какими Мы создали вас в первый раз. Но вы предполагали, что Мы не назначили встречи с вами».",
        "tr": "Onlar, saf halinde Rabbine arz edilmişlerdir. Allah, onlara şöyle diyecektir: \"Şüphesiz sizi ilk önce yarattığımız gibi bize geldiniz. Fakat, size kıyamet için yaptığımız vaadi yerine getirmeyeceğimizi sanmıştınız, değil mi?",
        "de": "und (da) sie deinem Herrn in Reihen vorgeführt werden: „Nun seid ihr zu Uns gekommen, so wie Wir euch das erste Mal erschaffen haben. Ihr aber habt behauptet, Wir würden für euch keine (letzte) Verabredung festlegen.",
        "pt": "Então serão apresentados em filas, ante o seu Senhor, que lhes dirá: Agora compareceis ante Nós, tal como vos criamospela primeira vez, embora pretendêsseis que jamais vos fixaríamos este comparecimento.",
        "nl": "En zij zullen voor jouw Heer in rijen opgesteld worden (en Allah zal tot hen zeggen). \"Voorzeker, jullie zijn tot Ons gekomen zoals Wij jullie de eerste keer schiepen. Jullie vermoedden zelfs dat Wij de afspraak met jullie nooit zouden maken.\"",
        "ur": "اور سب کے سب تمہارے ربّ کے حضُور صف در صف پیش کیے جائیں گے۔۔۔۔ لو دیکھ لو، آگئے نا تم ہمارے پاس اُسی طرح جیسا ہم نے تم کو پہلی بار پیدا کیا تھا۔ <sup foot_note=\"184965\">1</sup> تم نے تو یہ سمجھا تھا کہ ہم نے تمہارے لیے کوئی وعدے کا وقت مقرر ہی نہیں کیا ہے",
        "bn": "আৰু সিহঁতক তোমাৰ প্ৰতিপালকৰ ওচৰত শাৰীবদ্ধভাৱে উপস্থিত কৰা হ’ব আৰু আল্লাহে ক’ব, ‘তোমালোকক আমি প্ৰথমবাৰ যেনেকৈ সৃষ্টি কৰিছিলোঁ ঠিক তেনেকৈয়ে তোমালোক মোৰ ওচৰত উপস্থিত হৈছা, অথচ তোমালোকে ভাবিছিলা যে, তোমালোকৰ বাবে আমি কোনো প্ৰতিশ্ৰুতি সময় নিৰ্ধাৰণ নকৰিম’।",
        "fa": "و [همگی] صف‌کشیده بر پروردگارت عرضه می‌شوند [و به آنان می‌گوید:] «بی‌تردید، چنان که نخستین بار شما را آفریدیم، [امروز نیز تنها و پابرهنه] نزد ما آمدید؛ بلکه می‌پنداشتید که ما هرگز وعده‌گاهی برایتان قرار نمی‌دهیم»."
      }
    },
    {
      "verse_number": 2189,
      "verse_key": "18:49",
      "arabic_text": "وَوُضِعَ ٱلْكِتَـٰبُ فَتَرَى ٱلْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَـٰوَيْلَتَنَا مَالِ هَـٰذَا ٱلْكِتَـٰبِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّآ أَحْصَىٰهَا ۚ وَوَجَدُوا۟ مَا عَمِلُوا۟ حَاضِرًا ۗ وَلَا يَظْلِمُ رَبُّكَ أَحَدًا",
      "phonetic_text": "WawudiAAa alkitabu fataraalmujrimeena mushfiqeena mimma feehi wayaqooloona yawaylatana ma lihatha alkitabi layughadiru sagheeratan wala kabeeratan illaahsaha wawajadoo ma AAamiloo hadiranwala yathlimu rabbuka ahada",
      "translations": {
        "fr": "Le livre (des œuvres de chacun) sera alors posé (dans sa main). Tu verras les criminels terrifiés de ce qui y est (inscrit) et ils s’écrieront : « Malheur à nous ! Qu’est-ce donc que ce livre qui n’omet de compter ni péché mineur ni péché majeur ? » Ils trouveront présent tout ce qu’ils auront fait, car ton Seigneur ne lèse personne.",
        "en": "The record of their deeds will be laid open and you will see the guilty, dismayed at what they contain, saying, ‘Woe to us! What a record this is! It does not leave any deed, small or large, unaccounted for!’ They will find everything they ever did laid in front of them: your Lord will not be unjust to anyone.",
        "es": "A cada uno se le expondrá el registro de sus obras, y verás a los pecadores que por temor a su contenido dirán: “¡Ay de nosotros! ¿Qué clase de registro es este, que no deja de mencionar nada, ni grande ni pequeño?” Encontrarán mencionado todo cuanto hayan cometido, pero tu Señor no oprimirá a nadie.",
        "it": "E vi si consegnerà il Registro <a class=f><sup foot_note=158095>1</sup></a>. Allora vedrai gli empi, sconvolti da quel che contiene. Diranno: «Guai a noi! Cos’è questo Registro che non lascia passare azione piccola o grande senza computarla?». E vi troveranno segnato tutto quello che avranno fatto. Il tuo Signore non farà torto ad alcuno.",
        "ru": "Будет положена книга, и ты увидишь, как грешники будут трепещать от того, что в ней. Они скажут: «Горе нам! Что это за книга! В ней не упущен ни малый, ни великий грех - все подсчитано». Они обнаружат перед собой все, что совершили, и твой Господь ни с кем не поступит несправедливо.",
        "tr": "O gün herkesin amel defteri ortaya konulmuştur. Ey Muhammed! Günahkârların, amel defterlerinden korkarak: \"Eyvah bize! Bu nasıl deftermiş ki, büyük küçük hiçbir şey bırakmadan hepsini saymış dökmüş\" dediklerini görürsün. Onlar, bütün yaptıklarını hazır bulmuşlardır. Senin Rabbin hiç kimseye zulmetmez.",
        "de": "Und das Buch wird hingelegt. Dann siehst du die Übeltäter besorgt wegen dessen, was darin steht. Sie sagen: „O wehe uns! Was ist mit diesem Buch? Es läßt nichts aus, weder klein noch groß, ohne es zu erfassen. Sie finden (alles), was sie taten, gegenwärtig, und dein Herr tut niemandem Unrecht.",
        "pt": "O Livro-registro será exposto. Verás os pecadores atemorizados por seu conteúdo, e dirão: Ai de nós! Que significa esteLivro? Não omite nem pequena, nem grande falta, senão que as enumera! E encontrarão registrado tudo quanto tiverem feito. Teu Senhor não defraudará ninguém.",
        "nl": "En het boek (met hun daden) zal voor hen geplaatst worden en jij zult de zondaren in angst zien wegens wat daarin staat. En zij zullen zeggen: \"Wee ons, wat is dat voor boek dat niets kleins weglaat en niets groots, zonder dat berekend te hebben!\" En zij zullen wat zij deden vóór zich vinden. En jouw Heer doet niet één van hen onrecht aan.",
        "ur": "اور نامہٴ اعمال سامنے رکھ دیا جائے گا۔ اُس وقت تم دیکھو گے کہ مجرم لوگ اپنی کتابِ زندگی کے اندراجات سے ڈر رہے ہوں گے اور کہہ رہے ہوں گے کہ ہائے ہماری کم بختی، یہ کیسی کتاب ہے کہ ہماری کوئی چھوٹی بڑی حرکت ایسی نہیں رہی جو اس میں درج نہ کی گئی ہو۔ جو جو کچھ اُنہوں نے کیا تھا وہ سب اپنے سامنے حاضر پائیں گے اور تیرا ربّ کسی پر ذرا ظلم نہ کرے گا۔ <sup foot_note=\"184966\">1</sup>",
        "bn": "লগতে উপস্থাপিত কৰা হ’ব আমলনামা, তেতিয়া তাত যি লিপিবদ্ধ আছে তাৰ বাবে তুমি অপৰাধীবিলাকক আতংকগ্ৰস্ত দেখিবা আৰু সিহঁতে ক’ব, ‘হায়, দুৰ্ভাগ্য আমাৰ! এইটো কেনেকুৱা গ্ৰন্থ! সৰু-বৰ এনে কোনো কৰ্ম নাই যিটো ইয়াত লিপিবদ্ধ কৰা হোৱা নাই’। সিহঁতে যি আমল কৰিছে সেয়া সন্মুখত উপস্থিত পাব; আৰু তোমাৰ প্ৰতিপালকে কাৰো প্ৰতি অন্যায় নকৰে।",
        "fa": "و نامه[ی اعمال در میان] نهاده می‌شود؛ آنگاه گناهکاران را می‌بینی که از آنچه در آن [نامه] است ترسان و نگرانند و می‌گویند: «ای وای بر ما! این چه نامه‌ای است که هیچ [گفتار و رفتارِ] کوچک و بزرگی را رها نکرده است، مگر اینکه آن را در شمار آورده است؟» و هر چه کرده‌اند حاضر می‌یابند و پروردگارت به هیچ کسی ستم نمی‌کند."
      }
    },
    {
      "verse_number": 2190,
      "verse_key": "18:50",
      "arabic_text": "وَإِذْ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ كَانَ مِنَ ٱلْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِۦٓ ۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوْلِيَآءَ مِن دُونِى وَهُمْ لَكُمْ عَدُوٌّۢ ۚ بِئْسَ لِلظَّـٰلِمِينَ بَدَلًا",
      "phonetic_text": "Wa-ith qulna lilmala-ikatiosjudoo li-adama fasajadoo illa ibleesa kanamina aljinni fafasaqa AAan amri rabbihi afatattakhithoonahuwathurriyyatahu awliyaa min doonee wahum lakumAAaduwwun bi/sa liththalimeena badala",
      "translations": {
        "fr": "(Rappelle-toi) lorsque Nous dîmes aux Anges : « Prosternez-vous devant Adam », et qu’ils se prosternèrent, sauf Iblîs, qui était issu des djinns et qui s’éleva contre l’ordre de son Seigneur. Le prendriez-vous, lui et sa descendance, pour alliés en dehors de Moi, quand pourtant ils sont vos ennemis ? Quel abominable échange pour les injustes !",
        "en": "We said to the angels, ‘Bow down before Adam,’ and they all bowed down, but not Iblis: he was one of the jinn and he disobeyed his Lord’s command. Are you [people] going to take him and his offspring as your masters instead of Me, even though they are your enemies? What a bad bargain for the evildoers!",
        "es": "[Recuerda] cuando dije a los ángeles: “Haced una reverencia ante Adán”. La hicieron, excepto Iblís, que era un yinn, y desobedeció la orden de su Señor. ¿Acaso le tomáis a él y a sus descendientes como protectores en vez de tomarme a Mí, a pesar de que son vuestros enemigos? ¡Qué pésimo sustituto eligen los que cometen la injusticia [de la incredulidad en Dios]!",
        "it": "E quando dicemmo agli angeli: «Prosternatevi davanti ad Adamo», si prosternarono, eccetto Iblîs, che era uno dei dèmoni e che si rivoltò all’Ordine di Allah <a class=f><sup foot_note=158096>1</sup></a>. Prenderete lui e la sua progenie come alleati in luogo di Me, nonostante siano i vostri nemici? Un pessimo scambio per gli ingiusti.",
        "ru": "Вот сказали Мы ангелам: «Падите ниц перед Адамом!». Все они поклонились, кроме Иблиса. Он был одним из джиннов и ослушался воли своего Господа. Неужели вы признаете его и его потомков своими покровителями и помощниками вместо Меня, тогда как они являются вашими врагами? Плохая это замена для беззаконников!",
        "tr": "Yine o vakti hatırla ki biz, meleklere: \"Âdem'e secde edin!\" demiştik. İblis hariç olmak üzere onlar hemen secde ettiler. İblis cinlerdendi, Rabbinin emrinden dışarı çıktı. Şimdi siz beni bırakıp da İblis'i ve soyunu dostlar mı ediniyorsunuz? Halbuki onlar sizin düşmanınızdır. Zalimler için bu ne kötü bir değişmedir.",
        "de": "Und als Wir zu den Engeln sagten: „Werft euch vor Adam nieder. Da warfen sie sich nieder, außer Iblis; er gehörte zu den Ginn. So frevelte er gegen den Befehl seines Herrn. Wollt ihr euch denn ihn und seine Nachkommenschaft zu Schutzherren anstatt Meiner nehmen, wo sie euch doch feind sind? - Ein schlimmer Tausch für die Ungerechten!",
        "pt": "E (lembra-te) de quando dissemos aos anjos: Prostrai-vos ante Adão! Prostraram-se todos, menos Lúcifer, que era umdos gênios, e que se rebelou contra a ordem do seu Senhor. Tomá-los-íeis, pois, juntamente com a sua prole, por protetores, em vez de Mim, apesar de serem vossos inimigos? Que péssima troca a dos iníquos!",
        "nl": "En (gedenkt) toen Wij tot de Engelen zeiden: \"Knielt jullie eerbiedig voor Adam neer,\" toen knielden zij, behalve Iblîs, hij behoorde tot de Dijinn's en hij schond het gebod van zijn Heer. Zouden jullie dan hem en zijn nageslacht als helpers naast Mij nemen, terwijl zij voor jullie vijnden zijn? Slecht is de ruil voor onrechtvaardigen!",
        "ur": "یاد کرو، جب ہم نے فرشتوں سے کہا کہ آدم کو سجدہ کرو تو انہوں نے سجدہ کیا مگر ابلیس نے نہ کیا۔ <sup foot_note=\"184967\">1</sup> وہ جِنّوں میں سے تھا اس لیے اپنے ربّ کے حکم کی اطاعت سے نِکل گیا۔ <sup foot_note=\"184968\">2</sup> اب کیا تم مجھے چھوڑ کو اُس کو اور اُس کی ذُرّیّت کو اپنا سرپرست بناتے ہو حالانکہ وہ تمہارے دُشمن ہیں؟ بڑا ہی بُرا بدل ہے جسے ظالم لوگ اختیار کر رہے ہیں",
        "bn": "আৰু স্মৰণ কৰা, আমি যেতিয়া ফিৰিস্তাসকলক কৈছিলোঁ, ‘আদমৰ প্ৰতি ছাজদাহ কৰা’, তেতিয়া ইবলীছৰ বাহিৰে সকলোৱে ছাজদাহ কৰিলে, সি আছিল জিনসকলৰ বংশধৰ, সি তাৰ প্ৰতিপালকৰ আদেশ অমান্য কৰিলে। তেন্তে তোমালোকে মোৰ পৰিবৰ্তে তাক আৰু তাৰ বংশধৰসকলক অভিভাৱকৰূপে গ্ৰহণ কৰিবা নেকি? অথচ সিহঁত তোমালোকৰ শত্ৰু। যালিমসকলৰ এই বিনিময় কিমান যে নিকৃষ্ট!",
        "fa": "و [یاد کن از] هنگامی که به فرشتگان گفتیم: «برای آدم سجده کنید»؛ آنگاه [همه] سجده کردند، مگر ابلیس ‌که از جن بود و از فرمان پروردگارش سرپیچید. پس [ای مردم،] آیا به جای من، او و فرزندانش را دوستان [خود] می‌گیرید، حال آنکه آنان دشمنتان هستند؟ [اطاعت از ابلیس و نسلش به جای اطاعت الله] چه جایگزینی بدی است برای ستمکاران!"
      }
    },
    {
      "verse_number": 2191,
      "verse_key": "18:51",
      "arabic_text": "۞ مَّآ أَشْهَدتُّهُمْ خَلْقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَا خَلْقَ أَنفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ ٱلْمُضِلِّينَ عَضُدًا",
      "phonetic_text": "Ma ashhadtuhum khalqa assamawatiwal-ardi wala khalqa anfusihim wamakuntu muttakhitha almudilleena AAaduda",
      "translations": {
        "fr": "Je n’en ai jamais appelé à eux pour qu’ils témoignent de la création des cieux et de la terre, ni pour qu’ils témoignent de leur propre création. Et Je n’ai pas pris pour assistants les tentateurs.<sup foot_note=194940>1</sup>",
        "en": "I did not make them witnesses to the creation of the heavens and earth, nor to their own creation; I do not take as My supporters those who lead others astray.",
        "es": "No les hice [a los ídolos ni al demonio] testigos de la creación de los cielos y de la Tierra, ni siquiera de su propia creación, puesto que no habría de tomar como auxiliadores a quienes desvían.",
        "it": "Non li presi a testimoni della creazione dei cieli e della terra e neppure della creazione di loro stessi e certamente non accetterei l’aiuto dei corruttori!",
        "ru": "Я не сделал их свидетелями сотворения небес и земли и сотворения их самих. Я не беру в помощники тех, кто вводит других в заблуждение.",
        "tr": "Ben, onları (İblis ve soyunu) ne göklerin ve yerin yaratılışında, ne de kendilerinin yaratılışında şahit tutmadım ve hiçbir zaman doğru yoldan çıkanları yardımcı edinmiş değilim.",
        "de": "Ich habe sie weder bei der Erschaffung der Himmel und der Erde noch bei ihrer eigenen Erschaffung zu Zeugen genommen. Ich nehme Mir niemals die Irreführenden als Beistand.",
        "pt": "Não os tomei por testemunhas na criação dos céus e da terra, nem na sua própria criação, porque jamais tomei porassistentes os sedutores.",
        "nl": "Ik roep hen niet op om te getuigen van de schepping van de hemelen en de aarde en niet van de schepping van henzelf, en Ik neem niet degenen die doen dwalen als helpers.",
        "ur": "میں نے آسمان و زمین پیدا کرتے وقت اُن کو نہیں بُلایا تھا اور نہ خود اُن کی اپنی تخلیق میں انہیں شریک کیا تھا۔ <sup foot_note=\"184969\">1</sup> میرا یہ کام نہیں ہے کہ گمراہ کرنے والوں کو اپنا مدد گار بنایا کروں",
        "bn": "আকাশসমূহ আৰু পৃথিৱী সৃষ্টিৰ সময়ত মই সিহঁতক সাক্ষী কৰা নাছিলোঁ আৰু স্বয়ং সিহঁতৰ সৃষ্টিৰ সময়তো সাক্ষী কৰা নাছিলোঁ, আৰু আমি পথভ্ৰষ্টকাৰীসকলক সাহায্যকাৰীৰূপে গ্ৰহণ কৰা নাছিলোঁ।",
        "fa": "من آنان را [که مشرکانه به عبادت می‌گیرید] نه هنگام آفرینش آسمان و زمین به گواهی گرفتم و نه هنگام آفرینش خودشان؛ و من هرگز گمراه‌کنندگان را یار و مددکار [خویش] نگرفته‌ام."
      }
    },
    {
      "verse_number": 2192,
      "verse_key": "18:52",
      "arabic_text": "وَيَوْمَ يَقُولُ نَادُوا۟ شُرَكَآءِىَ ٱلَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا۟ لَهُمْ وَجَعَلْنَا بَيْنَهُم مَّوْبِقًا",
      "phonetic_text": "Wayawma yaqoolu nadoo shuraka-iyaallatheena zaAAamtum fadaAAawhum falam yastajeeboo lahumwajaAAalna baynahum mawbiqa",
      "translations": {
        "fr": "Un jour, Il dira : « Appelez donc ces prétendus associés que vous Me prêtiez. » Ils les appelleront alors, mais ces derniers ne leur répondront pas. C’est que Nous aurons placé entre eux un abîme où périr.",
        "en": "On the Day God will say, ‘Call on those you claimed were My partners,’ they will call them but they will not answer; We shall set a deadly gulf between them.",
        "es": "El día que se les diga [a los idólatras]: “Invocad a aquellos que pretendíais que eran Mis socios”. Los invocarán, pero no obtendrán respuesta. Pondremos entre ellos un abismo que los separe.",
        "it": "Nel Giorno in cui dirà: «Chiamate coloro che pretendevate Miei consimili», li invocheranno, ma essi non risponderanno e tra loro <a class=f><sup foot_note=158097>1</sup></a>avremo posto un abisso.",
        "ru": "В тот день Он скажет: «Призовите Моих сотоварищей, о существовании которых вы предполагали». Они воззовут к ним, но те не ответят им. Мы воздвигнем между ними губительное место (преграду).",
        "tr": "Ve o (kıyamet) günü Allah kâfirlere şöyle buyuracak: \"Ortaklarım ve şefaatçılarınız diye zannettiğiniz putlarınızı çağırın.\" Müşrikler onları çağırırlar, fakat kendilerine cevap vermezler. Biz, kâfirlerle ilâhları arasına ateşten bir engel koymuşuzdur.",
        "de": "Und an dem Tag, da Er sagen wird: „Ruft Meine Teilhaber, die ihr angegeben habt!, werden sie sie anrufen, aber sie werden ihnen nicht antworten. Und Wir werden zwischen ihnen einen Ort der Vernichtung einrichten’.",
        "pt": "E no dia em que Ele disser (aos idólatras): Chamais os Meus pretendido parceiros!, chamá-los-ão; porém, estes nãoatenderão a eles, pois lhes teremos imposto um abismo.",
        "nl": "En op de Dag waarop Hij zegt: \"Roept de deelgenoten op waarvan jullie (het bestaan) vermoedden,\" zullen zij hen oproepen, maar zij zullen hen niet antwoorden en Wij zullen onder hen een (plaats van) verniettiging maken.",
        "ur": "پھر کیا کریں گے یہ لوگ اُس روز جبکہ اِن کا ربّ اِن سے کہے گا کہ پکارو اب اُن ہستیوں کو جنھیں تم میرا شریک سمجھ بیٹھے تھے۔ <sup foot_note=\"184970\">1</sup> یہ اُن کو پکاریں گے ، مگر وہ اِن کی مدد کو نہ آئیں گے اور ہم ان کے درمیان ایک ہی ہلاکت کا گڑھا مشترک کر دیں گے۔ <sup foot_note=\"184971\">2</sup>",
        "bn": "আৰু সেইদিনাৰ কথা স্মৰণ কৰা, যিদিনা তেওঁ ক’ব, ‘তোমালোকে যিবোৰক মোৰ অংশী বুলি ধাৰণা কৰিছিলা সেইবোৰক মাতা’। সিহঁতে তেতিয়া সেইবোৰক মাতিব কিন্তু সেইবোৰে সিহঁতৰ আহ্বানত সঁহাৰি নিদিব আৰু আমি সিহঁত উভয়ৰ মধ্যৱৰ্তী ঠাইত এটা ধ্বংস-গহ্বৰ ৰাখি দিম।",
        "fa": "و [یاد کن از] روزی که الله [به مشرکان] می‌فرماید: «شریکانی را که برای من می‌پنداشتید، فرابخوانید [تا شما را از عذاب برهانند]؛ آنها را می‌خوانند، ولی پاسخشان را نمی‌دهند؛ و ما در میان این دو گروه، مهلکه‌ای [از آتشِ دوزخ] قرار داده‌ایم."
      }
    },
    {
      "verse_number": 2193,
      "verse_key": "18:53",
      "arabic_text": "وَرَءَا ٱلْمُجْرِمُونَ ٱلنَّارَ فَظَنُّوٓا۟ أَنَّهُم مُّوَاقِعُوهَا وَلَمْ يَجِدُوا۟ عَنْهَا مَصْرِفًا",
      "phonetic_text": "Waraa almujrimoona annarafathannoo annahum muwaqiAAooha walamyajidoo AAanha masrifa",
      "translations": {
        "fr": "Les criminels verront le Feu et sauront qu’ils y seront précipités. Ils ne trouveront alors aucun moyen pour y échapper.",
        "en": "The evildoers will see the Fire and they will realize that they are about to fall into it: they will find no escape from it.",
        "es": "Los pecadores verán el Fuego y sabrán que caerán en él, pero no encontrarán escapatoria.",
        "it": "Gli iniqui vedranno il fuoco. Allora capiranno di stare per cadervi e non avranno nessuno scampo.",
        "ru": "Грешники увидят Огонь, и им станет ясно, что они будут брошены в него. Они не найдут от него спасения!",
        "tr": "Günahkârlar ateşi görmüşler de artık ona düşeceklerini anlamışlardır. Fakat ondan kaçıp sığınacak bir yer bulamazlar.",
        "de": "Und die Übeltäter werden das (Höllen)feuer sehen und überzeugt sein, daß sie hineinfallen, und kein Mittel finden, es abzuwenden.",
        "pt": "Os pecadores divisarão o fogo, estarão cientes de que cairão nele, porém não acharão escapatória.",
        "nl": "En de zondaren zullen de Hel zien en vermoeden dat zij er in moeten gaan, en zij vinden daaruit gew ontvluchting.",
        "ur": "سارے مجرم اُس روز آگ دیکھیں گے اورسمجھ لیں گے کہ اب انہیں اس میں گرنا ہے اور وہ اس سے بچنے کے لیے کوئی جائے پناہ نہ پائیں گے",
        "bn": "আৰু অপৰাধীবিলাকে জুই দেখিয়েই গম পাব যে, সিহঁতে তাত নিক্ষিপ্ত হ’ব কিন্তু সিহঁত সেই ঠাইৰ পৰা (বাচিবলৈ) কোনো পৰিত্ৰাণস্থল বিচাৰি নাপাব।",
        "fa": "و گناهکاران آتش [دوزخ] را می‌بینند و به یقین درمی‌یابند که در آن خواهند افتاد و هیچ راه بازگشتی از آنجا ندارند."
      }
    },
    {
      "verse_number": 2194,
      "verse_key": "18:54",
      "arabic_text": "وَلَقَدْ صَرَّفْنَا فِى هَـٰذَا ٱلْقُرْءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٍ ۚ وَكَانَ ٱلْإِنسَـٰنُ أَكْثَرَ شَىْءٍ جَدَلًا",
      "phonetic_text": "Walaqad sarrafna fee hathaalqur-ani linnasi min kulli mathalin wakanaal-insanu akthara shay-in jadala",
      "translations": {
        "fr": "Nous avons détaillé dans ce Coran divers exemples. Mais l’homme est, de toutes choses, le plus porté à la querelle.",
        "en": "In this Quran We have presented every kind of description for people but man is more contentious than any other creature.",
        "es": "He expuesto en el Corán todo tipo de ejemplos, pero el ser humano es un gran discutidor.",
        "it": "Certamente, in questo Corano, abbiamo offerto alle genti ogni sorta di esempi. Ciononostante l’uomo è la più polemica delle creature.",
        "ru": "Мы разъяснили людям в этом Коране любые притчи, но человек больше всего склонен препираться.",
        "tr": "Şüphesiz biz, bu Kur'ân'da insanlara çeşitli mânâları türlü misallerle açık olarak verdik. İnsan ise, her şeyden çok mücadelecidir.",
        "de": "Und Wir haben ja in diesem Qur’an den Menschen ein jedes Gleichnis verschiedenartig dargelegt; aber der Mensch ist von allen Wesen am streitsüchtigsten.",
        "pt": "Temos reiterado, neste Alcorão, toda a classe de exemplos para os humanos; porém, o homem é o litigioso maisrecalcitrante (que existe).",
        "nl": "En Wij hebben in deze Koran voor de mensen allerlei vergelijkingen uitgelegd. Maar de mensen zijn het meest over ich twistziek.",
        "ur": "ہم نے اِس قرآن میں لوگوں کو طرح طرح سے سمجھایا مگر انسان بڑا ہی جھگڑالو واقع ہوا ہے",
        "bn": "নিশ্চয় আমি মানুহৰ বাবে এই কোৰআনত সকলো ধৰণৰ উপমা বিশদভাৱে বৰ্ণনা কৰিছোঁ। কিন্তু মানুহ আটাইতকৈ বেছি বিতৰ্কপ্ৰিয়।",
        "fa": "و به راستی در این قرآن، برای مردم از هر گونه مثلی آوردیم؛ و[لی] انسان بیش از هر چیزی به ستیز [و چون‌وچرا] می‌پردازد."
      }
    },
    {
      "verse_number": 2195,
      "verse_key": "18:55",
      "arabic_text": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤْمِنُوٓا۟ إِذْ جَآءَهُمُ ٱلْهُدَىٰ وَيَسْتَغْفِرُوا۟ رَبَّهُمْ إِلَّآ أَن تَأْتِيَهُمْ سُنَّةُ ٱلْأَوَّلِينَ أَوْ يَأْتِيَهُمُ ٱلْعَذَابُ قُبُلًا",
      "phonetic_text": "Wama manaAAa annasa anyu/minoo ith jaahumu alhuda wayastaghfiroorabbahum illa an ta/tiyahum sunnatu al-awwaleena awya/tiyahumu alAAathabu qubula",
      "translations": {
        "fr": "Qu’est-ce donc qui empêche les hommes de croire quand la bonne direction (hudâ) leur est venue ? (Et qu’est-ce donc qui les empêche) d’implorer le pardon de leur Seigneur, sinon qu’ils attendent d’être exposés au même sort que les premiers (peuples), ou voir fondre sur eux le châtiment ?",
        "en": "Now that guidance has come to them, what stops these people believing and asking forgiveness from their Lord before the fate of earlier peoples annihilates them or their torment confronts them?",
        "es": "Nada impide a la gente creer o pedir a su Señor el perdón por sus pecados cuando les llega la guía, excepto [su reclamo desafiante de] que el castigo de los pueblos [perversos] de la antigüedad les sobrevenga [también] a ellos, o que les sobrevenga el castigo de inmediato.",
        "it": "Cosa mai impedisce agli uomini di credere, dopo che è giunta loro la Guida, e di chiedere perdono al loro Signore? [Vogliono] subire il destino dei loro avi e [che] li colpisca in pieno il castigo?",
        "ru": "Что же помешало людям уверовать, когда к ним явилось верное руководство, и попросить прощения у своего Господа, если не стремление к участи первых поколений и мучениям, которые предстанут перед ними лицом к лицу?",
        "tr": "Kendilerine doğru yolu gösteren peygamber geldiğinde insanları, iman etmekten ve Rabblerinden günahlarının mağfiretini istemekten alıkoyan şey sadece geçmiş milletlerin başlarına gelen felaketlerin kendilerine de gelmesini veya ahiret azabının ansızın göz göre göre gelip çatmasını beklemek olmuştur.",
        "de": "Und nichts anderes hielt die Menschen davon ab, zu glauben, als die Rechtleitung zu ihnen kam, und ihren Herrn um Vergebung zu bitten, außer (ihrer Forderung), daß an ihnen nach der Gesetzmäßigkeit der Früheren verfahren werde oder daß die Strafe vor ihren Augen über sie komme.",
        "pt": "E o que impediu os humanos de crerem, quando lhes chegou a orientação, de implorarem o perdão do seu Senhor? Desejam, acaso, que os surpreenda o escarmento dos primitivos ou lhes sobrevenha abertamente o castigo?",
        "nl": "En er is niets dat de mens verhindert om te geloven als de Leiding tot hen komt en om vergeving te vragen bij hun Heer, behalve de handelwijze die de vroegeren trof, of de bestraffing die zichtbaar over hen kwam.",
        "ur": "اُن کے سامنے جب ہدایت آئی تو اسے ماننے اور اپنے ربّ کے حضور معافی چاہنے سے آخر اُن کو کس چیز نے روک دیا ؟ اِس کے سوا اور کچھ نہیں کہ وہ منتظر ہیں کہ اُن کے ساتھ بھی وہی کچھ ہو جو پچھلی قوموں کےساتھ ہو چکا ہے، یا یہ کہ وہ عذاب کو سامنے آتے دیکھ لیں! <sup foot_note=\"184972\">1</sup>",
        "bn": "আৰু যেতিয়া সিহঁতৰ ওচৰত পথনিৰ্দেশ আহিল, তেতিয়া মানুহক ঈমান আনাৰ পৰা আৰু সিহঁতৰ প্ৰতিপালকৰ ওচৰত ক্ষমা প্ৰাৰ্থনা কৰাৰ পৰা কেৱল এইটোৱেই বিৰত ৰাখে যে, সিহঁতৰ ওচৰতো পূৰ্বৱৰ্তীসলৰ দৰে অনুসৃত ৰীতি আহক নাইবা সিহঁতৰ ওচৰত প্ৰত্যক্ষভাৱে শাস্তি আহক।",
        "fa": "و چیزی مردم را بازنداشت که وقتی هدایت [= پیامبر و قرآن] به سویشان آمد ایمان بیاورند و از پروردگارشان آمرزش بخواهند، مگر اینکه [از روی لجاجت می‌خواستند] سنت [الله در مورد عذابِ] پیشینیان، بر [سرِ] آنان [نیز] بیاید یا عذاب رو در رو به آنان برسد."
      }
    },
    {
      "verse_number": 2196,
      "verse_key": "18:56",
      "arabic_text": "وَمَا نُرْسِلُ ٱلْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ ۚ وَيُجَـٰدِلُ ٱلَّذِينَ كَفَرُوا۟ بِٱلْبَـٰطِلِ لِيُدْحِضُوا۟ بِهِ ٱلْحَقَّ ۖ وَٱتَّخَذُوٓا۟ ءَايَـٰتِى وَمَآ أُنذِرُوا۟ هُزُوًا",
      "phonetic_text": "Wama nursilu almursaleena illamubashshireena wamunthireena wayujadilu allatheenakafaroo bilbatili liyudhidoo bihi alhaqqawattakhathoo ayatee wama onthiroohuzuwa",
      "translations": {
        "fr": "Nous n’envoyons les Messagers que pour annoncer (l’heureuse nouvelle) ou avertir. Mais ceux qui ont mécru disputent encore pour réfuter la vérité, mobilisant maints arguments faux. Ils tournent en dérision Mes versets et  les avertissements qui leur sont adressés.",
        "en": "We only send messengers to bring good news and to deliver warning, yet the disbelievers seek to refute the truth with false arguments and make fun of My messages and warnings.",
        "es": "Envié a los Mensajeros como albriciadores y advertidores. Los que se niegan a creer discuten con argumentos falsos para refutar la Verdad y se burlan de Mis versículos y advertencias.",
        "it": "Non inviammo i profeti se non per annunciare ed ammonire. I miscredenti usano le menzogne per indebolire la verità. Deridono i Nostri segni e ciò di cui li si avverte.",
        "ru": "Мы отправляем посланников только добрыми вестниками и предостерегающими увещевателями. Однако неверующие препираются посредством лживых доводов, чтобы опровергнуть ими истину, и насмехаются над Моими знамениями и тем, от чего их предостерегают.",
        "tr": "Halbuki biz peygamberleri ancak müjdeciler ve uyarıcılar olarak göndeririz. Kâfir olanlar ise hakkı, batılla ortadan kaldırmak için mücadele ediyorlar. Onlar, âyetlerimizi ve korkutuldukları azabı da alaya almışlardır.",
        "de": "Wir senden die Gesandten nur als Verkünder froher Botschaft und als Überbringer von Warnungen. Aber diejenigen, die ungläubig sind, streiten mit dem Falschen, um damit die Wahrheit zu widerlegen. Und sie machen sich über Meine Zeichen und das, womit sie gewarnt wurden, lustig.",
        "pt": "Jamais enviamos mensageiros, a não ser como alvissareiros e admoestadores; porém, os incrédulos disputam com vãosargumentos a falsidade, para com ela refutarem a verdade; e tomam os Meus versículos e as Minhas advertências comoobjeto de escárnio.",
        "nl": "En Wij zenden de Boodschappers slechts als verkondigers van goede tijdingen en waarschuwers. En degenen die ongelovig zijn twisten slechts op valse wijze om daarmee de Waarheid te vernietigen. En zij nemen Mijn Verzen en dat waarvoor gewaarschuwd werd, ter bespotting.",
        "ur": "رسُولوں کو ہم اس کا م کے سوا اور کسی غرض کے لیے نہیں بھیجتے کہ وہ بشارت اور تنبیہ کی خدمت انجام دیں گے۔ <sup foot_note=\"184973\">1</sup> مگر کافروں کا حال یہ ہےکہ وہ باطل کے ہتھیار لے کر حق کو نیچا دکھانے کی کوشش کرتے ہیں اور اُنہوں نے میری آیات کو اور اُن تنبیہات کو جو انہیں کی گئیں مذاق بنا لیا ہے",
        "bn": "আৰু আমি কেৱল সুসংবাদদাতা আৰু সতৰ্ককাৰীৰূপেহে ৰাছুলসকলক প্ৰেৰণ কৰোঁ, কিন্তু কাফিৰসকলে বাতিলৰ দ্বাৰা তৰ্ক কৰে, যাতে তাৰ মাধ্যমত সত্যক ব্যৰ্থ কৰি দিব পাৰে। লগতে সিহঁতে মোৰ নিদৰ্শনাৱলীক আৰু যিবোৰৰ দ্বাৰা সিহঁতক সতৰ্ক কৰা হৈছে সেইবোৰক বিদ্ৰূপৰ বিষয়ৰূপে গ্ৰহণ কৰে।",
        "fa": "و ما پیامبران را جز بشارتگر و بیم‌دهنده نمی‌فرستیم و کسانی ‌که کفر ورزیدند، به [سخنان بیهوده و] باطل ستیز می‌کنند تا به وسیلۀ آن، حق [= قرآن] را پایمال کنند و [معجزات و] آیات من و آنچه را که به آن بیم داده شده‌اند، به تمسخر گرفتند."
      }
    },
    {
      "verse_number": 2197,
      "verse_key": "18:57",
      "arabic_text": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايَـٰتِ رَبِّهِۦ فَأَعْرَضَ عَنْهَا وَنَسِىَ مَا قَدَّمَتْ يَدَاهُ ۚ إِنَّا جَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا ۖ وَإِن تَدْعُهُمْ إِلَى ٱلْهُدَىٰ فَلَن يَهْتَدُوٓا۟ إِذًا أَبَدًا",
      "phonetic_text": "Waman athlamu mimman thukkirabi-ayati rabbihi faaAArada AAanhawanasiya ma qaddamat yadahu inna jaAAalnaAAala quloobihim akinnatan an yafqahoohu wafee athanihimwaqran wa-in tadAAuhum ila alhuda falan yahtadoo ithanabada",
      "translations": {
        "fr": "Est-il plus injuste que celui qui, bien que Nos Signes lui aient été rappelés, s’en détourne et oublie ce que ses mains ont commis ? Nous avons enveloppé leurs cœurs de voiles et rendu dures leurs oreilles pour qu’ils ne le<sup foot_note=194941>1</sup> comprennent pas. Quand bien même tu les appellerais à (s’engager dans) la bonne direction, ils ne voudraient jamais y être guidés.",
        "en": "Who could be more wrong than the person who is reminded of his Lord’s messages and turns his back on them, ignoring what his hands are storing up for him [in the Hereafter]? We have put covers over their hearts, so they cannot understand the Quran, and We put heaviness in their ears: although you call them to guidance [Prophet] they will never accept it.",
        "es": "¿Acaso hay alguien más injusto que quien habiéndosele expuesto los signos de su Señor, los niega y se olvida de lo que han hecho sus manos? He cubierto sus corazones y ensordecido sus oídos para que no lo entiendan [al Corán]. Aunque los invites a seguir la guía, si siguen así, no se encaminarán jamás.",
        "it": "Quale peggior ingiusto di colui che si allontana dai segni di Allah, dopo che essi gli sono stati ricordati, e che dimentica quello che ha commesso <a class=f><sup foot_note=158098>1</sup></a>? Abbiamo posto un velo sui loro cuori, sì che non capiscano e abbiamo messo una pesantezza nelle loro orecchie. Anche se li richiami alla retta via, essi non la seguiranno mai.",
        "ru": "Кто может быть несправедливее того, кому напомнили о знамениях его Господа, а он отвернулся от них и забыл то, что совершили его руки? Мы накинули на их сердца покрывала, чтобы они не постигли его (Коран), а их уши поражены глухотой. Если даже ты призовешь их на прямой путь, они никогда не последуют прямым путем.",
        "tr": "Rabbinin âyetleriyle nasihat edilip de onlardan yüz çeviren ve daha önce işlediği günahları unutandan daha zalim kim olabilir? Biz onların kalbleri üzerine (Kur'ân'ı) anlamalarına engel olan bir ağırlık, kulaklarına da sağırlık verdik. Ey Muhammed! Sen onları doğru yola çağırsan da onlar asla hidayete ermezler.",
        "de": "Wer ist denn ungerechter als jemand, der mit den Zeichen seines Herrn ermahnt wird und sich dann von ihnen abwendet und vergißt, was seine Hände vorausgeschickt haben. Gewiß, Wir haben auf ihre Herzen Hüllen gelegt, so daß sie ihn nicht verstehen, und in ihre Ohren Schwerhörigkeit; und wenn du sie zur Rechtleitung rufst, dann werden sie sich also niemals rechtleiten lassen.",
        "pt": "E haverá alguém mais iníquo do que quem, ao ser exortado com os versículos do seu Senhor, logo os desdenha, esquecendo-se de tudo quanto tenha cometido? Em verdade, sigilamos as suas mentes para que não os compreendessem, eensurdecemos os seus ouvidos; e ainda que os convides à orientação, jamais se encaminharão.",
        "nl": "En wie is er onrechtvaardiger dan degene die met Verzen van zijn Heer vermaand wordt, maar zich daarvan afwendt en vergeet wat zijn handen gedaan hebben? Voorwaar, Wij hebben over hun harten een versluiering aangebracht, zodat zij het niet begrijpen, en in hun oren doofheid. En indien jij hen tot de Leiding oproept: zij zullen nooit en te nimmer Leiding volgen.",
        "ur": "اور اُس شخص سے بڑھ کر ظالم اور کون ہے جسے اُس کے ربّ کی آیات سُناکر نصیحت کی جائے اور وہ اُن سے منہ پھیرے اور اُس بُرے انجام کو بھول جائے جس کا سروسامان اُس نے اپنے لیے خود اپنے ہاتھوں کیا ہے؟(جن لوگوں نے یہ روش اختیار کی ہے)ان کے دلوں پر ہم نے غلاف چڑھا دیے ہیں جو انہیں قرآن کی بات نہیں سمجھنے دیتے، اور اُن کے کانوں میں ہم نے گرانی پیدا کر دی ہے۔ تم انھیں ہدایت کی طرف کتنا ہی بُلاوٴ، وہ اس حالت میں کبھی ہدایت نہ پائیں گے۔ <sup foot_note=\"184974\">1</sup>",
        "bn": "আৰু সেইজনতকৈ অধিক যালিম আৰু কোন হ’ব পাৰে, যাক তাৰ প্ৰতিপালকৰ আয়াতসমূহ স্মৰণ কৰাই দিয়া হৈছে কিন্তু সি তাৰ পৰা বিমুখ হৈছে আৰু সি পাহৰি গৈছে তাৰ দুহাতে যি উপস্থিত কৰিছে? নিশ্চয় আমি সিহঁতৰ অন্তৰৰ ওপৰত আৱৰণ দিছো যাতে সিহঁতে কোৰআন বুজিব নোৱাৰে আৰু সিহঁতৰ কাণত আছে বধিৰতা। তুমি সিহঁতক সৎপথত আহ্বান কৰিলেও সিহঁত কেতিয়া সৎপথত নাহিব।",
        "fa": "کیست ستمکار‌تر از آن کس که به آیات پروردگارش پند داده شود ولی از آن روی بگردانَد و کارهای [زشت] گذشته‌اش را فراموش کند؟ ما بر دل‌هایشان پرده‌هایی افکنده‌ایم تا [پیامِ حق] را درنیابند و در گوش‌هایشان سنگینی [نهاده‌ایم تا سخن حق را نشنوند]؛ و اگر آنان را به سوی هدایت بخوانی، هرگز هدایت نمی‌شوند."
      }
    },
    {
      "verse_number": 2198,
      "verse_key": "18:58",
      "arabic_text": "وَرَبُّكَ ٱلْغَفُورُ ذُو ٱلرَّحْمَةِ ۖ لَوْ يُؤَاخِذُهُم بِمَا كَسَبُوا۟ لَعَجَّلَ لَهُمُ ٱلْعَذَابَ ۚ بَل لَّهُم مَّوْعِدٌ لَّن يَجِدُوا۟ مِن دُونِهِۦ مَوْئِلًا",
      "phonetic_text": "Warabbuka alghafooru thoo arrahmatilaw yu-akhithuhum bima kasaboo laAAajjalalahumu alAAathaba bal lahum mawAAidun lan yajidoo mindoonihi maw-ila",
      "translations": {
        "fr": "Ton Seigneur, l’Absoluteur, Qui a fait Sienne la Miséricorde, s’Il voulait leur tenir rigueur pour ce qu’ils ont commis, Il hâterait pour eux le supplice. Or leur est déjà fixé un instant de rencontre, d’où il n’y aura pour eux nulle échappatoire.",
        "en": "Your Lord is the Most Forgiving, and full of mercy: if He took them to task for the wrongs they have done, He would hasten their punishment on. They have an appointed time from which they will have no escape,",
        "es": "Tu Señor es el Perdonador, Misericordioso. Si les quisiera dar su merecido por lo que cometieron les adelantaría el castigo. Pero he prefijado para ellos un día del que no podrán escapar.",
        "it": "Il tuo Signore è il Perdonatore, Colui Che detiene la misericordia. Se considerasse quello che hanno fatto, certamente affretterebbe il castigo; ma ognuno di loro ha un termine e nessuno potrà sfuggirvi.",
        "ru": "Твой Господь - Прощающий, Обладающий милосердием. Если бы Он стал наказывать их за то, что они приобрели, то ускорил бы их мучения, но для них назначен срок, и они не найдут от него спасения.",
        "tr": "Bununla beraber rahmet sahibi olan Rabbin çok bağışlayıcıdır, tevbe eden kullarına rahmeti boldur. Eğer Allah, işledikleri günahlar yüzünden onları hemen cezalandıracak olsaydı, onlara hemen azab ederdi. Fakat onlara vaad edilen bir zaman vardır ki, o geldiğinde Allah'ın azabından bir kurtuluş yeri bulamazlar.",
        "de": "Und dein Herr ist der Allvergebende, voll der Barmherzigkeit. Wenn Er sie für das belangen würde, was sie erworben haben, würde Er für sie die Strafe wahrlich beschleunigen. Aber sie haben eine Verabredung, vor der sie keine Zuflucht finden werden.",
        "pt": "Porém, teu Senhor é Indulgente, Misericordiosíssimo. Se ele os punisse pelo que cometeram, acelerar-lhes-ia o castigo; porém, terão um prazo, depois do qual jamais terão escapatória.",
        "nl": "En jouw Heer is de Vergevensgezind, Bezitter van de Barmhartigheid. Indien Hij hen zou grijpen voor wat zij verricht hebben, dan zou bij zeker de bestraffing voor hen versneld hebben. Maar voor hen is er de afspraak (op de Dag van de Opstanding), nooit zullen zij buiten Hem een toevlucht vinden.",
        "ur": "تیرا ربّ بڑا درگزر کرنے والا اور رحیم ہے۔ وہ ان کے کرتُوتوں پر انھیں پکڑنا چاہتا تو جلدی ہی عذاب بھیج دیتا۔ مگر ان کے لیے وعدے کا ایک وقت مقرر ہے اور اس سے بچ کر بھاگ نکلنے کی یہ کوئی راہ نہ پائیں گے۔ <sup foot_note=\"184975\">1</sup>",
        "bn": "আৰু তোমাৰ ৰব্ব পৰম ক্ষমাশীল, দয়ালু। সিহঁতৰ কৃতকৰ্মৰ বাবে যদি তেওঁ সিহঁতক ধৰিলেহেঁতেন, তেন্তে তেওঁ অৱশ্যে সিহঁতক অতি সোনকালে শাস্তি বিহিলেহেঁতেন; কিন্তু সিহঁতৰ বাবে আছে এটা প্ৰতিশ্ৰুত মুহূৰ্ত, যিটোৰ পৰা সিহঁত কেতিয়াও কোনো আশ্ৰয়স্থল নাপাব।",
        "fa": "[ای پیامبر،] پروردگارت آمرزنده و دارای رحمت [فراوان] است. اگر آنان [= کافران] را به [سزاى] آنچه کرده‌اند بازخواست می‌كرد، قطعاً در عذابشان شتاب می‌نمود؛ [اما چنین نمی‌کند؛] بلکه آنان موعدی دارند که هرگز از آن گریزی نخواهند داشت."
      }
    },
    {
      "verse_number": 2199,
      "verse_key": "18:59",
      "arabic_text": "وَتِلْكَ ٱلْقُرَىٰٓ أَهْلَكْنَـٰهُمْ لَمَّا ظَلَمُوا۟ وَجَعَلْنَا لِمَهْلِكِهِم مَّوْعِدًا",
      "phonetic_text": "Watilka alqura ahlaknahum lammathalamoo wajaAAalna limahlikihim mawAAida",
      "translations": {
        "fr": "Que de cités n’avons-Nous pas anéanties lorsque (leurs habitants) ont été injustes ; et Nous avons fixé l’instant de leur destruction.",
        "en": "[just like] the former communities We destroyed for doing wrong: We set an appointed time for their destruction.",
        "es": "A otras ciudades de la antigüedad las destruí cuando comenzaron a cometer injusticias. Decreté una fecha para su destrucción.",
        "it": "Quelle città <a class=f><sup foot_note=158099>1</sup></a>le facemmo perire quando [i loro abitanti] furono ingiusti; per ognuna avevamo stabilito un termine per la loro distruzione.",
        "ru": "Мы погубили эти города, когда они стали поступать несправедливо, и установили для их погибели срок.",
        "tr": "İşte zulmettikleri için helak ettiğimiz şehirler! Biz onların helâkleri için de belirli bir zaman tayin etmiştik.",
        "de": "Und diese Städte da vernichteten Wir, als sie Unrecht taten. Und Wir haben für ihre Vernichtung eine Verabredung festgelegt.",
        "pt": "Tais eram as cidades que, pela iniqüidade dos seus habitantes, exterminamos, e prefixamos um término para isso.",
        "nl": "En dat zijn de steden die Wij vernietigd hebben toen zij onrechtvaardig waren; en Wij hebben voor hun vernietiging een tijdstip bepaald.",
        "ur": "یہ عذاب رسیدہ بستیاں تمہارے سامنے موجود ہیں۔ <sup foot_note=\"184961\">1</sup> انہوں نے جب ظلم کیا تو ہم نے انھیں ہلاک کر دیا، اور ان میں سے ہر ایک کی ہلاکت کے لیے ہم نے وقت مقرر کر رکھا تھا",
        "bn": "আৰু এইবোৰ সেই জনপদ যিবোৰক আমি ধ্বংস কৰিছো, যেতিয়া সিহঁতে অন্যায় কৰিছিল আৰু আমি সিহঁতৰ ধ্বংসৰ বাবে এটা নিৰ্দিষ্ট সময় নিৰ্ধাৰণ কৰিছিলোঁ।",
        "fa": "ما [ساکنانِ] آن شهر‌ها را هنگامی‌ هلاک نمودیم که [به خاطر کفر و گناه، به خود] ستم کردند و برای هلاکتشان موعدی تعیین کردیم."
      }
    },
    {
      "verse_number": 2200,
      "verse_key": "18:60",
      "arabic_text": "وَإِذْ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبْرَحُ حَتَّىٰٓ أَبْلُغَ مَجْمَعَ ٱلْبَحْرَيْنِ أَوْ أَمْضِىَ حُقُبًا",
      "phonetic_text": "Wa-ith qala moosa lifatahula abrahu hatta ablugha majmaAAa albahrayniaw amdiya huquba",
      "translations": {
        "fr": "(Souviens-toi aussi) quand Moïse dit à son servant : « Je ne m’arrêterais (de marcher) qu’une fois arrivé au confluent des deux mers, même si je devais continuer (à le faire) pendant de longues années. »",
        "en": "Moses said to his servant, ‘I will not rest until I reach the place where the two seas meet, even if it takes me years!’",
        "es": "[Recuerda] cuando Moisés dijo a su fiel servidor<sup foot_note=168803>1</sup>: “No desistiré hasta que llegue a la confluencia de los dos mares<sup foot_note=168804>2</sup>, aunque esto me lleve muchos años”.",
        "it": "[Ricorda] quando Mosè disse al suo garzone <a class=f><sup foot_note=158100>1</sup></a>: «Non avrò pace finché non avrò raggiunto la confluenza dei due mari <a class=f><sup foot_note=158101>2</sup></a>dovessi anche camminare per degli anni!».",
        "ru": "Вот Муса (Моисей) сказал своему слуге: «Я не остановлюсь, пока не дойду до места слияния двух морей или пока не потрачу на путешествие долгие годы».",
        "tr": "Ey Muhammed! Bir vakit Musa genç adamına demişti ki: \"İki denizin birleştiği yere ulaşıncaya kadar gideceğim, yahut senelerce gideceğim.\"",
        "de": "Und als Musa zu seinem Burschen sagte: „Ich lasse nicht ab, bis ich die Stelle erreicht habe, an der die Meere zusammenkommen, und sollte ich lange Zeit weiter gehen.",
        "pt": "Moisés disse ao seu ajudante: Não descansarei até alcançar a confluência dos dois mares, ainda que para isso tenha deandar anos e anos.",
        "nl": "En (gedenkt) toein Môesa tot zijn gezel zei: \"Ik zal niet opgeven voordat ik de samenvloeiing van de twee zeeën bereik, of ik zal altijd doorgaan.\"",
        "ur": "(ذرا ان کو وہ قصہ سُناوٴ جو موسیٰؑ کو پیش آیا تھا)جب کہ موسیٰؑ نے اپنے خادم سے کہا تھاکہ”میں اپنا سفر ختم نہ کروں گا جب تک کہ دونوں دریاوٴں کے سنگم پر نہ پہنچ جاوٴں، ورنہ میں ایک زمانۂ دراز تک چلتا ہی رہوں گا۔“ <sup foot_note=\"184977\">1</sup>",
        "bn": "আৰু স্মৰণ কৰা, যেতিয়া মুছাই তেওঁৰ সহচৰ যুৱকক কৈছিল, ‘মই দুখন নৈৰ সঙ্গমস্থলত উপনীত নোহোৱালৈকে নৰখো, লাগিলে মই যুগ যুগ সময় গৈ থাকিম’।",
        "fa": "[یاد کن از] هنگامی که موسی به [خدمتکارِ] جوان خود [یوشَع بن نون] گفت: «همچنان خواهم رفت تا به محل بر‌خورد دو دریا برسم یا برای مدت طولانی راه بپیمایم [تا بندۀ درستکاری بیابم و نادانسته‌هایم را از او بیاموزم]»."
      }
    },
    {
      "verse_number": 2201,
      "verse_key": "18:61",
      "arabic_text": "فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِى ٱلْبَحْرِ سَرَبًا",
      "phonetic_text": "Falamma balagha majmaAAabaynihima nasiya hootahuma fattakhathasabeelahu fee albahri saraba",
      "translations": {
        "fr": "Quand ils furent arrivés au confluent, ils oublièrent leur poisson et celui-ci se fraya son chemin dans la mer.",
        "en": "but when they reached the place where the two seas meet, they had forgotten all about their fish, which made its way into the sea and swam away.",
        "es": "Pero cuando alcanzaron la confluencia se olvidaron del pescado<sup foot_note=168805>1</sup>, al que Dios resucitó y emprendió milagrosamente el camino hacia el mar.",
        "it": "Quando poi giunsero alla confluenza, dimenticarono il loro pesce che, miracolosamente, riprese la sua via nel mare.",
        "ru": "Когда они дошли до места их слияния, они забыли свою рыбу, и она двинулась в путь по морю, словно по подземному ходу.",
        "tr": "Bunun üzerine ikisi de iki denizin birleştiği yere vardıklarında balıklarını unuttular. Bu arada balık, denizde yolunu bulup kaybolmuştu.",
        "de": "Als sie die Stelle erreicht hatten, an der sie zusammenkommen, vergaßen sie ihren Fisch, so nahm er seinen Weg im Meer, (auf und davon) schwimmend.",
        "pt": "Mas quando ambos se aproximaram da confluência dos dois mares, haviam esquecido o seu peixe, o qual seguira, serpeando, seu rumo até ao mar.",
        "nl": "En toen zij de samenvloeiing van belde bereikten, vergaten zij hun vis, die zich vrijelijk zijn weg in de zee zocht.",
        "ur": "پس جب وہ ان کے سنگم پر پہنچے تو اپنی مچھلی سے غافل ہو گئے اور وہ نکل کر اس طرح دریا میں چلی گئی جیسے کہ کوئی سرنگ لگی ہو",
        "bn": "এতেকে যেতিয়া তেওঁলোক উভয়ে দুখন নৈৰ সঙ্গমস্থলত উপনীত হ’ল, তেতিয়া তেওঁলোকে লৈ যোৱা মাছৰ কথা পাহৰিলে, ফলত মাছটোৱে সুৰঙ্গৰ দৰে নিজৰ পথ বনাই সাগৰলৈ নামি গ’ল।",
        "fa": "وقتی به محل برخورد دو دریا رسیدند، ماهیِ خود را [که برای خوردن همراه داشتند] فراموش کردند [و الله آن را زنده کرد و به آب انداخت] و ماهی، راهِ خود را در دریا [مانند تونلی] در پیش گرفت [و رفت]."
      }
    },
    {
      "verse_number": 2202,
      "verse_key": "18:62",
      "arabic_text": "فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدْ لَقِينَا مِن سَفَرِنَا هَـٰذَا نَصَبًا",
      "phonetic_text": "Falamma jawaza qalalifatahu atina ghadaana laqadlaqeena min safarina hatha nasaba",
      "translations": {
        "fr": "Lorsqu’ils eurent dépassé (le confluent), il dit à son servant : « Sers-nous notre déjeuner. Notre voyage nous a vraiment épuisés. »",
        "en": "They journeyed on, and then Moses said to his servant, ‘Give us our lunch! This journey of ours is very tiring,’",
        "es": "Y cuando cruzaron más allá [de la confluencia] dijo [Moisés] a su servidor: “Trae nuestra comida, que nos hemos agotado con este viaje”.",
        "it": "Quando poi furono andati oltre, disse al suo garzone: «Tira fuori il nostro pranzo, ché ci siamo affaticati in questo nostro viaggio!».",
        "ru": "Когда они прошли дальше, он сказал своему слуге: «Подавай наш обед, ведь мы утомились в пути».",
        "tr": "İki denizin birleştiği yeri geçtikleri zaman, Musa genç arkadaşına: \"Kuşluk yemeğimizi getir. Gerçekten biz bu yolculuğumuzda epey yorulduk\" dedi.",
        "de": "Als sie vorbeigegangen waren, sagte er zu seinem Burschen: „Bringe uns unser Mittagessen. Wir haben ja durch diese unsere Reise (viel) Mühsal erlitten.",
        "pt": "E quando a alcançaram, Moisés disse ao seu servo: Providencia nosso alimento, pois sofremos fadigas durante a nossaviagem.",
        "nl": "En toen zij voortgingen zei hij (Môesa) tot zijn gezel: \"Breng ons ons eten (de vis). Voorzeker, wij zijn door deze reis van ons moe geworden.\"",
        "ur": "آگے جا کر موسیٰؑ نے اپنے خادم سے کہا \" لاؤ ہمارا ناشتہ، آج کے سفر میں تو ہم بری طرح تھک گئے ہیں\"",
        "bn": "এতেকে যেতিয়া তেওঁলোকে আৰু ভালেখিনি ঠাই অতিক্ৰম কৰিলে তেতিয়া মুছাই তেওঁৰ সহচৰজনক ক’লে, ‘আমাৰ দুপুৰীয়াৰ ভোজন লৈ আহা, অৱশ্যে আমি এই ভ্ৰমণত ক্লান্ত হৈ পৰিছো’।",
        "fa": "هنگامی‌ که [به راه افتادند و از آنجا] گذشتند، [موسی] به [خدمتکار] جوان خود گفت: «غذایمان را بیاور که از این سفر بسیار خسته شده‌ایم»."
      }
    },
    {
      "verse_number": 2203,
      "verse_key": "18:63",
      "arabic_text": "قَالَ أَرَءَيْتَ إِذْ أَوَيْنَآ إِلَى ٱلصَّخْرَةِ فَإِنِّى نَسِيتُ ٱلْحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيْطَـٰنُ أَنْ أَذْكُرَهُۥ ۚ وَٱتَّخَذَ سَبِيلَهُۥ فِى ٱلْبَحْرِ عَجَبًا",
      "phonetic_text": "Qala araayta ith awaynaila assakhrati fa-innee naseetu alhootawama ansaneehu illa ashshaytanuan athkurahu wattakhatha sabeelahu fee albahriAAajaba",
      "translations": {
        "fr": "Il répondit : « Lorsque nous avons fait halte près du rocher, vois-tu, j’ai oublié le poisson. Seul Satan a dû me le faire oublier et ne point me le rappeler et, chose étonnante, il s’est frayé son chemin dans la mer. »",
        "en": "and [the servant] said, ‘Remember when we were resting by the rock? I forgot the fish- Satan made me forget to pay attention to it- and it [must have] made its way into the sea.’ ‘How strange!’",
        "es": "Dijo: “Cuando nos refugiamos junto a la roca, allí me olvidé del pescado. Solo el demonio pudo hacer que me olvidara de contarte que milagrosamente saltó y emprendió su regreso hacia el mar”.",
        "it": "Rispose: «Vedi un po’ [cos’è accaduto], quando ci siamo rifugiati vicino alla roccia, ho dimenticato il pesce – solo Satana mi ha fatto scordare di dirtelo – e miracolosamente ha ripreso la sua via nel mare.",
        "ru": "Он сказал: «Помнишь, как мы укрылись под скалой? Я забыл о рыбе, и только дьявол заставил меня не вспомнить о ней. Она же отправилась в путь по морю чудесным образом».",
        "tr": "Adam: \"Gördün mü! dedi. Kayaya sığındığımız vakit doğrusu ben balığı unutmuşum. Onu hatırlamamı, muhakkak şeytan bana unutturdu. O denizde garip bir yol tutup gitmişti.\"",
        "de": "Er sagte: „Siehst du! Als wir beim Felsen Rast gemacht haben, gewiß, da habe ich den Fisch vergessen. Und es ließ mich ihn nur der Satan vergessen, ihn (dir) zu erwähnen. Und er nahm seinen Weg im Meer auf wunderliche Weise.",
        "pt": "Respondeu-lhe: Lembras-te de quando nos refugiamos junto à rocha? Eu me esqueci do peixe - e ninguém, senão Satanás, me fez esquecer de me recordar! - Creio que ele tomou milagrosamente o rumo do mar.",
        "nl": "Hij (de gezel) zei: \"Zag jij (wat er gebeurde) toen wij ons naar de rots begaven'? Voorwaar, toen vergat ik de vis, en ik ben hem niet vergelen te herinneren, behalve door de Satan. En bij zocht zijn weg in de zee op een verbazingwekkende manier.\"",
        "ur": "خادم نے کہا \"آپ نے دیکھا! یہ کیا ہوا؟ جب ہم اُس چٹان کے پاس ٹھیرے ہوئے تھے اُس وقت مجھے مچھلی کا خیال نہ رہا اور شیطان نے مجھ کو ایسا غافل کر دیا کہ میں اس کا ذکر (آپ سے کرنا) بھول گیا مچھلی تو عجیب طریقے سے نکل کر دریا میں چلی گئی\"",
        "bn": "সি ক’লে, ‘আপুনি লক্ষ্য কৰিছিলনে, যেতিয়া আমি শিলাখণ্ডত বিশ্ৰাম লৈছিলো তেতিয়া মাছৰ কি ঘটিছিল? মাছটোৰ কথা মই আপোনাক জনাবলৈ পাহৰিয়ে গৈছিলো, চয়তানেহে সেইটোৰ কথা মোক পাহৰাই দিছিল; আৰু মাছটোৱে আশ্চৰ্যজনকভাৱে নিজৰ পথ বনাই সাগৰত নামি গৈছিল।",
        "fa": "[یوشع] گفت: «به یاد داری هنگامی ‌که [برای استراحت] به کنار آن تخته‌سنگ جای گرفتیم، من [در آنجا داستان زنده شدن] ماهی را فراموش کردم [که به تو بگویم] و جز شیطان، [کسی] مرا از یادآورىِ آن [داستان] به فراموشى نینداخت و ماهی به طرزی شگفت‌آور راهش را در دریا پیش گرفت»."
      }
    },
    {
      "verse_number": 2204,
      "verse_key": "18:64",
      "arabic_text": "قَالَ ذَٰلِكَ مَا كُنَّا نَبْغِ ۚ فَٱرْتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصًا",
      "phonetic_text": "Qala thalika ma kunnanabghi fartadda AAala atharihimaqasasa",
      "translations": {
        "fr": "(Moïse) dit : « C’est très justement (cet endroit) que nous voulions atteindre. » Et ils rebroussèrent chemin (vers le rocher).",
        "en": "Moses said, ‘Then that was the place we were looking for.’ So the two turned back, retraced their footsteps,",
        "es": "Dijo [Moisés]: “Esa es la señal que buscábamos”, y regresaron sobre sus huellas.",
        "it": "Disse [Mosè]: «Questo è quello che cercavamo». Poi entrambi ritornarono sui loro passi.",
        "ru": "Муса (Моисей) сказал: «Это - то, чего мы желали!» - и они вернулись назад по своим следам.",
        "tr": "Musa da demişti ki: \"İşte aradığımız o idi.\" Bunun üzerine izlerine dönüp gerisin geri gittiler.",
        "de": "Er sagte: „Das ist es, was wir suchten. Da kehrten sie beide zurück, indem sie ihren eigenen Spuren folgten.",
        "pt": "Disse-lhe: Eis o que procurávamos! E voltaram pelo mesmo caminho.",
        "nl": "Hij (Môesa) zei: \"Dat was wat wij zochten,\" toen keerden zij in hun voetstappen terug.",
        "ur": "موسیٰؑ نے کہا”اسی کی تو ہمیں تلاش تھی۔“ <sup foot_note=\"184978\">1</sup> چنانچہ وہ دونوں اپنے نقشِ قدم پر پھر واپس ہوئے",
        "bn": "তেওঁ ক’লে, ‘আমি সেই স্থানটোৰেই অনুসন্ধান কৰি আছো’। তাৰ পিছত তেওঁলোকে নিজৰ পদচিহ্ন অনুসৰণ কৰি উভতি গ’ল।",
        "fa": "[موسی] گفت: «آن همان چیزی است که می‌خواستیم [و جایگاهِ آن بندۀ نیکوکار، همان‌جاست]». پس جستجوکنان ردّ پای خود را گرفتند [و از همان راه] بازگشتند."
      }
    },
    {
      "verse_number": 2205,
      "verse_key": "18:65",
      "arabic_text": "فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَآ ءَاتَيْنَـٰهُ رَحْمَةً مِّنْ عِندِنَا وَعَلَّمْنَـٰهُ مِن لَّدُنَّا عِلْمًا",
      "phonetic_text": "Fawajada AAabdan min AAibadinaataynahu rahmatan min AAindinawaAAallamnahu min ladunna AAilma",
      "translations": {
        "fr": "Ils trouvèrent alors l’un de Nos serviteurs que Nous avions touché de Notre grâce et que Nous avions initié à une science de Notre part.",
        "en": "and found one of Our servants- a man to whom We had granted Our mercy and whom We had given knowledge of Our own.",
        "es": "Encontraron a uno de Mis siervos [Al-Jidr<sup foot_note=168806>1</sup>] a quien había agraciado con Mi misericordia y enseñado ciertos conocimientos [que Moisés no poseía].",
        "it": "Incontrarono uno dei Nostri schiavi <a class=f><sup foot_note=158102>1</sup></a>, al quale avevamo concesso misericordia da parte Nostra e al quale avevamo insegnato una scienza da Noi proveniente.",
        "ru": "Они встретили одного из Наших рабов, которого Мы одарили милостью от Нас и обучили из того, что Нам известно.",
        "tr": "Nihayet kullarımızdan bir kul buldular ki, biz ona katımızdan bir rahmet vermiş ve tarafımızdan bir ilim öğretmiştik.",
        "de": "Sie trafen einen von Unseren Dienern, dem Wir Barmherzigkeit von Uns aus hatten zukommen lassen und den Wir Wissen von Uns her gelehrt hatten.",
        "pt": "E encontraram-se comum dos Nossos servos, que havíamos agraciado com a Nosso misericórdia e iluminado com aNossa ciência.",
        "nl": "Toen vonden zij een dienaar van onder Onze dienaren, aan wie Wij Barmhartigheid van Onze Zijde gegeven hadden en Wij hadden hem van Onze Zijde kennis bijgebracht.",
        "ur": "اور وہاں اُنہوں نے ہمارے بندوں میں سے ایک بندے کو پایا جسے ہم نے اپنی رحمت سے نوازا تھا اور اپنی طرف سے ایک خاص علم عطا کیا تھا۔ <sup foot_note=\"184979\">1</sup>",
        "bn": "ইয়াৰ পিছত তেওঁলোকে মোৰ এজন বান্দাৰ সাক্ষাৎ পালে, যাক আমি আমাৰ ফালৰ পৰা অনুগ্ৰহ দান কৰিছিলোঁ আৰু আমাৰ ফালৰ পৰা এটা বিশেষ জ্ঞানৰ শিক্ষা দিছিলো।",
        "fa": "[در آنجا] بنده‌ای از بندگان ما [= خَضِر] را یافتند که از جانب خویش به او رحمتی داده بودیم و از نزد خود به وی دانشی [که این قصه آن را در بر دارد] آموخته بودیم."
      }
    },
    {
      "verse_number": 2206,
      "verse_key": "18:66",
      "arabic_text": "قَالَ لَهُۥ مُوسَىٰ هَلْ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا",
      "phonetic_text": "Qala lahu moosa halattabiAAuka AAala an tuAAallimani mimma AAullimtarushda",
      "translations": {
        "fr": "Moïse lui proposa : « Ne pourrais- je te suivre afin que tu m’enseignes de cette science de la droiture que tu as reçue ? »",
        "en": "Moses said to him, ‘May I follow you so that you can teach me some of the right guidance you have been taught?’",
        "es": "Moisés le dijo: “¿Puedo seguirte para que me enseñes la guía que se te ha enseñado?”",
        "it": "Chiese [Mosè]: «Posso seguirti per imparare quello che ti è stato insegnato [a proposito] della retta via?».",
        "ru": "Муса (Моисей) сказал ему (Хадиру): «Могу ли я последовать за тобой, чтобы ты научил меня о прямом пути тому, чему ты обучен?».",
        "tr": "Musa ona: \"Allah'ın sana öğrettiği ilim ve hikmetten bana da öğretmen için sana tabi olabilir miyim?\" dedi.",
        "de": "Musa sagte zu ihm: „Darf ich dir folgen, auf daß du mich von dem lehrst, was dir an Besonnenheit gelehrt worden ist?",
        "pt": "E Moisés lhe disse: Posso seguir-te, para que me ensines a verdade que te foi revelada?",
        "nl": "Môesa zei tot hem: \"Mag ik jou volgen, opdat jij mij onderwijst wat aan jou van de kennis geleerd is?\"",
        "ur": "موسیٰؑ نے اس سے کہا \"کیا میں آپ کے ساتھ رہ سکتا ہوں تاکہ آپ مجھے بھی اُس دانش کی تعلیم دیں جو آپ کوسکھائی گئی ہے؟\"",
        "bn": "মুছাই তেওঁক ক’লে, ‘মই এই চৰ্তত আপোনাৰ অনুসৰণ কৰিব পাৰিমনে যে, যি জ্ঞান আপোনাক দান কৰা হৈছে তাৰ পৰা মোক শিক্ষা দিব, যাৰ দ্বাৰা মই সঠিক পথ পাম’?",
        "fa": "موسی به او گفت: «آیا [اجازه می‌دهی] همراهت بیایم تا از آنچه به تو آموخته شده و مایۀ هدایت و ارشاد است به من بیاموزی؟»"
      }
    },
    {
      "verse_number": 2207,
      "verse_key": "18:67",
      "arabic_text": "قَالَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا",
      "phonetic_text": "Qala innaka lan tastateeAAamaAAiya sabra",
      "translations": {
        "fr": "« Tu ne pourrais avoir assez de patience en ma compagnie », répondit-il.",
        "en": "The man said, ‘You will not be able to bear with me patiently.",
        "es": "Respondió: “No tendrás paciencia conmigo.",
        "it": "Rispose: «Non potrai essere paziente con me.",
        "ru": "Он сказал: «У тебя не хватит терпения находиться рядом со мной.",
        "tr": "(Hızır) dedi ki: \"Doğrusu sen benimle asla sabredemezsin.",
        "de": "Er sagte: „Du wirst (es) bei mir nicht aushalten können.",
        "pt": "Respondeu-lhe: Tu não serias capaz de ser paciente para estares comigo.",
        "nl": "Hij zei: \"Voorwaar, jij zult nooit in staat zijn geduld met mij te hebben.",
        "ur": "اس نے جواب دیا \"آپ میرے ساتھ صبر نہیں کر سکتے",
        "bn": "তেওঁ ক’লে, ‘আপুনি কেতিয়াও মোৰ লগত ধৈৰ্য ধাৰণ কৰি থাকিব নোৱাৰিব,",
        "fa": "[خَضِر] گفت: «تو هرگز نمی‌توانی [در اطاعت و همراهی] با من شکیبایی کنی."
      }
    },
    {
      "verse_number": 2208,
      "verse_key": "18:68",
      "arabic_text": "وَكَيْفَ تَصْبِرُ عَلَىٰ مَا لَمْ تُحِطْ بِهِۦ خُبْرًا",
      "phonetic_text": "Wakayfa tasbiru AAala malam tuhit bihi khubra",
      "translations": {
        "fr": "(Et il poursuivit) : « Comment saurais-tu supporter patiemment les choses que tu n’as pas cernées par la connaissance ? »",
        "en": "How could you be patient in matters beyond your knowledge?’",
        "es": "¿Cómo podrías tener paciencia con algo que desconoces?”",
        "it": "Come potresti aver pazienza dinnanzi a cose che non potrai comprendere?».",
        "ru": "Как ты сможешь терпеливо относиться к тому, что ты не объемлешь знанием?».",
        "tr": "\"İçyüzünü kavrayamadığın şeye nasıl sabredeceksin?\"",
        "de": "Wie willst du das auch aushalten, wovon du keine umfassende Kenntnis hast?",
        "pt": "Como poderias ser paciente em relação ao que não compreendes?",
        "nl": "En hoe kan jij geduld hebben met wat jouw begrip niet omvat?\"",
        "ur": "اور جس چیز کی آپ کو خبر نہ ہو آخر آپ اس پر صبر کر بھی کیسے سکتے ہیں\"",
        "bn": "‘কাৰণ যি বিষয়ে আপোনাৰ জ্ঞানায়ত্ত নাই সেই বিষয়ে আপুনি কেনেকৈ ধৈৰ্য্য ধাৰণ কৰিব’?",
        "fa": "و چگونه بر [انجام] کاری که به [راز] آن آگاه نیستی شکیبایی می‌کنی؟»"
      }
    },
    {
      "verse_number": 2209,
      "verse_key": "18:69",
      "arabic_text": "قَالَ سَتَجِدُنِىٓ إِن شَآءَ ٱللَّهُ صَابِرًا وَلَآ أَعْصِى لَكَ أَمْرًا",
      "phonetic_text": "Qala satajidunee in shaa Allahusabiran wala aAAsee laka amra",
      "translations": {
        "fr": "« S’il plaît à Allah, tu me trouveras, répondit-il, plein de patience et je ne désobéirai point à tes ordres. »",
        "en": "Moses said, ‘God willing, you will find me patient. I will not disobey you in any way.’",
        "es": "Dijo: “Si Dios quiere, verás que seré paciente y no te desobedeceré”.",
        "it": "Disse [Mosè]: «Se Allah vuole sarò paziente e non disobbedirò ai tuoi ordini»;",
        "ru": "Муса (Моисей) сказал: «Если Аллах пожелает, то ты увидишь, что я терпелив, и я не ослушаюсь твоего веления».",
        "tr": "Musa: \"İnşaallah beni sabırlı bulacaksın ve senin hiçbir işine karşı gelmeyeceğim\" dedi.",
        "de": "Er sagte: „Du wirst mich, wenn Allah will, standhaft finden, und ich werde mich keinem Befehl von dir widersetzen.",
        "pt": "Moisés disse: Se Deus quiser, achar-me-á paciente e não desobedecerei às tuas ordens.",
        "nl": "Hij (Môesa) zei: \"Jij zult vinden dat ik, indien Allah het wil, een geduldige ben en ik zal jou in geen opdracht ongehoorzaam zijn.\"",
        "ur": "موسیٰؑ نے کہا \"انشاءاللہ آپ مجھے صابر پائیں گے اور میں کسی معاملہ میں آپ کی نافرمانی نہ کروں گا\"",
        "bn": "মুছাই ক’লে, ‘ইন শ্বা আল্লাহ আপুনি মোক ধৈৰ্য্যশীল পাব আৰু আপোনাৰ কোনো আদেশ মই অমান্য নকৰিম’।",
        "fa": "[موسی] گفت: «ان شاء الله شکیبا خواهم بود و در هیچ کاری از تو نافرمانی نمی‌کنم»."
      }
    },
    {
      "verse_number": 2210,
      "verse_key": "18:70",
      "arabic_text": "قَالَ فَإِنِ ٱتَّبَعْتَنِى فَلَا تَسْـَٔلْنِى عَن شَىْءٍ حَتَّىٰٓ أُحْدِثَ لَكَ مِنْهُ ذِكْرًا",
      "phonetic_text": "Qala fa-ini ittabaAAtanee falatas-alnee AAan shay-in hatta ohditha lakaminhu thikra",
      "translations": {
        "fr": "« Alors, dit (l’autre), si tu me suis, ne m’interroge sur rien avant que je ne t’en aie parlé moi-même. »",
        "en": "The man said, ‘If you follow me then, do not query anything I do before I mention it to you myself.’",
        "es": "Dijo: “Si me sigues, no me preguntes sobre lo que hago hasta que te haga mención de ello”.",
        "it": "[e l’altro] ribadì: «Se vuoi seguirmi, non dovrai interrogarmi su alcunché prima che io te ne parli».",
        "ru": "Он сказал: «Если ты последуешь за мной, то не спрашивай меня ни о чем, пока я сам не поведаю тебе об этом».",
        "tr": "(Hızır) dedi ki: \"O halde bana tabi olacaksın; ben sana sırrını anlatmadıkça, hiçbir şey hakkında bana soru sorma!\"",
        "de": "Er sagte: „Wenn du mir denn folg(en will)st, dann frage mich nach nichts, bis ich selbst es dir gegenüber zuerst erwähne.",
        "pt": "Respondeu-lhe: Então segue-me e não me perguntes nada, até que eu te faça menção disso.",
        "nl": "Hij zei: \"Als jij mij volgt, stel mij dan geen vraag over iets vôôr ik jou er de uitleg van vertel.\"",
        "ur": "اس نے کہا \"اچھا، اگر آپ میرے ساتھ چلتے ہیں تو مجھ سے کوئی بات نہ پوچھیں جب تک کہ میں خود اس کا آپ سے ذکر نہ کروں\"",
        "bn": "তেওঁ ক’লে, ‘ঠিক আছে, যদি আপুনি মোৰ অনুসৰণ কৰেই তেন্তে কোনো বিষয়ে মোক প্ৰশ্ন নকৰিব, যেতিয়ালৈকে মই আপোনাক সেই বিষয়ে খুলি নকওঁ’।",
        "fa": "[خَضِر] گفت: «پس اگر با من همراه شدی، دربارۀ هیچ چیز از من سؤال نکن تا خود دربارۀ آن سخنی با تو بگویم»."
      }
    },
    {
      "verse_number": 2211,
      "verse_key": "18:71",
      "arabic_text": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِى ٱلسَّفِينَةِ خَرَقَهَا ۖ قَالَ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْـًٔا إِمْرًا",
      "phonetic_text": "Fantalaqa hattaitha rakiba fee assafeenati kharaqahaqala akharaqtaha litughriqa ahlaha laqadji/ta shay-an imra",
      "translations": {
        "fr": "Ils s’en furent alors ensemble et quand ils furent montés à bord d’un vaisseau, (l’homme) y perça un trou. « En y perçant ainsi un trou, voudrais-tu donc noyer ceux qui sont à bord ? Tu commets là un acte monstrueux ! »",
        "en": "They travelled on. Later, when they got into a boat, and the man made a hole in it, Moses said, ‘How could you make a hole in it? Do you want to drown its passengers? What a strange thing to do!’",
        "es": "Entonces partieron hasta que abordaron un pequeño barco [y cuando llegaron a la costa] le hizo un boquete. Dijo [Moisés]: “¿Has hecho un boquete para que se ahoguen quienes [estén viajando] a abordo? Has cometido algo grave”.",
        "it": "Partirono entrambi e, dopo essere saliti su una nave, quello vi produsse una falla. Chiese [Mosè]: «Hai prodotto la falla per far annegare tutti quanti? Hai certo commesso qualcosa di atroce!».",
        "ru": "Они вдвоем двинулись в путь. Когда же они сели на корабль, он сделал в нем пробоину. Он сказал: «Ты сделал пробоину, чтобы потопить людей на нем? Ты совершил тяжкий поступок!».",
        "tr": "Bunun üzerine ikisi beraber yürüdüler. Nihayet gemiye bindikleri zaman, o kul (Hızır) gemiyi deldi. Musa, ona şöyle dedi: \"Geminin içindekileri boğmak için mi deldin? Doğrusu çok kötü bir iş yaptın.\"",
        "de": "Da zogen sie beide los, bis, als sie ein Schiff bestiegen, er darin ein Loch machte. Er (Musa) sagte: „Hast du ein Loch darin gemacht, um seine Besatzung ertrinken zu lassen? Du hast da ja eine grauenhafte Sache begangen.",
        "pt": "Então, ambos se puseram a andar, até embarcarem em um barco, que o desconhecido perfurou. Moisés lhe disse: perfuraste-o para afogar seus ocupantes? Sem dúvida que cometeste um ato insólito!",
        "nl": "Zo gingen zij verder tot zij aan boord van de boot gingen en hij er een gat in maakte. Hij (Môesa) zei: \"Maakte jij er een gat in om de opvarenden ervan te doen verdrinken? Voorzeker, jij hebt iets raars gedaan!\"",
        "ur": "اب وہ دونوں روانہ ہوئے، یہاں تک کہ جب وہ ایک کشتی میں سوار ہو گئے تو اس شخص نے کشتی میں شگاف ڈال دیا موسیٰؑ نے کہا \"آپ نے اس میں شگاف ڈال دیا تاکہ سب کشتی والوں کو ڈبو دیں؟ یہ تو آپ نے ایک سخت حرکت کر ڈالی\"",
        "bn": "তাৰ পিছত দুয়ো গৈ থাকিল, অৱশেষত যেতিয়া তেওঁলোকে নাৱঁত আৰোহণ কৰিলে তেতিয়া তেওঁ নাওঁখন বিদীৰ্ণ কৰি দিলে। মুছাই ক’লে, ‘আপুনি আৰোহীসকলক ডুবাই মাৰিবলৈ ইয়াক বিদীৰ্ণ কৰিলে নেকি? অৱশ্যে আপুনি এটা বৰ গৰ্হিত অন্যায় কাম কৰিছে’।",
        "fa": "آن دو به راه افتادند تا آنکه سوار کشتی شدند. [خَضِر] کشتی را سوراخ کرد. [موسی] گفت: «آن را سوراخ کردی تا سرنشینانش را غرق کنی؟ راستی چه کار ناروایی کردی!»"
      }
    },
    {
      "verse_number": 2212,
      "verse_key": "18:72",
      "arabic_text": "قَالَ أَلَمْ أَقُلْ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا",
      "phonetic_text": "Qala alam aqul innaka lan tastateeAAamaAAiya sabra",
      "translations": {
        "fr": "« N’avais-je pas dit que tu ne saurais rester patient en ma compagnie ? » répondit-il.",
        "en": "He replied, ‘Did I not tell you that you would never be able to bear with me patiently?’",
        "es": "Dijo: “¿No te había dicho que no tendrías paciencia conmigo?”",
        "it": "Rispose: «Non ti avevo detto che non avresti avuto pazienza insieme con me?».",
        "ru": "Он сказал: «Разве я не говорил, что ты не сможешь сохранять терпение рядом со мной?».",
        "tr": "(Hızır:) \"Sen benimle asla sabredemezsin, demedim mi?\" dedi.",
        "de": "Er sagte: „Habe ich nicht gesagt, daß du (es) bei mir nicht wirst aushalten können?",
        "pt": "Retrucou-lhe: Não te disse que és demasiado impaciente para estares comigo?",
        "nl": "Hij zei: \"Heb ik jou niet gezegd: 'Voorwaar, jij bent niet in staat om geduld met mij te hebben?\"",
        "ur": "اس نے کہا \"میں نے تم سے کہا نہ تھا کہ تم میرے ساتھ صبر نہیں کر سکتے؟\"",
        "bn": "তেওঁ ক’লে, ‘মই কোৱা নাছিলোনে যে, আপুনি মোৰ লগত কেতিয়াও ধৈৰ্য্য ধাৰণ কৰিব নোৱাৰিব’?",
        "fa": "[خَضِر] گفت: «آیا نگفتم تو هرگز نمی‌توانی با من شکیبایی کنی؟»"
      }
    },
    {
      "verse_number": 2213,
      "verse_key": "18:73",
      "arabic_text": "قَالَ لَا تُؤَاخِذْنِى بِمَا نَسِيتُ وَلَا تُرْهِقْنِى مِنْ أَمْرِى عُسْرًا",
      "phonetic_text": "Qala la tu-akhithneebima naseetu wala turhiqnee min amree AAusra",
      "translations": {
        "fr": "« Ne m’en veux pas d’avoir oublié, fit Moïse, et ne me fais pas subir d’épreuves trop pénibles. »",
        "en": "Moses said, ‘Forgive me for forgetting. Do not make it too hard for me to follow you.’",
        "es": "[Pero le respondió Moisés:] “Disculpa mi olvido, y no me sometas a una prueba difícil”.",
        "it": "Disse: «Non essere in collera per la mia dimenticanza e non impormi una prova troppo difficile».",
        "ru": "Муса (Моисей) сказал: «Не наказывай меня за то, что я позабыл, и не возлагай на меня тяжелое бремя».",
        "tr": "Musa dedi ki: \"Unuttuğum şeyden dolayı beni suçlama ve bu işimden dolayı bana bir güçlük çıkarma.\"",
        "de": "Er (Musa) sagte: „Belange mich nicht dafür, daß ich vergessen habe, und bedrücke mich in meiner Angelegenheit nicht mit einer Erschwernis.",
        "pt": "Disse-lhe: Desculpa-me por me ter esquecido, mas não me imponhas uma condição demasiado difícil.",
        "nl": "Hij (Môesa) zei: \"Neem mij niet kwalijk wat ik vergeten ben, en belast mij niet in mijn zaak met moeilijkheden.\"",
        "ur": "موسیٰؑ نے کہا \"بھول چوک پر مجھے نہ پکڑیے میرے معاملے میں آپ ذرا سختی سے کام نہ لیں\"",
        "bn": "মুছাই ক’লে, ‘মই পাহৰি যোৱাৰ কাৰণে মোৰ দোষ নধৰিব, লগতে মোৰ বিষয়ে অত্যাধিক কঠোৰতা অৱলম্বন নকৰিব’।",
        "fa": "[موسی] گفت: «به خاطر آنچه فراموش کردم سرزنشم نکن و در کارم بر من سخت نگیر»."
      }
    },
    {
      "verse_number": 2214,
      "verse_key": "18:74",
      "arabic_text": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَـٰمًا فَقَتَلَهُۥ قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةًۢ بِغَيْرِ نَفْسٍ لَّقَدْ جِئْتَ شَيْـًٔا نُّكْرًا",
      "phonetic_text": "Fantalaqa hattaitha laqiya ghulaman faqatalahu qalaaqatalta nafsan zakiyyatan bighayri nafsin laqad ji/ta shay-annukra",
      "translations": {
        "fr": "Ils poursuivirent leur route et rencontrèrent un jeune garçon que (l’homme) s’empressa de tuer. « N’as-tu pas tué là un être innocent qui pourtant, lui, n’a tué personne ? Tu viens de commettre là un acte abominable ! » lui dit (Moïse).",
        "en": "And so they travelled on. Then, when they met a young boy and the man killed him, Moses said, ‘How could you kill an innocent person? He has not killed anyone! What a terrible thing to do!’",
        "es": "Entonces partieron hasta que se encontraron con un joven al que mató. Dijo [Moisés]: “¿Has matado a una persona inocente sin que él haya matado a nadie? Has hecho algo terrible”.",
        "it": "Continuarono insieme e incontrarono un giovanetto che [quello] uccise. Insorse [Mosè]: «Hai ucciso un incolpevole, senza ragione di giustizia? Hai certo commesso un’azione orribile».",
        "ru": "Они продолжили путь, пока не встретили мальчика, и он убил его. Он сказал: «Неужели ты убил невинного человека, который никого не убивал?! Ты совершил предосудительный поступок!».",
        "tr": "Yine gittiler. Nihayet bir erkek çocuğa rastladıklarında Hızır hemen onu öldürdü. Musa: \"Kısas olmadan masum bir cana nasıl kıyarsın? Doğrusu sen çok fena bir şey yaptın\" dedi.",
        "de": "Da zogen sie beide weiter, bis, als sie dann einen Jungen trafen, er ihn tötete. Er (Musa) sagte: „Hast du eine unschuldige Seele getötet (und zwar) nicht (als Wiedervergeltung) für eine (andere) Seele? Du hast da ja eine verwerfliche Sache begangen.",
        "pt": "E ambos se puseram a andar, até que encontraram um jovem, o qual (o companheiro de Moisés) matou. Disse-lhe entãoMoisés: Acabas de matar um inocente, sem que tenha causado morte a ninguém! Eis que cometeste uma ação inusitada.",
        "nl": "Zo gingen zij verder totdat zij een jongeling ontmoetten en hij hem doodde. Hij (Môesa) zei: \"Doodde jij een onschuldige ziel zonder recht? Voorzeker, jij hebt iets vreemds gedaan!\"",
        "ur": "پھر وہ دونوں چلے، یہاں تک کہ ان کو ایک لڑکا ملا اور اس شخص نے اسے قتل کر دیا موسیٰؑ نے کہا \"آپ نے ایک بے گناہ کی جان لے لی حالانکہ اُس نے کسی کا خون نہ کیا تھا؟ یہ کام تو آپ نے بہت ہی برا کیا\"",
        "bn": "তাৰ পিছত দুয়ো গৈ থাকিল, অৱশেষত তেওঁলোকৰ লগত এটি শিশুৰ সাক্ষাৎ হ’ল, তেতিয়া তেওঁ তাক হত্যা কৰিলে। মুছাই ক’লে, ‘হত্যাৰ অপৰাধবিহীন আপুনি এটা নিষ্পাপ জীৱন নাশ কৰিলে? অৱশ্যে আপুনি এটা গৰ্হিত অন্যায় কাম কৰিছে’।",
        "fa": "پس به راه افتادند تا هنگامی ‌که به نوجوانی رسیدند و [خَضِر] او را کشت. [موسی] گفت: «شخص [بی‌گناه و] پاکی را کُشتی [آن هم] بدون اینکه کسی را کشته باشد؟ واقعاً کار ناپسندی کردی!»"
      }
    },
    {
      "verse_number": 2215,
      "verse_key": "18:75",
      "arabic_text": "۞ قَالَ أَلَمْ أَقُل لَّكَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا",
      "phonetic_text": "Qala alam aqul laka innaka lan tastateeAAamaAAiya sabra",
      "translations": {
        "fr": "Et (l’autre) de répondre : « Ne t’avais-je pas dit que tu ne saurais rester patient en ma compagnie ? »",
        "en": "He replied, ‘Did I not tell you that you would never be able to bear with me patiently?’",
        "es": "Dijo: “¿No te había dicho que no tendrías paciencia conmigo?”",
        "it": "Rispose: «Non ti avevo detto che non avresti avuto pazienza insieme con me?».",
        "ru": "Он сказал: «Разве я не говорил тебе, что ты не сможешь сохранять терпение рядом со мной?».",
        "tr": "Hızır dedi ki: \"Doğrusu sen benimle asla sabredemezsin demedim mi sana?\"",
        "de": "Er sagte: „Habe ich dir nicht gesagt, daß du (es) bei mir nicht wirst aushalten können?",
        "pt": "Retrucou-lhe: Não te disse que não poderás ser paciente comigo?",
        "nl": "Hij zei: \"Heb ik jou dan niet gezegd dat jij nooit in staat zal zijn geduld met mij te hebben?\"",
        "ur": "اُس نے کہا \" میں نے تم سے کہا نہ تھا کہ تم میرے ساتھ صبر نہیں کر سکتے؟\"",
        "bn": "তেওঁ ক’লে, ‘মই আপোনাক কোৱা নাছিলোনে যে, আপুনি মোৰ লগত কেতিয়াও ধৈৰ্য্য ধাৰণ কৰিব নোৱাৰিব’?",
        "fa": "[خَضِر] گفت: «به تو نگفتم که هرگز نمی‌توانی با من شکیبایی کنی؟»"
      }
    },
    {
      "verse_number": 2216,
      "verse_key": "18:76",
      "arabic_text": "قَالَ إِن سَأَلْتُكَ عَن شَىْءٍۭ بَعْدَهَا فَلَا تُصَـٰحِبْنِى ۖ قَدْ بَلَغْتَ مِن لَّدُنِّى عُذْرًا",
      "phonetic_text": "Qala in saaltuka AAan shay-in baAAdahafala tusahibnee qad balaghta min ladunnee AAuthra",
      "translations": {
        "fr": "« Si je t’interroge encore sur quoi que ce soit, n’accepte plus ma compagnie, et tu auras toute excuse de te séparer de moi. »",
        "en": "Moses said, ‘From now on, if I query anything you do, banish me from your company- you have put up with enough from me.’",
        "es": "Dijo [Moisés]: “Si volviera a preguntarte acerca de algo después de esto, ya no me admitas como compañero [de viaje], te habría dado excusa suficiente”.",
        "it": "Disse [Mosè]: «Se dopo di ciò ancora ti interrogherò, non mi tenere più insieme con te. Ne avrai buon diritto».",
        "ru": "Муса (Моисей) сказал: «Если я спрошу тебя о чем-либо после этого, то не продолжай путь вместе со мной. Твой поступок по отношению ко мне уже оправдан».",
        "tr": "(Musa) dedi ki: \"Eğer bundan sonra sana bir şey sorarsam bana arkadaş olma! Hakikaten benim tarafımdan ileri sürülebilecek son mazerete ulaştın.",
        "de": "Er (Musa) sagte: „Wenn ich dich danach (noch einmal) nach irgend etwas frage, dann lasse mich dich nicht mehr begleiten. Dich trifft in Bezug auf mich kein Tadel.",
        "pt": "Moisés lhe disse: Se da próxima vez voltar a perguntar algo, então não permitas que te acompanhe, e me desculpa.",
        "nl": "Hij (Môesa) zei: \"Als ik jou bierna over iets vraag, laat mij jou dan niet vergezellen, jij hebt van mijn kant waarlijk al een verontschuldiging gekregen.\"",
        "ur": "موسیٰؑ نے کہا \" اس کے بعد اگر میں آپ سے کچھ پوچھوں تو آپ مجھے ساتھ نہ رکھیں لیجیے، اب تو میری طرف سے آپ کو عذر مل گیا\"",
        "bn": "মুছাই ক’লে, ‘ইয়াৰ পিছত যদি মই আপোনাক কোনো বিষয়ে প্ৰশ্ন কৰোঁ তেন্তে আপুনি মোক লগত নাৰাখিব; মোৰ ফালৰ পৰা আপুনি উপযুক্ত ওজৰ পাইছে’।",
        "fa": "[موسی] گفت: «اگر از این پس چیزى از تو پرسیدم، دیگر با من همراهى نكن [و] از جانب من قطعاً معذور خواهى بود»."
      }
    },
    {
      "verse_number": 2217,
      "verse_key": "18:77",
      "arabic_text": "فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهْلَ قَرْيَةٍ ٱسْتَطْعَمَآ أَهْلَهَا فَأَبَوْا۟ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥ ۖ قَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ أَجْرًا",
      "phonetic_text": "Fantalaqa hattaitha ataya ahla qaryatin istatAAamaahlaha faabaw an yudayyifoohuma fawajadafeeha jidaran yureedu an yanqadda faaqamahuqala law shi/ta lattakhathta AAalayhi ajra",
      "translations": {
        "fr": "Ils reprirent tous deux leur route jusqu’à ce qu’ils atteignent un village où ils demandèrent à ses habitants de leur donner à manger, mais ces derniers leur refusèrent l’hospitalité. (Puis les deux compagnons de voyage) trouvèrent un mur sur le point de s’écrouler. (L’homme) le répara alors, et (Moïse) lui fit observer : « Si tu voulais, tu pourrais réclamer un salaire pour (un tel travail). »",
        "en": "And so they travelled on. Then, when they came to a town and asked the inhabitants for food but were refused hospitality, they saw a wall there that was on the point of falling down and the man repaired it. Moses said, ‘But if you had wished you could have taken payment for doing that.’",
        "es": "Partieron hasta que llegaron a un pueblo y pidieron a sus habitantes que los alimentaran<sup foot_note=168807>1</sup>, pero se negaron a darles hospitalidad. Luego encontraron en el pueblo un muro que estaba a punto de derrumbarse, y [Al-Jidr] lo reconstruyó. Le dijo [Moisés]: “Si hubieras querido, podrías haber pedido una paga por ello”.",
        "it": "Continuarono insieme e giunsero nei pressi di un abitato. Chiesero da mangiare agli abitanti, ma costoro rifiutarono l’ospitalità. S’imbatterono poi in un muro che minacciava di crollare e [quello] lo raddrizzò. Disse [Mosè]: «Potresti ben chiedere un salario per quello che hai fatto».",
        "ru": "Они продолжили путь, пока не пришли к жителям одного селения. Они попросили его жителей накормить их, но те отказались принять их гостями. Они увидели там стену, которая хотела обрушиться, и он выпрямил ее. Муса (Моисей) сказал: «При желании ты получил бы за это вознаграждение».",
        "tr": "Bunun üzerine yine yürüdüler. Nihayet bir köy halkına varıp onlardan yemek istediler. Ancak köy halkı onları misafir etmekten kaçındılar. Derken orada yıkılmak üzere olan bir duvar buldular. Hızır hemen onu doğrulttu. Musa: \"İsteseydin elbet buna karşı bir ücret alırdın\" dedi.",
        "de": "Da zogen sie beide weiter, bis, als sie dann zu den Bewohnern einer Stadt kamen, sie ihre Bewohner um etwas zu essen baten; diese aber weigerten sich, sie gastlich aufzunehmen. Da fanden sie in ihr eine Mauer, die einzustürzen drohte, und so richtete er sie auf. Er (Musa) sagte: „Wenn du wolltest, hättest du dafür wahrlich Lohn nehmen können.",
        "pt": "E ambos se puseram a andar, até que chegaram a uma cidade, onde pediram pousada aos seus moradores, os quais senegaram a hospedá-los. Nela, acharam um muro que estava a ponto de desmoronar e o desconhecido o restaurou. Moisés lhedisse então: Se quisesses, poderia exigir, recompensa por isso.",
        "nl": "Zo gingen zij verder totdat zij enkele bewoners uit een stad ontmoetten en haar bewoners om voedsel vroegen, maar zij weigerden hen gastvrijheid te verlenen. Toen vonden zij daar een muur die dreigde in te storten, maar hij zette die weer recht. Hij (Môesa) zei: \"Als jij gewild had, zou jij hiervoor zeker een vergoeding kunnen aannemen.\"",
        "ur": "پھر وہ آگے چلے یہاں تک کہ ایک بستی میں پہنچے اور وہاں کے لوگوں سے کھانا مانگا مگر انہوں نے ان دونوں کی ضیافت سے انکار کر دیا وہاں انہوں نے ایک دیوار دیکھی جوگرا چاہتی تھی اُس شخص نے اس دیوار کو پھر قائم کر دیا موسیٰؑ نے کہا \" اگر آپ چاہتے تو اس کام کی اُجرت لے سکتے تھے\"",
        "bn": "তাৰ পিচত দুয়ো আকৌ যোৱা আৰম্ভ কৰিলে, অৱশেষত যেতিয়া তেওঁলোক এটা জনপদৰ অধিবাসীসকলৰ ওচৰত গৈ উপস্থিত হ’ল, তেতিয়া সিহঁতৰ ওচৰত খাদ্য বিচাৰিলে; কিন্তু সিহঁতে তেওঁলোকৰ আতিথ্য কৰিবলৈ অস্বীকাৰ কৰিলে। তাৰ পিছত তেওঁলোকে তাত এখন প্ৰাচীৰ দেখা পালে, যিটো বাগৰি যোৱাৰ উপক্ৰম হৈছিল, তেতিয়া তেওঁ সেইটোক সুদৃঢ় কৰি দিলে। মুছাই ক’লে, ‘অৱশ্যে আপুনি ইচ্ছা কৰিলে ইয়াৰ বাবে পাৰিশ্ৰমিক গ্ৰহণ কৰিব পাৰিলেহেঁতেন’।",
        "fa": "پس به راه افتادند تا به اهالی شهری رسیدند [و] از آنان غذا خواستند؛ [اما آنان] از مهمان‌کردنشان خودداری کردند. سپس در آنجا دیواری یافتند که می‌خواست فرو بریزد و [خضر] آن را راست و استوار کرد. [موسی] گفت: «اگر می‌خواستی، [می‌توانستی] برای آن [کار، از آنان] مزدی بگیری»."
      }
    },
    {
      "verse_number": 2218,
      "verse_key": "18:78",
      "arabic_text": "قَالَ هَـٰذَا فِرَاقُ بَيْنِى وَبَيْنِكَ ۚ سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِع عَّلَيْهِ صَبْرًا",
      "phonetic_text": "Qala hatha firaqubaynee wabaynika saonabbi-oka bita/weeli ma lam tastatiAAAAalayhi sabra",
      "translations": {
        "fr": "« Ce sera donc la séparation entre moi et toi, dit-il. Mais, avant cela, je vais te donner l’interprétation de ce que tu n’as pu supporter avec patience.",
        "en": "He said, ‘This is where you and I part company. I will tell you the meaning of the things you could not bear with patiently:",
        "es": "Dijo: “Aquí nos separamos. Pero te informaré sobre la interpretación de aquello con lo que no tuviste paciencia.",
        "it": "Disse: «Questa è la separazione. Ti spiegherò il significato di ciò che non hai potuto sopportare con pazienza.",
        "ru": "Он сказал: «Здесь я с тобой расстанусь, но я поведаю тебе толкование того, к чему ты не смог отнестись с терпением.",
        "tr": "Hızır dedi ki: \"İşte bu, seninle benim aramızın ayrılmasıdır. Şimdi sana o sabredemediğin şeylerin içyüzünü haber vereceğim.\"",
        "de": "Er sagte: „Das ist die Trennung zwischen mir und dir. Ich werde dir jetzt die Deutung dessen kundtun, was du nicht aushalten konntest.",
        "pt": "Disse-lhe: Aqui nós nos separamos; porém, antes, inteirar-te-ei da interpretação, porque tu és demasiado impacientepara isso:",
        "nl": "Hij zei: \"Dit is de scheiding tussen mij en jou. Ik zal jou op de hoogte brengen van de uitleg van hetgeen waarmee jij niet in staat was geduld te hebben.",
        "ur": "اُس نے کہا \"بس میرا تمہارا ساتھ ختم ہوا اب میں تمہیں ان باتوں کی حقیقت بتاتا ہوں جن پر تم صبر نہ کر سکے",
        "bn": "তেওঁ ক’লে, ‘ইয়াতেই মোৰ আৰু আপোনাৰ মাজত সম্পৰ্কচ্ছেদ হৈ গ’ল, যিবোৰ বিষয়ত আপুনি ধৈৰ্য্য ধাৰণ কৰিব পৰা নাই, অচিৰেই মই সেইবোৰৰ তাৎপৰ্য ব্যাখ্যা কৰিম।",
        "fa": "[خَضِر] گفت: «اینک زمان جدایی من و تو فرارسیده است. به زودی تو را از توضیح [و دلیل] آنچه که نتوانستی در برابرش شکیبایی کنی آگاه خواهم ساخت."
      }
    },
    {
      "verse_number": 2219,
      "verse_key": "18:79",
      "arabic_text": "أَمَّا ٱلسَّفِينَةُ فَكَانَتْ لِمَسَـٰكِينَ يَعْمَلُونَ فِى ٱلْبَحْرِ فَأَرَدتُّ أَنْ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا",
      "phonetic_text": "Amma assafeenatu fakanatlimasakeena yaAAmaloona fee albahri faaradtu anaAAeebaha wakana waraahum malikun ya/khuthukulla safeenatin ghasba",
      "translations": {
        "fr": "Quant au bateau, il appartenait à de pauvres travailleurs de la mer. Si j’ai voulu l’endommager c’est parce qu’il y avait derrière eux un roi qui s’emparait de force de tous les bateaux (en bon état).",
        "en": "the boat belonged to some needy people who made their living from the sea and I damaged it because I knew that coming after them was a king who was seizing every [serviceable] boat by force.",
        "es": "En cuanto al barco, pertenecía a unos pobres que trabajaban en el mar, y quise averiarlo porque detrás de ellos venía un rey que se apoderaba por la fuerza de todos los barcos [que estuvieran en perfectas condiciones].",
        "it": "Per quel che riguarda la nave, apparteneva a povera gente che lavorava sul mare. L’ho danneggiata perché li inseguiva un tiranno che l’avrebbe presa con la forza.",
        "ru": "Что касается корабля, то он принадлежал беднякам, которые трудились в море. Я захотел повредить его, потому что перед ними находился царь, который силой отнимал все неповрежденные корабли.",
        "tr": "\"Gemi, denizde çalışan bir kaç yoksula aitti. Onu kusurlu kılmak istedim, çünkü onların ilerisinde her sağlam gemiye zorla el koyan bir hükümdar vardı.\"",
        "de": "Was das Schiff angeht, so gehörte es Armen, die auf dem Meer arbeiteten. Ich wollte es schadhaft machen, denn ein König war hinter ihnen her, der jedes Schiff mit Gewalt wegnahm.",
        "pt": "Quanto ao barco, pertencia aos pobres pescadores do mar e achamos por bem avariá-lo, porque atrás dele vinha um reique se apossava, pela força, de todas as embarcações.",
        "nl": "Wat betreft de boot: zij was van arme mensen, die op zee werkten, en ik wilde haar onbruikbaar maken, want na hen kwarn een koning, die elke boot met geweld zou nemen.",
        "ur": "اُس کشتی کا معاملہ یہ ہے کہ وہ چند غریب آدمیوں کی تھی جو دریا میں محنت مزدوری کرتے تھے میں نے چاہا کہ اسے عیب دار کر دوں، کیونکہ آگے ایک ایسے بادشاہ کا علاقہ تھا جو ہر کشتی کو زبردستی چھین لیتا تھا",
        "bn": "‘নাওঁখনৰ বিষয় হ’ল—এইটো আছিল কিছুমান দৰিদ্ৰ ব্যক্তিৰ, সিহঁতে সাগৰতেই কাম কৰিছিল; মই নাওঁখনক ত্ৰুটিযুক্ত কৰিবলৈ ইচ্ছা কৰিলোঁ; কাৰণ সিহঁতৰ সন্মুখত আছিল এনে এজন ৰজা, যিয়ে বলপ্ৰয়োগ কৰি প্ৰতিটো ভাল নাও কাঢ়ি নিয়ে।",
        "fa": "اما آن کشتی، از آنِ بینوایانی بود که در دریا کار می‌کردند؛ خواستم معیوبش کنم؛ [زیرا] پیش راهشان [در دریا] پادشاهی [ستمکار] بود که هر کشتی [سالمی] را به زور می‌گرفت."
      }
    },
    {
      "verse_number": 2220,
      "verse_key": "18:80",
      "arabic_text": "وَأَمَّا ٱلْغُلَـٰمُ فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِينَآ أَن يُرْهِقَهُمَا طُغْيَـٰنًا وَكُفْرًا",
      "phonetic_text": "Waamma alghulamu fakanaabawahu mu/minayni fakhasheena an yurhiqahumatughyanan wakufra",
      "translations": {
        "fr": "Quant au jeune garçon, ses parents étaient des croyants et nous avons craint pour eux qu’il ne les accablât par sa tyrannie et sa mécréance.",
        "en": "The young boy had parents who were people of faith, and so, fearing he would trouble them through wickedness and disbelief,",
        "es": "En cuanto al joven, sus padres eran creyentes y supe [por inspiración divina] que él les induciría al desvío y la incredulidad.",
        "it": "Il giovane aveva padre e madre credenti, abbiamo voluto impedire <a class=f><sup foot_note=158103>1</sup></a>che imponesse loro ribellione e miscredenza",
        "ru": "Что касается мальчика, то его родители являются верующими, и мы опасались, что он будет притеснять их по причине своего беззакония и неверия.",
        "tr": "\"Oğlana gelince, onun anababası mümin kimselerdi. Çocuğun onları azgınlık ve inkâra sürüklemesinden korktuk.\"",
        "de": "Was den Jungen angeht, so waren seine Eltern gläubige (Menschen). Da fürchteten wir, daß er sie durch (seine) Auflehnung und durch (seinen) Unglauben bedrücken würde.",
        "pt": "Quanto ao jovem, seus pais eram fiéis e temíamos que os induzisse à transgressão e à incredulidade.",
        "nl": "Wat betreft de jongen: zijn ouders waren gelovigen. maar wij vreesden dat hij hen tot dwaling en ongeloof zou dwingen.",
        "ur": "رہا وہ لڑکا، تو اس کے والدین مومن تھے، ہمیں اندیشہ ہوا کہ یہ لڑکا اپنی سرکشی اور کفر سے ان کو تنگ کرے گا",
        "bn": "‘আৰু সেই শিশুটি--- তাৰ পিতৃ-মাতৃ আছিল মুমিন। ফলত আমি আশংকা কৰিলোঁ যে, সি সীমালংঘন কৰি আৰু কুফৰীৰ দ্বাৰা তেওঁলোকক অতিষ্ঠ কৰি তুলিব।",
        "fa": "و اما آن نوجوان، پدر و مادرش مؤمن بودند؛ پس ترسیدیم که آن دو را به سرکشی و کفر وادارد."
      }
    },
    {
      "verse_number": 2221,
      "verse_key": "18:81",
      "arabic_text": "فَأَرَدْنَآ أَن يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِّنْهُ زَكَوٰةً وَأَقْرَبَ رُحْمًا",
      "phonetic_text": "Faaradna an yubdilahumarabbuhuma khayran minhu zakatan waaqraba ruhma",
      "translations": {
        "fr": "Nous avons donc voulu qu’à sa place, leur Seigneur leur donnât un autre (enfant) plus pur et plus prévenant envers eux.",
        "en": "we wished that their Lord should give them another child- purer and more compassionate- in his place.",
        "es": "Quiso su Señor concederles en su lugar otro hijo más puro y bondadoso.",
        "it": "e abbiamo voluto che il loro Signore desse loro in cambio [un figlio] più puro e più degno di affetto.",
        "ru": "Мы захотели, чтобы Господь их даровал им вместо него того, кто будет чище и милосерднее к своим близким.",
        "tr": "\"İstedik ki Rabbleri onun yerine kendilerine ondan temizlikçe daha hayırlı ve daha çok merhamet eden birini versin.\"",
        "de": "So wollten wir, daß ihr Herr ihnen zum Tausch einen gebe, - besser als er an Lauterkeit und näher kommend an Güte.",
        "pt": "Quisemos que o seu Senhor os agraciasse, em troca, com outro puro e mais afetuoso.",
        "nl": "Daarom wilden wij dat hun Heer hem voor hen ruilde voor een betere zoon dan hem, reiner en rneer nabij in genegenheid.",
        "ur": "اس لیے ہم نے چاہا کہ ان کا رب اس کے بدلے ان کو ایسی اولاد دے جو اخلاق میں بھی اس سے بہتر ہو اور جس سے صلہ رحمی بھی زیادہ متوقع ہو",
        "bn": "‘সেয়ে আমি বিচাৰিলোঁ যে, তেওঁলোকৰ প্ৰতিপালকে যেন তেওঁলোকক ইয়াৰ পৰিবৰ্তে এজন সুসন্তান দান কৰে, যিজন হ’ব পৱিত্ৰতাত উত্তম আৰু মৰম-চেনেহত অতি ঘনিষ্ঠ।",
        "fa": "از این رو، خواستیم که پروردگارشان به جای او [فرزند] پاک‌تر و مهربان‌تری به آنها عطا فرماید."
      }
    },
    {
      "verse_number": 2222,
      "verse_key": "18:82",
      "arabic_text": "وَأَمَّا ٱلْجِدَارُ فَكَانَ لِغُلَـٰمَيْنِ يَتِيمَيْنِ فِى ٱلْمَدِينَةِ وَكَانَ تَحْتَهُۥ كَنزٌ لَّهُمَا وَكَانَ أَبُوهُمَا صَـٰلِحًا فَأَرَادَ رَبُّكَ أَن يَبْلُغَآ أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةً مِّن رَّبِّكَ ۚ وَمَا فَعَلْتُهُۥ عَنْ أَمْرِى ۚ ذَٰلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْرًا",
      "phonetic_text": "Waamma aljidaru fakanalighulamayni yateemayni fee almadeenati wakana tahtahukanzun lahuma wakana aboohuma salihanfaarada rabbuka an yablugha ashuddahumawayastakhrija kanzahuma rahmatan min rabbikawama faAAaltuhu AAan amree thalika ta/weelu malam tastiAA AAalayhi sabra",
      "translations": {
        "fr": "Quant au mur, enfin, il appartenait à deux jeunes orphelins de la ville. Et il y avait sous le mur un trésor qui leur appartenait. Leur père était un homme très vertueux. Ton Seigneur a donc voulu que, une fois arrivés à l’âge adulte, (les deux garçons) déterrent leur trésor comme grâce de ton Seigneur. Je ne l’ai donc point fait de ma propre initiative. Telle est l’interprétation de ce que tu n’as pu avoir la patience de supporter. »",
        "en": "The wall belonged to two young orphans in the town and there was buried treasure beneath it belonging to them. Their father had been a righteous man, so your Lord intended them to reach maturity and then dig up their treasure as a mercy from your Lord. I did not do [these things] of my own accord: these are the explanations for those things you could not bear with patience.’",
        "es": "En cuanto al muro, era de dos jóvenes huérfanos del pueblo. Debajo de él había un tesoro que les pertenecía. Su padre había sido un hombre piadoso<sup foot_note=168808>1</sup> y tu Señor quiso que cuando alcanzaran la madurez encontraran el tesoro, como una misericordia de tu Señor. Yo no lo hice por iniciativa propia. Ésta es la interpretación de aquello sobre lo que no has tenido paciencia”.",
        "it": "Il muro apparteneva a due orfani della città e alla sua base c’era un tesoro che apparteneva loro. Il loro padre era uomo virtuoso e il tuo Signore volle che raggiungessero la loro età adulta e disseppellissero il loro tesoro; segno questo della misericordia del tuo Signore. Io non l’ho fatto di mia iniziativa. Ecco la spiegazione di quello che non hai potuto sopportare con pazienza».",
        "ru": "Что же касается стены, то она принадлежит двум осиротевшим мальчикам из города. Под ней находится их клад. Их отец был праведником, и твой Господь пожелал, чтобы они достигли зрелого возраста и извлекли свой клад по милости твоего Господа. Я не поступал по своему усмотрению. Вот толкование того, к чему ты не смог отнестись с терпением».",
        "tr": "\"Duvar ise, o şehirde iki yetim oğlana ait idi. Duvarın altında onların bir hazinesi vardı. Babaları da iyi bir kimse idi. Onun için Rabbin istedi ki o iki çocuk erginlik çağlarına ersinler ve Rabbinden bir rahmet olarak hazinelerini çıkarsınlar. Ve ben bunların hiçbirini kendiliğimden yapmadım. İşte senin sabredemediğin şeylerin içyüzleri budur.\"",
        "de": "Was aber die Mauer angeht, so gehörte sie zwei Waisenjungen in der Stadt, und unter ihr befand sich ein für sie bestimmter Schatz. Ihr Vater war rechtschaffen, und da wollte dein Herr, daß sie (erst) ihre Vollreife erlangen und (dann) ihren Schatz hervorholen - aus Barmherzigkeit von deinem Herrn. Ich tat es ja nicht aus eigenem Ermessen. Das ist die Deutung dessen, was du nicht aushalten konntest.",
        "pt": "E quanto ao muro, pertencia a dois jovens órfãos da cidade, debaixo do qual havia um tesouro seu. Seu pai era virtuoso eteu Senhor tencinou que alcançassem a puberdade, para que pudessem tirar o seu tesouro. Isso é do beneplácito de teuSenhor. Não o fiz por minha própria vontade. Eis a explicação daquilo em relação ao qual não foste paciente.",
        "nl": "En wat betreft de muur: die behoorde toe ann twee jongelingen die wees waren in de stad en eronder lag een schat die bestemd was voor ben, en hun vader was een oprechte man geweest. Daarom wenste jouw Heer dat zij hun volwassen leeftijd bereikten en (dan) hun schat er uit haalden, als Barmhartigheid van jouw Heer. En ik deed het niet uit mijn eigen wil; dat is de uitleg over hetgeen waamee jij niet in staat was geduld te hebben.\"",
        "ur": "اور اس دیوار کا معاملہ یہ ہے کہ یہ دو یتیم لڑکوں کی ہے جو اس شہر میں رہتے ہیں۔ اِس دیوار کے نیچے اِن بچوں کے لیے ایک خزانہ مدفون ہے اور ان کا باپ ایک نیک آدمی تھا۔ اس لیے تمہارے ربّ نے چاہا کہ یہ دونوں بچے بالغ ہوں اور اپنا خزانہ نکال لیں۔ یہ تمہارے ربّ کی رحمت کی بنا پر کیا گیا ہے ، میں نے کچھ اپنے اختیار سے نہیں کر دیا ہے۔ یہ ہے حقیقت اُن باتوں کی جن پر تم صبر نہ کر سکے۔“ <sup foot_note=\"184980\">1</sup>",
        "bn": "‘আৰু সেই প্ৰাচীৰটো—সেইটো আছিল নগৰবাসী দুজন এতীম শিশুৰ আৰু ইয়াৰ তলত আছে সিহঁতৰ গুপ্তধন আৰু সিহঁতৰ পিতৃ আছিল সৎকৰ্মপৰায়ণ। সেয়ে আপোনাৰ প্ৰতিপালকে ইচ্ছা কৰিলে যে, সিহঁত দুজন প্ৰাপ্তবয়স্কত উপনীত হওক আৰু সিহঁতৰ সেই গুপ্তধন উদ্ধাৰ কৰক। আৰু (এইবোৰ) মই নিজৰ ফালৰ পৰা একো কৰা নাই; আপুনি যি বিষয়ে ধৈৰ্য্য ধাৰণ কৰিবলৈ অপাৰগ হৈছিল, এইটোৱেই তাৰ ব্যাখ্যা’।",
        "fa": "و اما آن دیوار، از دو پسربچۀ یتیم در آن شهر بود و گنجی زیر آن بود که به آن دو تعلق داشت و پدرشان [نیز] مردی درستکار بود؛ پس پروردگارت خواست که [آن دو یتیم] به حد بلوغ برسند و گنج خویش را [از زیر آن دیوار] بیرون آورند. این رحمتی از جانب پروردگار تو بود و من این [کار‌ها] را خودسرانه نکردم. این بود توضیح [و دلیل] کارهایی که نتوانستی در برابرش شکیبایی کنی»."
      }
    },
    {
      "verse_number": 2223,
      "verse_key": "18:83",
      "arabic_text": "وَيَسْـَٔلُونَكَ عَن ذِى ٱلْقَرْنَيْنِ ۖ قُلْ سَأَتْلُوا۟ عَلَيْكُم مِّنْهُ ذِكْرًا",
      "phonetic_text": "Wayas-aloonaka AAan thee alqarnayniqul saatloo AAalaykum minhu thikra",
      "translations": {
        "fr": "Ils t’interrogent sur Dhul-Qarnayn. Dis : « Je vais vous raconter son histoire. »",
        "en": "[Prophet], they ask you about Dhu ’l-Qarnayn. Say, ‘I will tell you something about him.’",
        "es": "Te preguntan [¡Oh, Muhámmad!] acerca de Dhul Qarnain<sup foot_note=168809>1</sup>. Diles: “Voy a relataros una parte de su historia”.",
        "it": "Ti interrogheranno a proposito del Bicorne <a class=f><sup foot_note=158104>1</sup></a>. Di’: «Vi racconterò qualcosa sul suo conto».",
        "ru": "Они спрашивают тебя о Зуль Карнейне. Скажи: «Я прочту вам поучительный рассказ о нем».",
        "tr": "Bir de sana Zülkarneyn'den soruyorlar. De ki: Size ondan bir hatıra okuyacağım.",
        "de": "Und sie fragen dich nach Du ’l-Qarnain. Sag: Ich werde euch über ihn eine Geschichte verlesen.",
        "pt": "Interrogar-te-ão a respeito de Zul-Carnain. Dize-lhes: Relatar-vos-ei algo de sua história:",
        "nl": "En zij vragen jou (O Moehammad) over Dzôelqarnain",
        "ur": "اور اے محمدؐ ، یہ لوگ تم سے ذُوالقرنین کے بارے میں پُوچھتے ہیں۔ <sup foot_note=\"184981\">1</sup> ان سے کہو، میں اس کا کچھ حال تم کو سُناتا ہوں۔ <sup foot_note=\"184982\">2</sup>",
        "bn": "আৰু সিহঁতে তোমাক জুল-কাৰনাইন সম্পৰ্কে প্ৰশ্ন কৰে। কোৱা, ‘অচিৰেই মই তোমালোকৰ ওচৰত তেওঁৰ বিষয়ে বৰ্ণনা কৰিম’।",
        "fa": "و [ای پیامبر، مشرکان و یهود] دربارۀ «ذوالقَرنین» از تو می‌پرسند؛ بگو: «به زودی چیزی از سرگذشت او برایتان خواهم خواند»."
      }
    },
    {
      "verse_number": 2224,
      "verse_key": "18:84",
      "arabic_text": "إِنَّا مَكَّنَّا لَهُۥ فِى ٱلْأَرْضِ وَءَاتَيْنَـٰهُ مِن كُلِّ شَىْءٍ سَبَبًا",
      "phonetic_text": "Inna makkanna lahu fee al-ardiwaataynahu min kulli shay-in sababa",
      "translations": {
        "fr": "Nous avons affermi son pouvoir sur terre et lui avons donné des voies d’accès à toute chose.",
        "en": "We established his power in the land, and gave him the means to achieve everything.",
        "es": "Le concedí poder en la Tierra y le facilité los medios [para que siguiera el camino del bien].",
        "it": "In verità gli abbiamo dato ampi mezzi sulla terra e modo di riuscire in ogni impresa.",
        "ru": "Воистину, Мы наделили его властью на земле и одарили его всякими возможностями.",
        "tr": "Gerçekten biz onu (Zülkarneyn'i) yeryüzünde iktidar sahibi yaptık ve ona ulaşmak istediği her şeyi elde etmesinin bir yolunu verdik.",
        "de": "Wir verliehen ihm auf der Erde eine feste Stellung und eröffneten ihm zu allem einen Weg.",
        "pt": "Consolidamos o seu poder na terra e lhe proporcionamos o meio de tudo.",
        "nl": "zeg: \"Ik zal een geschiedenis over hem aan jullie voordragen.\" Voorwaar, Wij versterkten zijn positie op aarde en Wij gaven hem voor alle zaken mogelijkheden.",
        "ur": "ہم نے اس کو زمین میں اقتدار عطا کر رکھا تھا اور اسے ہر قسم کے اسباب و وسائل بخشے تھے",
        "bn": "নিশ্চয় আমি তেওঁক পৃথিৱীত কৰ্তৃত্ব প্ৰদান কৰিছিলোঁ আৰু প্ৰত্যেক বিষয়ৰ উপায়-উপকৰণ দান কৰিছিলোঁ।",
        "fa": "ما در زمین به او قدرت و حکومت دادیم و وسیلۀ [رسیدن به] هر چیزی را در اختیارش نهادیم."
      }
    },
    {
      "verse_number": 2225,
      "verse_key": "18:85",
      "arabic_text": "فَأَتْبَعَ سَبَبًا",
      "phonetic_text": "FaatbaAAa sababa",
      "translations": {
        "fr": "Il a donc suivi une voie,",
        "en": "He travelled on a certain road;",
        "es": "hasta alcanzar la parte más occidental, donde vio que el Sol se ocultaba en un manantial cálido, y encontró allí un pueblo [que cometía toda clase de injusticias]. Le inspiré: “¡Oh, Dhul Qarnain! Puedes castigarlos o tratarlos con benevolencia<sup foot_note=168810>1</sup>”.",
        "it": "Egli seguì una via <a class=f><sup foot_note=158105>1</sup></a>.",
        "ru": "Он отправился в путь.",
        "tr": "Derken o da bu yollardan birini tutup gitti.",
        "de": "Da verfolgte er einen Weg,",
        "pt": "E seguiu um rumo,",
        "nl": "Daarop volgde hij een weg.",
        "ur": "اس نے (پہلے مغرب کی طرف ایک مہم کا) سر و سامان کیا",
        "bn": "তাৰ পিছত তেওঁ এটা পথ অৱলম্বন কৰিলে।",
        "fa": "او [از این] وسایل [برای رسیدن به اهدافش] استفاده کرد."
      }
    },
    {
      "verse_number": 2226,
      "verse_key": "18:86",
      "arabic_text": "حَتَّىٰٓ إِذَا بَلَغَ مَغْرِبَ ٱلشَّمْسِ وَجَدَهَا تَغْرُبُ فِى عَيْنٍ حَمِئَةٍ وَوَجَدَ عِندَهَا قَوْمًا ۗ قُلْنَا يَـٰذَا ٱلْقَرْنَيْنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمْ حُسْنًا",
      "phonetic_text": "Hatta itha balaghamaghriba ashshamsi wajadaha taghrubu fee AAaynin hami-atinwawajada AAindaha qawman qulna ya thaalqarnayni imma an tuAAaththiba wa-imma antattakhitha feehim husna",
      "translations": {
        "fr": "jusqu’à ce qu’il ait atteint le couchant. Il vit alors que le soleil se couchait dans une source boueuse près de laquelle il trouva un peuple (qui vivait là). Nous dîmes : « Ô Dhul-Qarnayn, tu pourras ou sévir contre ces gens ou les traiter avec bonté. »",
        "en": "then, when he came to the setting of the sun, he found it [seemed to be] setting into a muddy spring. Nearby he found some people and We said, ‘Dhu ’l-Qarnayn, you may choose [which of them] to punish or show kindness to.’",
        "es": "hasta alcanzar la parte más occidental, donde vio que el Sol se ocultaba en un manantial cálido, y encontró allí un pueblo [que cometía toda clase de injusticias]. Le inspiré: \"¡Oh, Dhul Qarnain! Puedes castigarlos o tratarlos con benevolencia\". <sup foot_note=148450>1</sup>",
        "it": "Quando giunse all’[estremo] occidente <a class=f><sup foot_note=158106>1</sup></a>, vide il sole che tramontava in una sorgente ribollente e nei pressi c’era un popolo. Dicemmo: «O Bicorne, puoi punirli oppure esercitare benevolenza nei loro confronti».",
        "ru": "Когда он прибыл туда, где закатывается солнце, он обнаружил, что оно закатывается в мутный (или горячий) источник. Около него он нашел народ. Мы сказали: «О Зуль Карнейн! Либо ты накажешь их, либо сделаешь им добро».",
        "tr": "Nihayet güneşin battığı yere vardığı zaman, güneşi, (sanki) kara bir balçıkta batıyor buldu. Bir de bunun yanında bir kavim buldu. Biz ona dedik ki: \"Ey Zülkarneyn! Onları ya cezalandırırsın veya onların hakkında iyi davranırsın.\"",
        "de": "bis, als er den Ort des Sonnenuntergangs erreichte, er fand, daß sie in einer schlammigen Quelle unterging, und er fand bei ihr ein Volk. Wir sagten: „O Du’l- Qarnain, entweder strafst du (sie), oder du behandelst sie mit Güte.",
        "pt": "Até que, chegando ao poente do sol, viu-o pôr-se numa fonte fervente, perto da qual encontrou um povo. Dissemos-lhe: Ó Zul Carnain, tens autoridade para castigá-los ou tratá-los com benevolência.",
        "nl": "Totdat, toen hij de plaats van de zonsondergag bereikte, hij haar onder vond gaan in een modderige bron, en hij trof daarbij een volk aan. Wij zeiden: \"O Dzôelqarain: ôf jij geeft hun een bestraffing, ôf jij behandelt hen met goedheid.\"",
        "ur": "حتیٰ کہ جب وہ غروبِ آفتاب کی حَد تک پہنچ گیا <sup foot_note=\"184983\">1</sup> تو اس نے سُورج کو ایک کالے پانی میں ڈوبتے دیکھا <sup foot_note=\"184984\">2</sup> اور وہاں اُسے ایک قوم ملی۔ ہم نے کہا”اے ذوالقرنین، تجھے یہ مقدرت بھی حاصل ہے کہ ان کو تکلیف پہنچائے اور یہ بھی کہ اِن کے ساتھ نیک رویّہ اختیار کرے۔“ <sup foot_note=\"184985\">3</sup>",
        "bn": "গৈ গৈ অৱশেষত তেওঁ যেতিয়া সূৰ্য্য অস্ত যোৱাৰ স্থানত উপস্থিত হ’ল, তেতিয়া তেওঁ সূৰ্য্যক এটি পংকিল জলাশয়ত অস্ত যোৱা দেখিলে আৰু তেওঁ তাত এটা সম্প্ৰদায়ক লগ পালে। আমি ক'লো, ‘হে জুল-কাৰনাইন! তুমি ইহঁতক শাস্তি দিব পাৰা নাইবা ইহঁতৰ বিষয়টো সদয়ভাৱে গ্ৰহণ কৰিব পাৰা’।",
        "fa": "[روزی در زمین به راه افتاد] تا به محل غروب خورشید رسید. [چنین به نظرش رسید] که خورشید در چشمه‌ای گرم و گِل‌آلود غروب می‌کند و در [نزدیکیِ] آنجا قومی [کافر] یافت. [به او] گفتیم: «ای ذوالقرنین، یا [آنان را] مجازات می‌کنی یا در میانشان [رفتار] نیکویی پیش می‌گیری»."
      }
    },
    {
      "verse_number": 2227,
      "verse_key": "18:87",
      "arabic_text": "قَالَ أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابًا نُّكْرًا",
      "phonetic_text": "Qala amma man thalamafasawfa nuAAaththibuhu thumma yuraddu ila rabbihifayuAAaththibuhu AAathaban nukra",
      "translations": {
        "fr": "« Celui qui a commis des injustices, répondit-il, nous le châtierons, puis il sera ramené vers son Seigneur Qui le soumettra à un terrible supplice.",
        "en": "He answered, ‘We shall punish those who have done evil, and when they are returned to their Lord He will punish them [even more] severely,",
        "es": "Dijo: “A quien persista en la opresión le castigaré y luego deberá comparecer ante su Señor, Quien le infligirá un castigo severo.",
        "it": "Disse: «Puniremo chi avrà agito ingiustamente e poi sarà ricondotto al suo Signore che gli infliggerà un terribile castigo.",
        "ru": "Он сказал: «Того, кто поступает несправедливо, мы накажем, а потом его возвратят к его Господу, и Он подвергнет его тяжким мучениям.",
        "tr": "O da demişti ki: \"Kim haksızlık ederse muhakkak ona azab edeceğiz; Sonra Rabbine geri döndürülecek, O da onu görülmemiş bir azabla cezalandırır.\"",
        "de": "Er sagte: „Was nun jemanden angeht, der Unrecht tut, so werden wir ihn strafen; hierauf wird er zu seinem Herrn zurückgebracht, und Er straft ihn dann mit entsetzlicher Strafe.",
        "pt": "Disse: Castigaremos o iníquo; logo retornará ao seu Senhor, que o castigará severamente.",
        "nl": "Hij zei: \"Wat betreft degene die onrechtvaardig is: wij zullen hem straffen, waarna hij tot zijn Hecir teruggezonden zal worden, en Hij zal hem dan straffen met een verschrikkelijke bestraffing.",
        "ur": "اس نے کہا، \"جو ان میں سے ظلم کرے گا ہم اس کو سزا دیں گے، پھر وہ اپنے رب کی طرف پلٹایا جائے گا اور وہ اسے اور زیادہ سخت عذاب دے گا",
        "bn": "তেওঁ ক’লে, ‘যিয়ে অন্যায় কৰিব অচিৰেই আমি তাক শাস্তি প্ৰদান কৰিম; তাৰ পিছত তাক তাৰ প্ৰতিপালকৰ ওচৰত ওভোতাই নিয়া হ’ব, তেতিয়া তেওঁ তাক কঠিন শাস্তি প্ৰদান কৰিব।",
        "fa": "[ذوالقرنین] گفت: «اما کسی‌ را که ستم کرده [و شرک ورزیده] است مجازات خواهیم کرد، سپس به سوی پروردگارش بازگردانده می‌شود، آنگاه او را به عذابی بسیار سخت مجازات خواهد کرد."
      }
    },
    {
      "verse_number": 2228,
      "verse_key": "18:88",
      "arabic_text": "وَأَمَّا مَنْ ءَامَنَ وَعَمِلَ صَـٰلِحًا فَلَهُۥ جَزَآءً ٱلْحُسْنَىٰ ۖ وَسَنَقُولُ لَهُۥ مِنْ أَمْرِنَا يُسْرًا",
      "phonetic_text": "Waamma man amana waAAamila salihanfalahu jazaan alhusna wasanaqoolu lahu minamrina yusra",
      "translations": {
        "fr": "Quant à celui qui a cru et a fait le bien, il aura la plus belle rétribution et nous lui adresserons des paroles bienveillantes. »",
        "en": "while those who believed and did good deeds will have the best of rewards: we shall command them to do what is easy for them.’",
        "es": "Pero en cambio, a quien crea y obre correctamente se le concederá una hermosa recompensa, y le corresponderé con un trato amable”.",
        "it": "E chi crede e compie il bene avrà la migliore delle ricompense e gli daremo ordini facili».",
        "ru": "Тому же, кто уверовал и поступает праведно, будет наилучшее воздаяние, и мы скажем ему наши легкие повеления».",
        "tr": "\"Amma her kim de iman edip iyi bir iş yaparsa, buna da en güzel mükâfat vardır. Biz ona dünyada kolaylık gösterir zor işlere koşmayız.\"",
        "de": "Was aber jemanden angeht, der glaubt und rechtschaffen handelt, für den wird es als Lohn das Beste geben, und Wir werden ihm von unserem Befehl etwas sagen, was Erleichterung bringt.",
        "pt": "Quanto ao crente que praticar o bem, obterá por recompensa a bem-aventurança, e o trataremos com brandura.",
        "nl": "Maar wat betreft degene, die gelooft en goede werken verricht: voor hem zal er een goede beloning zijn en wij zullen hem van ons bevel zeggen het gemakkelijke (te doen).\"",
        "ur": "اور جو ان میں سے ایمان لائے گا اور نیک عمل کرے گا اُس کے لیے اچھی جزا ہے اور ہم اس کو نرم احکام دیں گے\"",
        "bn": "‘কিন্তু যিয়ে ঈমান আনিব আৰু সৎকৰ্ম কৰিব তাৰ বাবে প্ৰতিদানস্বৰূপ আছে কল্যাণ আৰু আমি আমাৰ ব্যৱহাৰত তাৰ লগত কোমল কথা কম’।",
        "fa": "و اما کسی که ایمان آورد و کار شایسته انجام دهد، [در آخرت،] نیکوترین پاداش [= بهشت] را خواهد داشت و با ملایمت [و مهربانی] با وی سخن خواهیم گفت»."
      }
    },
    {
      "verse_number": 2229,
      "verse_key": "18:89",
      "arabic_text": "ثُمَّ أَتْبَعَ سَبَبًا",
      "phonetic_text": "Thumma atbaAAa sababa",
      "translations": {
        "fr": "Puis il suivit (une autre) voie,",
        "en": "He travelled on;",
        "es": "Luego siguió otro camino",
        "it": "Seguì poi una via.",
        "ru": "Потом он отправился в путь дальше.",
        "tr": "Sonra Zülkarneyn yine bir yol tuttu.",
        "de": "Hierauf verfolgte er einen Weg,",
        "pt": "Então, seguiu (outro) rumo.",
        "nl": "Daarop volgde hij een weg.",
        "ur": "پھر اُس نے (ایک دُوسری مہم کی) تیاری کی",
        "bn": "তাৰ পিছত তেওঁ আন এটা (অভিযানত) পথ ধৰিলে।",
        "fa": "سپس [ذوالقرنین] از وسایل [خود] استفاده کرد [و به سوی مشرق رفت]."
      }
    },
    {
      "verse_number": 2230,
      "verse_key": "18:90",
      "arabic_text": "حَتَّىٰٓ إِذَا بَلَغَ مَطْلِعَ ٱلشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَىٰ قَوْمٍ لَّمْ نَجْعَل لَّهُم مِّن دُونِهَا سِتْرًا",
      "phonetic_text": "Hatta itha balagha matliAAaashshamsi wajadaha tatluAAu AAalaqawmin lam najAAal lahum min dooniha sitra",
      "translations": {
        "fr": "jusqu’à ce qu’il ait atteint le levant. Il vit alors que le soleil se levait sur un peuple que Nous n’avions pourvu d’aucune protection contre (sa chaleur).",
        "en": "then, when he came to the rising of the sun, he found it rising on a people for whom We had provided no shelter from it.",
        "es": "hasta alcanzar el lugar más oriental, donde vio que el Sol salía sobre un pueblo que no tenía resguardo para protegerse de él<sup foot_note=168811>1</sup>.",
        "it": "E, quando giunse dove sorge il sole, trovò che sorgeva su di un popolo cui non avevamo fornito alcunché per ripararsene.",
        "ru": "Когда он прибыл туда, где восходит солнце, он обнаружил, что оно восходит над людьми, которым Мы не установили от него никакого прикрытия.",
        "tr": "Nihayet güneşin doğduğu yere vardığında, güneşin kendilerini ondan koruyacak bir siper yapmadığımız bir kavim üzerine doğmakta olduğunu gördü.",
        "de": "bis, als er den Ort des Sonnenaufgangs erreichte, er fand, daß sie über einem Volk aufgeht, denen Wir keine Deckung vor ihr gegeben hatten.",
        "pt": "Até que, chegando ao nascente do sol, viu que este saía sobre um povo contra o qual noa havíamos provido nenhumabrigo.",
        "nl": "Totdat, toen hij de plaats van zonsopgang bereikte, hij haar over een volk zag opgaan aan wie Wij geen bedekking hadden doen toekomen.",
        "ur": "یہاں تک کہ طلوعِ آفتاب کی حد تک جا پہنچا۔ وہاں اس نے دیکھا کہ سُورج ایک ایسی قوم پر طلوع ہو رہا ہے جس کےلیے دُھوپ سے بچنے کا کوئی سامان ہم نے نہیں کیا ہے۔ <sup foot_note=\"184986\">1</sup>",
        "bn": "গৈ গৈ অৱশেষত তেওঁ যেতিয়া সূৰ্যোদয়ৰ ঠাই পালে, তেতিয়া তেওঁ দেখা পালে যে, সূৰ্য্য এনেকুৱা এটা সম্প্ৰদায়ৰ ওপৰত উদয় হয়, যিসকলৰ বাবে সূৰ্য্যৰ তাপৰ পৰা কোনো অন্তৰাল আমি সৃষ্টি কৰা নাই;",
        "fa": "تا آنکه به جایگاه برآمدن خورشید رسید. [در آنجا خورشید را] دید که بر مردمانی طلوع می‌کند که در برابر [نور و گرمای آفتاب] پوششی برایشان قرار نداده بودیم [نه سرپناهی، نه سایۀ درختی]."
      }
    },
    {
      "verse_number": 2231,
      "verse_key": "18:91",
      "arabic_text": "كَذَٰلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًا",
      "phonetic_text": "Kathalika waqad ahatnabima ladayhi khubra",
      "translations": {
        "fr": "Voilà ce qu’il en fut. Et Nous Cernions de Notre connaissance tout ce qui le concernait.",
        "en": "And so it was: We knew all about him.",
        "es": "Tengo conocimiento de que trató a estos como lo había hecho [con el pueblo anterior].",
        "it": "Così avvenne e Noi abbracciavamo nella Nostra scienza tutto quello che era presso di lui.",
        "ru": "Вот так! Мы объяли знанием все, что происходило с ним.",
        "tr": "İşte Zülkarneyn'in kudret ve saltanatı böyleydi. Ve biz onun yanında olan her şeyi bilgimizle kuşatmıştık.",
        "de": "So war es. Und Wir haben ja umfassende Kenntnis von dem, was ihn betrifft.",
        "pt": "Assim foi, porque temos pleno conhecimento de tudo sobre ele.",
        "nl": "Zo was het (en hij liet hen met rust). En Wij omvatten waarlijk met Onze kennis wat bij hem was.",
        "ur": "یہ حال تھا اُن کا، اور ذوالقرنین کے پاس جو کچھ تھا اُسے ہم جانتے تھے",
        "bn": "প্ৰকৃত ঘটনা এইটোৱেই, আৰু তেওঁৰ ওচৰত যি আছিল, সেই সম্পৰ্কে আমি সম্যক অৱগত।",
        "fa": "[کار ذوالقرنین] اینچنین بود و ما به آنچه او در اختیار داشت [و انجام می‌داد] کاملاً آگاه بودیم."
      }
    },
    {
      "verse_number": 2232,
      "verse_key": "18:92",
      "arabic_text": "ثُمَّ أَتْبَعَ سَبَبًا",
      "phonetic_text": "Thumma atbaAAa sababa",
      "translations": {
        "fr": "Puis il suivit une autre voie,",
        "en": "He travelled on;",
        "es": "Luego siguió otro camino",
        "it": "Seguì poi una via.",
        "ru": "Потом он отправился в путь дальше.",
        "tr": "Sonra yine bir yol tuttu.",
        "de": "Hierauf verfolgte er einen Weg,",
        "pt": "Então, seguiu (outro) rumo.",
        "nl": "Daarop volgde hij een weg.",
        "ur": "پھر اس نے (ایک اور مہم کا) سامان کیا",
        "bn": "তাৰ পিছত তেওঁ আন এটা (অভিযানত) পথ ধৰিলে।",
        "fa": "سپس [ذوالقرنین] از امکانات [خود] استفاده کرد [و به جایی بین شرق و غرب رفت]."
      }
    },
    {
      "verse_number": 2233,
      "verse_key": "18:93",
      "arabic_text": "حَتَّىٰٓ إِذَا بَلَغَ بَيْنَ ٱلسَّدَّيْنِ وَجَدَ مِن دُونِهِمَا قَوْمًا لَّا يَكَادُونَ يَفْقَهُونَ قَوْلًا",
      "phonetic_text": "Hatta itha balaghabayna assaddayni wajada min doonihima qawman layakadoona yafqahoona qawla",
      "translations": {
        "fr": "jusqu’à ce que, atteignant la gorge entre les Deux Montagnes, il trouvât derrière elles un peuple qui n’entendait<sup foot_note=194942>1</sup> aucun langage.",
        "en": "then, when he reached a place between two mountain barriers, he found beside them a people who could barely understand him.",
        "es": "hasta llegar a un valle entre dos montañas, donde encontró un pueblo que apenas comprendía las palabras [de su idioma].",
        "it": "Quando giunse alle due barriere <a class=f><sup foot_note=158107>1</sup></a>, trovò tra di loro un popolo che quasi non comprendeva alcun linguaggio.",
        "ru": "Когда он достиг двух горных преград, он обнаружил перед ними людей, которые почти не понимали речи.",
        "tr": "Nihayet iki dağ arasına ulaştığında onların önünde, hemen hiç söz anlamayan bir kavim bulmuştu.",
        "de": "bis, als er den Ort zwischen den beiden Bergen erreichte, er diesseits von ihnen ein Volk fand, das beinahe kein Wort verstand.",
        "pt": "Até que chegou a um lugar entre duas montanhas, onde encontrou um povo que mal podia compreender uma palavra.",
        "nl": "Totdat, toen hij tussen de twee bergen kwarn, hij vôôr die een volk aantrof dat nauwelijks een woord begreep.",
        "ur": "یہاں تک کہ جب دو پہاڑوں کے درمیان پہنچا <sup foot_note=\"184987\">1</sup> تو اسے ان کے پاس ایک قوم ملی جو مشکل ہی سے کوئی بات سجھتی تھی۔ <sup foot_note=\"184988\">2</sup>",
        "bn": "অৱশেষত তেওঁ যেতিয়া দুই পৰ্বতৰ মধ্যৱৰ্তী স্থলত উপনীত হ’ল, তেতিয়া তাত তেওঁ এনেকুৱা এটা সম্প্ৰদায়ক লগ পালে, যিসকলে তেওঁৰ কথা ভালকৈ বুজিব পৰা নাছিল।",
        "fa": "[او همچنان رفت] تا به [دره‌ای] میان دو کوه رسید و در کنار آن دو [کوه،] مردمی را یافت که سخنی [جز زبان خود را] نمی‌فهمیدند."
      }
    },
    {
      "verse_number": 2234,
      "verse_key": "18:94",
      "arabic_text": "قَالُوا۟ يَـٰذَا ٱلْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِى ٱلْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَىٰٓ أَن تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا",
      "phonetic_text": "Qaloo ya tha alqarnayniinna ya/jooja wama/jooja mufsidoona fee al-ardi fahalnajAAalu laka kharjan AAala an tajAAala baynanawabaynahum sadda",
      "translations": {
        "fr": "Ils dirent : «  Ô Dhul- Qarnayn, les Gog et les Magog sont des semeurs de désordre sur terre. Accepterais-tu de percevoir de nous un tribut contre lequel tu dresserais entre eux et nous un barrage ? »",
        "en": "They said, ‘Dhu ’l-Qarnayn, Gog and Magog are ruining this land. Will you build a barrier between them and us if we pay you a tribute?’",
        "es": "Dijeron: “¡Oh, Dhul Qarnain! Gog y Magog<sup foot_note=168812>1</sup> siembran la corrupción en la Tierra. ¿Podríamos pedirte que, a cambio de una retribución, levantes una muralla entre ellos y nosotros?”",
        "it": "Dissero: «O Bicorne, invero Gog e Magog <a class=f><sup foot_note=158108>1</sup></a>portano grande disordine sulla terra! Ti pagheremo un tributo se erigerai una barriera tra noi e loro».",
        "ru": "Они сказали: «О Зуль Карнейн! Йаджудж и Маджудж (Гог и Магог) распространяют на земле нечестие. Быть может, мы уплатим тебе дань, чтобы ты установил между нами и ними преграду?».",
        "tr": "Dediler ki: \"Ey Zülkarneyn! Ye'cuc ve Me'cuc bu yerde fesat çıkarıyorlar. Onun için, bizimle onlar arasında bir sed yapman şartıyla sana bir vergi versek olur mu?\"",
        "de": "Sie sagten: „O Du ’l-Qarnain, Ya’gug und Ma’gug stiften Unheil auf der Erde. Sollen wir dir eine Gebühr dafür aussetzen, daß du zwischen uns und ihnen eine Sperrmauer errichtest?",
        "pt": "Disseram-lhe: Ó Zul Carnain, Gog e Magog são devastadores na terra. Queres que te paguemos um tributo, para quelevantes uma barreira entre nós e eles?",
        "nl": "Zij zeiden: \"O Dzôelqarnain, (de volken van) Ya'djôedj en Ma'djôedj zijn verderfzaaiers op aarde. Zullen wij jou een vergoeding geven opdat jij tussen ons en hen een afscheiding maakt?\"",
        "ur": "اُن لوگوں نے کہا کہ ”اے ذوالقرنین، یاجوج اور ماجوج <sup foot_note=\"184989\">1</sup> اس سرزمین میں فساد پھیلاتے ہیں۔ تو کیا ہم تجھے کوئی ٹیکس اس کام لیے دیں کہ تُو ہمارے اور ان کے درمیان ایک بند تعمیر کر دے؟“",
        "bn": "সিহঁতে ক’লে, ‘হে জুল-কাৰনাইন! ইয়া’জুজ আৰু মা’জুজে পৃথিৱীত অশান্তি সৃষ্টি কৰি আছে। সেয়ে আমি আপোনাৰ বাবে খৰচ বহন কৰিমনে, যাতে আপুনি আমাৰ আৰু সিহঁতৰ মাজত এটা প্ৰাচীৰ নিৰ্মাণ কৰি দিয়ে’?",
        "fa": "[آنان] گفتند: «ای ذوالقرنین، یأجوج و مأجوج در این سرزمین [تبهکاری و] فساد می‌کنند. آیا [ممکن است] هزینه‌ای در اختیارت قرار دهیم تا میان ما و آنان سدی بسازی؟»"
      }
    },
    {
      "verse_number": 2235,
      "verse_key": "18:95",
      "arabic_text": "قَالَ مَا مَكَّنِّى فِيهِ رَبِّى خَيْرٌ فَأَعِينُونِى بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا",
      "phonetic_text": "Qala ma makkannee feehi rabbeekhayrun faaAAeenoonee biquwwatin ajAAal baynakum wabaynahum radma",
      "translations": {
        "fr": "« Nul (tribut) n’est meilleur pour moi que la puissance dont mon Seigneur m’a gratifié. Prêtez-moi main forte et je dresserai entre vous et eux une muraille.",
        "en": "He answered, ‘The power my Lord has given me is better than any tribute, but if you lend me your strength, I will put up a fortification between you and them:",
        "es": "Les dijo: “Lo que mi Señor me ha concedido es superior [a lo que podáis ofrecerme]<sup foot_note=168813>1</sup>. Ayudadme y erigiré una muralla entre vosotros y ellos.",
        "it": "Disse: «Ciò che il mio Signore mi ha concesso è assai migliore <a class=f><sup foot_note=158109>1</sup></a>. Voi aiutatemi con energia e porrò una diga tra voi e loro.",
        "ru": "Он сказал: «То, чем наделил меня мой Господь, лучше этого. Помогите мне силой, и я установлю между вами и ними преграду.",
        "tr": "Dedi ki: \"Rabbimin bana vermiş olduğu servet ve saltanat, sizin vereceğiniz şeyden daha hayırlıdır. Bana maddî yardımda bulunun da sizinle onların arasına en sağlam seddi yapayım.",
        "de": "Er sagte: „Was mir mein Herr an fester Stellung verliehen hat, ist besser (als eure Gebühr). Doch helft mir mit (eurer Arbeits)kraft, damit ich zwischen euch und ihnen einen aufgeschütteten Wall errichte.",
        "pt": "Respondeu-lhes: Aquilo com que o meu Senhor me tem agraciado é preferível. Secundai-me, pois, com denodo, elevantarei uma muralha intransponível, entre vós e eles.",
        "nl": "Hij (Dzôelqarnain) zei: \"(De macht) waarmee mijn Heer mij voorzien heeft is beter. Helpt mij daarorn met kracht, opdat ik een sterke muur tussen jullie en hen zal bouwen.",
        "ur": "اُس نے کہا”جو کچھ میرے ربّ نے مجھے دے رکھا ہے وہ بہت ہے۔ تم بس محنت سے میری مدد کرو، میں تمہارے اور ان کے درمیان بند بنائے دیتا ہوں۔ <sup foot_note=\"184990\">1</sup>",
        "bn": "তেওঁ ক’লে, ‘মোৰ প্ৰতিপালকে মোক যি সামৰ্থ দিছে সেইটোৱে উৎকৃষ্ট। গতিকে তোমালোকে মোক দৈহিক শ্ৰমৰ দ্বাৰা সহায় কৰা, মই তোমালোকৰ আৰু সিহঁতৰ মাজত এখন মজবুত প্ৰাচীৰ নিৰ্মাণ কৰি দিম’।",
        "fa": "او گفت: «آنچه [از قدرت و ثروت] که پروردگارم در آن به من توانایی داده است [از پیشنهاد مالی شما] بهتر است؛ پس مرا با نیرویى [انسانى‌] یارى كنید [تا] میان شما و آنان سدّى محکم استوار سازم."
      }
    },
    {
      "verse_number": 2236,
      "verse_key": "18:96",
      "arabic_text": "ءَاتُونِى زُبَرَ ٱلْحَدِيدِ ۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيْنَ ٱلصَّدَفَيْنِ قَالَ ٱنفُخُوا۟ ۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارًا قَالَ ءَاتُونِىٓ أُفْرِغْ عَلَيْهِ قِطْرًا",
      "phonetic_text": "Atoonee zubara alhadeedi hattaitha sawa bayna asadafayni qalaonfukhoo hatta itha jaAAalahu naran qalaatoonee ofrigh AAalayhi qitra",
      "translations": {
        "fr": "Apportez-moi des blocs de fer. » Lorsqu’il eut fermé l’espace entre les deux montagnes, il dit : « Soufflez (sur le feu) ! » Quand il eut rendu (le fer aussi rouge que) le feu, il reprit : « Apportez-moi de l’airain fondu afin que je puisse le verser dessus. »",
        "en": "bring me lumps of iron!’ and then, when he had filled the gap between the two mountainsides [he said], ‘Work your bellows!’ and then, when he had made it glow like fire, he said, ‘Bring me molten metal to pour over it!’",
        "es": "Traedme piezas de hierro hasta cubrir el espacio de las dos montañas”. Les dijo: “Encended un fuego y soplad [con fuelles] hasta que esté incandescente”; y agregó: “Luego traedme cobre fundido para derramarlo por encima”.",
        "it": "Portatemi masse di ferro». Quando poi ne ebbe colmato il valico [tra le due montagne] disse: «Soffiate!». Quando fu incandescente, disse: «Portatemi rame, affinché io lo versi sopra» <a class=f><sup foot_note=158110>1</sup></a>.",
        "ru": "Подайте мне куски железа». Заполнив пространство между двумя склонами, он сказал: «Раздувайте!». Когда они стали красными, словно огонь, он сказал: «Принесите мне расплавленную медь, чтобы я вылил ее на него».",
        "tr": "\"Bana, demir kütleleri getirin.\" Nihayet dağın iki ucunu denkleştirdiği vakit: \"Ateş yakıp körükleyin\" dedi. Demiri bir ateş koru haline getirince. \"Bana erimiş bakır getirin üzerine dökeyim\" dedi.",
        "de": "Bringt mir die Eisenstücke. Als er nun zwischen den beiden Berghängen gleich hoch (aufgeschüttet) hatte, sagte er: „Blast (jetzt). Als er es zum Glühen gebracht hatte, sagte er: „Bringt mir, damit ich (es) darüber gieße, geschmolzenes Kupfer.",
        "pt": "Trazei-me blocos de ferro, até cobrir o espaço entre as duas montanhas. Disse aos trabalhadores: Assoprai (com vossosfoles), até que fiquem vermelhas como fogo. Disse mais: Trazei-me chumbo fundido, que jogarei por cima.",
        "nl": "Brengt mij brokken ijzer.\" Totdat, toen hij (de ruimte) tussen de twee hellingen gevuld had, hij zei: \"Blaast.\" Totdat, toen het roodgloeiend werd, hij zei: \"Brengt mij gesmolten ijzer om het eroverheen te gieten.\"",
        "ur": "مجھے لوہے کی چادریں لا کر دو\" آخر جب دونوں پہاڑوں کے درمیانی خلا کو اس نے پاٹ دیا تو لوگوں سے کہا کہ اب آگ دہکاؤ حتیٰ کہ جب (یہ آہنی دیوار) بالکل آگ کی طرح سُرخ ہو گئی تو اس نے کہا \"لاؤ، اب میں اس پر پگھلا ہوا تانبا انڈیلوں گا\"",
        "bn": "‘তোমালোকে মোৰ ওচৰত লোৰ পাতসমূহ আনি দিয়া’, অৱশেষত মধ্যৱৰ্তী খালী ঠাই পূৰ্ণ হৈ যেতিয়া লৌহস্তূপ দুয়ো পৰ্বতৰ সমান হ’ল তেতিয়া তেওঁ ক’লে, ‘এতিয়া ফুঁ দি থকা’। তাৰ পিছত যেতিয়া সেইটো জুইত পৰিণত হ’ল, তেতিয়া তেওঁ ক’লে, ‘তোমালোকে মোৰ ওচৰত গলিত তাম লৈ আহা, মই ইয়াৰ ওপৰত ঢালি দিওঁ’।",
        "fa": "قطعات آهن برایم بیاورید [و روی هم بچینید]» تا وقتی ‌کاملاً میان دو کوه را برابر ساخت [و پوشاند. سپس] گفت: «[در اطراف دیوارۀ آهنین آتش بیفروزید و] در آن بدمید». [آنان چنین کردند] تا وقتی آن [قطعات آهن] را گداخته کرد؛ [سپس] گفت: «[اکنون] مسِ مُذاب برایم بیاورید تا روی آن [دیوار] بریزم»."
      }
    },
    {
      "verse_number": 2237,
      "verse_key": "18:97",
      "arabic_text": "فَمَا ٱسْطَـٰعُوٓا۟ أَن يَظْهَرُوهُ وَمَا ٱسْتَطَـٰعُوا۟ لَهُۥ نَقْبًا",
      "phonetic_text": "Fama istaAAoo an yathharoohuwama istataAAoo lahu naqba",
      "translations": {
        "fr": "Ainsi, ils (les Gog et les Magog) ne purent ni escalader (la muraille) ni la percer.",
        "en": "Their enemies could not scale the barrier, nor could they pierce it,",
        "es": "[Gog y Magog] no pudieron escalarla ni tampoco perforarla.",
        "it": "Così non poterono scalarlo <a class=f><sup foot_note=158111>1</sup></a>e neppure aprirvi un varco.",
        "ru": "Они (племена Йаджудж и Маджудж) не смогли забраться на нее и не смогли пробить в ней дыру.",
        "tr": "Artık Ye'cuc ve Me'cuc bu seti ne aşabildiler ne de delebildiler.",
        "de": "So konnten sie ihn weder überwinden, noch konnten sie ihn durchbrechen.",
        "pt": "E assim a muralha foi feita e (Gog e Magog) não puderam escalá-la, nem perfurá-la.",
        "nl": "En zij waren niet in staat om het te beklimmen en niet om er door heen te breken.",
        "ur": "(یہ بند ایسا تھا کہ) یاجوج و ماجوج اس پر چڑھ کر بھی نہ آ سکتے تھے اور اس میں نقب لگانا ان کے لیے اور بھی مشکل تھا",
        "bn": "তাৰ পিছত সিহঁতে (ইয়া’জুজ আৰু মা’জুজে) সেইটো অতিক্ৰম কৰিব নোৱাৰিলে আৰু সুৰঙ্গ কাটিও পাৰ হ’ব নোৱাৰিলে।",
        "fa": "[یأجوج و مأجوج] دیگر نتوانستند از آن [سد] بالا روند و [حتی] نتوانستند سوراخی در آن ایجاد کنند."
      }
    },
    {
      "verse_number": 2238,
      "verse_key": "18:98",
      "arabic_text": "قَالَ هَـٰذَا رَحْمَةٌ مِّن رَّبِّى ۖ فَإِذَا جَآءَ وَعْدُ رَبِّى جَعَلَهُۥ دَكَّآءَ ۖ وَكَانَ وَعْدُ رَبِّى حَقًّا",
      "phonetic_text": "Qala hatha rahmatun minrabbee fa-itha jaa waAAdu rabbee jaAAalahu dakkaawakana waAAdu rabbee haqqa",
      "translations": {
        "fr": "Il dit : « Ceci<sup foot_note=194943>1</sup> est un effet de la grâce de mon Seigneur. Mais le jour où arrivera la promesse de mon Seigneur, Il rasera cet ouvrage. Car la promesse de mon Seigneur est pure vérité.",
        "en": "and he said, ‘This is a mercy from my Lord. But when my Lord’s promise is fulfilled, He will raze this barrier to the ground: my Lord’s promise always comes true.’",
        "es": "Dijo [Dhul Qarnain]: “Ésta es una misericordia de mi Señor, pero cuando llegue la promesa de mi Señor [el Día del Juicio] la reducirá a polvo. La promesa de mi Señor es verdadera”.",
        "it": "Disse: «Ecco una misericordia che proviene dal mio Signore. Quando verrà la promessa <a class=f><sup foot_note=158112>1</sup></a>del mio Signore, sarà ridotta in polvere; e la promessa del mio Signore è veridica».",
        "ru": "Он сказал: «Это - милость от моего Господа! Когда же исполнится обещание моего Господа, Он сровняет ее с землей. Обещание моего Господа является истиной».",
        "tr": "Zülkarneyn dedi ki: \"Bu Rabbimin bir lütfudur. Rabbimin vaadi geldiği vakit de onu dümdüz yapacaktır. Rabbimin vaadi de haktır.",
        "de": "Er sagte: „Das ist eine Barmherzigkeit von meinem Herrn. Wenn dann das Versprechen meines Herrn eintrifft, läßt Er ihn in sich zusammensinken; und das Versprechen meines Herrn ist wahr.",
        "pt": "Disse (depois): Esta muralha é uma misericórdia de meu Senhor. Porém, quando chegar a Sua promessa, Ele a reduzirá apó, porque a promessa de meu Senhor é infalível.",
        "nl": "Hij (Dzôelqarnain) zei: \"Dit is Barmhartigheid van mijn Heer. Maar als de belofte van mijn Heer komt, maakt Hij het tot stof. En de belofte van mijn Heer is Waarheid.\"",
        "ur": "ذوالقرنین نے کہا”یہ میرے ربّ کی رحمت ہے۔ مگر جب میرے ربّ کے وعدے کا وقت آئے گا تو وہ اس کو پیوندِ خاک کر دے گا، <sup foot_note=\"184991\">1</sup> اور میرے ربّ کا وعدہ برحق ہے۔“ <sup foot_note=\"184992\">2</sup>",
        "bn": "তেওঁ ক’লে, ‘এইটো মোৰ প্ৰতিপালকৰ অনুগ্ৰহ। কিন্তু যেতিয়া মোৰ প্ৰতিপালকৰ প্ৰতিশ্ৰুত সময় আহিব তেতিয়া তেওঁ ইয়াক চূৰ্ণ-বিচূৰ্ণ কৰি দিব, আৰু মোৰ প্ৰতিপালকৰ প্ৰতিশ্ৰুতি সত্য’।",
        "fa": "[آنگاه ذوالقرنین] گفت: «این [سد،] از رحمت پروردگار من است [و تا الله بخواهد باقی می‌مانَد]؛ اما هنگامی که وعدۀ پروردگارم فرارسد، آن را در هم می‌کوبد و وعدۀ پروردگارم حق است»."
      }
    },
    {
      "verse_number": 2239,
      "verse_key": "18:99",
      "arabic_text": "۞ وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِى بَعْضٍ ۖ وَنُفِخَ فِى ٱلصُّورِ فَجَمَعْنَـٰهُمْ جَمْعًا",
      "phonetic_text": "Watarakna baAAdahum yawma-ithinyamooju fee baAAdin wanufikha fee assoorifajamaAAnahum jamAAa",
      "translations": {
        "fr": "Ce jour-là, Nous les laisserons déferler en foule tels les vagues se roulant sur elles mêmes, il sera soufflé dans le Cor et voilà que Nous les aurons tous rassemblés.",
        "en": "On that Day, We shall let them surge against each other like waves and then the Trumpet will be blown and We shall gather them all together.",
        "es": "Ese día<sup foot_note=168814>1</sup> dejaré que surjan [Gog y Magog] como oleadas chocando unas con otras [sembrando la corrupción y el exterminio], pero luego será tocada la trompeta y les congregaré a todos.",
        "it": "In quel Giorno lasceremo che calino in ondate gli uni sugli altri. Sarà soffiato nel Corno e li riuniremo tutti insieme.",
        "ru": "В тот день Мы позволим им (племенам Йаджудж и Маджудж) хлынуть друг на друга. И затрубят в Рог, и Мы соберем их (творения) всех вместе.",
        "tr": "Biz o gün (kıyamet günü) onları bırakıvermişizdir. Dalgalar halinde birbirlerine girerler, Sûr'a da üfürülmüştür. Böylece onların hepsini bir araya toplamışızdır.",
        "de": "Wir lassen die einen von ihnen an jenem Tag wie Wogen unter die anderen geraten, und es wird ins Horn geblasen. Dann versammeln Wir sie vollständig.",
        "pt": "Nesse dia, deixaremos alguns deles insurgirem-se contra os outros e a trombeta será soada. E os congregaremos a todos.",
        "nl": "En op die Dag laten Wij hen, om hen met elkaar te mengen. En er wordt op de Bazuin geblazen, waarna Wij hen allen bij elkaar zullen brengen.",
        "ur": "اور اُس روز <sup foot_note=\"184993\">1</sup> ہم لوگوں کو چھوڑ دیں گے کہ (سمندر کی موجوں کی طرح)ایک دُوسرے سے گتھم گتھا ہوں اور صُور پھُونکا جائے گا اور ہم سب انسانوں کو ایک ساتھ جمع کریں گے",
        "bn": "আৰু সেইদিনা আমি সিহঁতক এৰি দিম এনেকুৱা অৱস্থাত যে, এটা দলে আনটো দলৰ ওপৰত তৰঙ্গৰ দৰে খুন্দিয়াই পৰিব; আৰু শিঙাত ফুঁ দিয়া হ’ব। তাৰ পিছত আমি সিহঁত সকলোকে একত্ৰিত কৰিম।",
        "fa": "و در آن روز [که جهان پایان می‌پذیرد] آنان را [چنان] رها می‌کنیم که [از فراوانیِ جمعیت،] در هم می‌آمیزند و [همین که] در صور دمیده ‌شد، همه را [در یک جا] جمع می‌کنیم."
      }
    },
    {
      "verse_number": 2240,
      "verse_key": "18:100",
      "arabic_text": "وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِّلْكَـٰفِرِينَ عَرْضًا",
      "phonetic_text": "WaAAaradna jahannama yawma-ithinlilkafireena AAarda",
      "translations": {
        "fr": "Et ce jour-là, Nous présenterons la Géhenne clairement aux mécréants,",
        "en": "We shall show Hell to the disbelievers,",
        "es": "Ese día expondré el Infierno a los que se hayan negado a creer.",
        "it": "In quel Giorno mostreremo l’Inferno ai miscredenti",
        "ru": "В тот день Мы ясно покажем Геенну неверующим,",
        "tr": "Ve cehennemi o gün kâfirlere öyle bir göstereceğiz ki!",
        "de": "Und Wir führen die Hölle den Ungläubigen an jenem Tag in aller Deutlichkeit vor,",
        "pt": "Nesse dia, apresentaremos abertamente, aos incrédulos, o inferno,",
        "nl": "En op die Dag zullen Wij de Hel duidelijk zichtbaar aan de ongelovigen tonen.",
        "ur": "اور وہ دن ہوگا جب ہم جہنم کو کافروں کے سامنے لائیں گے",
        "bn": "আৰু যিদিনা আমি জাহান্নামক প্ৰত্যক্ষভাৱে উপস্থাপন কৰিম কাফিৰসকলৰ ওচৰত,",
        "fa": "و آن روز، دوزخ را آشکارا بر کافران عرضه می‌داریم."
      }
    },
    {
      "verse_number": 2241,
      "verse_key": "18:101",
      "arabic_text": "ٱلَّذِينَ كَانَتْ أَعْيُنُهُمْ فِى غِطَآءٍ عَن ذِكْرِى وَكَانُوا۟ لَا يَسْتَطِيعُونَ سَمْعًا",
      "phonetic_text": "Allatheena kanat aAAyunuhumfee ghita-in AAan thikree wakanoo layastateeAAoona samAAa",
      "translations": {
        "fr": "ceux-là même dont les yeux étaient recouverts d’un voile les empêchant de M’évoquer<sup foot_note=194944>1</sup> et qui, non plus, ne pouvaient rien entendre.",
        "en": "those whose eyes were blind to My signs, those who were unable to hear.",
        "es": "Aquellos que tenían sus ojos velados a Mi recuerdo [el Corán] y no soportaban oír [la verdad].",
        "it": "che hanno avuto gli occhi velati di fronte al Mio Monito e che non potevano udire.",
        "ru": "на глазах которых было покрывало, отделяющее их от поминания Меня, и которые не могли слышать.",
        "tr": "Onlar ki, beni hatırlatan âyetlerimden gözleri bir örtü içindeydi. İşitmeye de tahammül edemiyorlardı.",
        "de": "(ihnen,) deren Augen vor Meiner Mahnung (wie) unter einer Decke lagen und die (auch) nicht hören konnten.",
        "pt": "Bem como àqueles cujos olhos estavam velados para se lembrarem de Mim, e que não foram capazes de escutar.",
        "nl": "Degenen voor wie de ogen versluierd waren voor het gedenken van Mij en (die) niet tot horen in staat waren.",
        "ur": "اُن کافروں کے سامنے جو میری نصیحت کی طرف سے اندھے بنے ہوئے تھے اور کچھ سننے کے لیے تیار ہی نہ تھے",
        "bn": "আমাৰ নিদৰ্শনৰ প্ৰতি যিসকলৰ চকু আৱৰণেৰে ঢাকি থোৱা আছিল আৰু যিসকল শুনিবলৈও আছিল অক্ষম।",
        "fa": "[همان] کسانی‌ که چشمانشان از یاد من در پرده‌[ی غفلت] بود و توان شنیدن [آیات الهی را] نداشتند."
      }
    },
    {
      "verse_number": 2242,
      "verse_key": "18:102",
      "arabic_text": "أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓا۟ أَن يَتَّخِذُوا۟ عِبَادِى مِن دُونِىٓ أَوْلِيَآءَ ۚ إِنَّآ أَعْتَدْنَا جَهَنَّمَ لِلْكَـٰفِرِينَ نُزُلًا",
      "phonetic_text": "Afahasiba allatheena kafarooan yattakhithoo AAibadee min doonee awliyaainna aAAtadna jahannama lilkafireena nuzula",
      "translations": {
        "fr": "Ceux qui ont mécru pensent-ils vraiment prendre Mes serviteurs pour alliés en dehors de Moi ? Nous avons ménagé aux mécréants la Géhenne comme lieu de séjour.",
        "en": "Did they think that they could take My servants as masters instead of Me? We have prepared Hell as the disbelievers’ resting place.",
        "es": "¿Acaso piensan los que se niegan a creer que si toman a algunos de Mis siervos<sup foot_note=168815>1</sup> como protectores en Mi lugar [eso podrá protegerlos del castigo]? Tengo preparado el Infierno como castigo para los que se negaron a creer [en las enseñanzas de los Profetas].",
        "it": "I miscredenti credono di potersi scegliere per patroni i Miei servi all’infuori di Me? In verità abbiamo preparato l’Inferno come dimora dei miscredenti.",
        "ru": "Неужели неверующие полагали, что они сделают Моих рабов своими покровителями и помощниками вместо Меня? Воистину, Мы приготовили Геенну обителью для неверующих.",
        "tr": "O kâfirler, beni bırakıp da kullarımı dostlar edineceklerini mi sandılar? Doğrusu biz cehennemi o kâfirlere bir konukluk olarak hazırladık.",
        "de": "Meinen denn diejenigen, die ungläubig sind, daß sie sich Meine Diener anstatt Meiner zu Schutzherren nehmen (können)? Gewiß, Wir haben die Hölle den Ungläubigen zur gastlichen Aufnahme bereitet.",
        "pt": "Pensaram, acaso, os incrédulos tomar Meus servos por protetores, em vez de Mim? temos destinado o inferno, pormorada, aos incrédulos.",
        "nl": "Denken degenen die niet geloven, dat zij Mijn dienaren naast Mij tot beschermers kunnen nemen? Voorwaar, wij hebben de Hel klaargemaakt als een verblijfplaats voor de ongelovigen.",
        "ur": "تو کیا <sup foot_note=\"184994\">1</sup> یہ لوگ جنہوں نے کُفر کیا ہے، یہ خیال رکھتے ہیں کہ مجھے چھوڑ کر میرے بندوں کو اپنا کارساز بنالیں؟ <sup foot_note=\"184995\">2</sup> ہم نے ایسے کافروں کی ضیافت کے یے جہنّم تیار کر رکھی ہے",
        "bn": "যিসকলে কুফৰী কৰিছে, সিহঁতে ধাৰণা কৰে নেকি যে, সিহঁতে মোৰ পৰিবৰ্তে মোৰ বান্দাসকলক অভিভাৱকৰূপে গ্ৰহণ কৰিব? নিশ্চয় আমি কাফিৰসকলৰ আপ্যায়নৰ বাবে প্ৰস্তুত কৰি ৰাখিছোঁ জাহান্নাম।",
        "fa": "آیا کسانی‌ که کفر ورزیدند، پنداشته‌اند كه [مى‌توانند] به جاى من، بندگانم را کارساز [و دوستِ خود] بگیرند؟ بی‌تردید، ما دوزخ را برای پذیرایی كافران آماده كرده‌ايم."
      }
    },
    {
      "verse_number": 2243,
      "verse_key": "18:103",
      "arabic_text": "قُلْ هَلْ نُنَبِّئُكُم بِٱلْأَخْسَرِينَ أَعْمَـٰلًا",
      "phonetic_text": "Qul hal nunabbi-okum bil-akhsareenaaAAmala",
      "translations": {
        "fr": "Dis : « Vous apprendrons-Nous donc qui seront les plus grands perdants quant à leurs œuvres ?",
        "en": "Say [Prophet], ‘Shall we tell you who has the most to lose by their actions,",
        "es": "Diles: “¿Queréis que os haga saber quiénes son los que no obtendrán beneficio alguno por sus obras?”",
        "it": "Di’: «Volete che vi citiamo coloro le cui opere sono più inutili,",
        "ru": "Скажи: «Не сообщить ли вам о тех, чьи деяния принесут наибольший убыток?",
        "tr": "De ki: Amelleri en çok boşa gidenleri size bildirelim mi?",
        "de": "Sag: Sollen Wir euch Kunde geben von denjenigen, die an ihren Werken am meisten verlieren,",
        "pt": "Dize-lhes: Quereis que vos inteire de quem são os mais desmerecedores, por suas obras?",
        "nl": "Zeg (O Moehammad): \"Zullen wij jullie op de hoogte brengen van wie de grootste verliezers zijn door (hun) daden?\"",
        "ur": "اے محمدؐ، ان سے کہو، کیا ہم تمہیں بتائیں کہ اپنے اعمال میں سب سے زیادہ ناکام و نامراد لوگ کون ہیں؟",
        "bn": "কোৱা, ‘আমি তোমালোকক এনে লোকৰ বিষয়ে সংবাদ দিমনে, যিসকল আমলৰ ফালৰ পৰা আটাইতকৈ বেছি ক্ষতিগ্ৰস্ত’?",
        "fa": "[ای پیامبر،] بگو: «[می‌خواهید] شما را از زیانکارترین [مردم] در کارها آگاه سازم؟"
      }
    },
    {
      "verse_number": 2244,
      "verse_key": "18:104",
      "arabic_text": "ٱلَّذِينَ ضَلَّ سَعْيُهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا",
      "phonetic_text": "Allatheena dalla saAAyuhumfee alhayati addunya wahum yahsaboonaannahum yuhsinoona sunAAa",
      "translations": {
        "fr": "Ce sont ceux dont l’effort se sera perdu dans la vie en ce bas monde, mais qui pourtant croient bien agir.",
        "en": "whose efforts in this world are misguided, even when they think they are doing good work?",
        "es": "[Son] aquellos que han desperdiciado los esfuerzos que realizaron en este mundo mientras creían obrar el bien.",
        "it": "coloro il cui sforzo in questa vita li ha sviati, mentre credevano di fare il bene?».",
        "ru": "О тех, чьи усилия заблудились в мирской жизни, хотя они думали, что поступают хорошо?",
        "tr": "Onların dünya hayatında çalışmaları boşa gitmiştir. Oysa onlar güzel işler yaptıklarını sanıyorlardı.",
        "de": "deren Bemühen im diesseitigen Leben fehlgeht, während sie meinen, daß sie gut handeln würden?",
        "pt": "São aqueles cujos esforços se desvaneceram na vida terrena, não obstante crerem haver praticado o bem.",
        "nl": "(Het zijn) degenen wiens daden vruchteloos waren in het wereldse leven. En zij dachten dat zij goed werk verrichtten.",
        "ur": "وہ کہ دنیا کہ زندگی میں جن کی ساری سعی و جہد راہِ راست سے بھٹکی رہی <sup foot_note=\"184996\">1</sup> اور وہ سمجھتے رہے کہ وہ سب کچھ ٹھیک کر رہے ہیں",
        "bn": "সিহঁতেই সেইসকল লোক, পাৰ্থিৱ জীৱনত যিসকলৰ প্ৰচেষ্টা ব্যৰ্থ হৈছে, অথচ সিহঁতে ধাৰণা কৰে যে, সিহঁতে ভাল কামেই কৰি আছে।",
        "fa": "[آنان] کسانی هستند‌ که تلاششان در زندگی دنیا تباه گشته است و خود می‌پندارند که کار نیکو می‌کنند»."
      }
    },
    {
      "verse_number": 2245,
      "verse_key": "18:105",
      "arabic_text": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ وَلِقَآئِهِۦ فَحَبِطَتْ أَعْمَـٰلُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ وَزْنًا",
      "phonetic_text": "Ola-ika allatheena kafaroobi-ayati rabbihim waliqa-ihi fahabitataAAmaluhum fala nuqeemu lahum yawma alqiyamatiwazna",
      "translations": {
        "fr": "Ce sont ceux qui ont rejeté les Signes de leur Seigneur et (ont mécru en) Sa rencontre. Vaines seront leurs œuvres et Nous ne leur accorderons aucun poids au Jour de la Résurrection. »",
        "en": "It is those who disbelieve in their Lord’s messages and deny that they will meet Him.’ Their deeds come to nothing: on the Day of Resurrection We shall give them no weight.",
        "es": "Son quienes no creen en los signos de su Señor ni que comparecerán ante Él. Sus obras habrán sido en vano y en el Día de la Resurrección no tendrán nada que pese en la balanza.",
        "it": "Sono coloro che negarono i segni del loro Signore e l’Incontro con Lui. Le loro azioni falliscono e non avranno alcun peso nel Giorno della Resurrezione.",
        "ru": "Это - те, кто не уверовал в знамения своего Господа и во встречу с Ним. Тщетны будут их деяния, и в День воскресения Мы не отпустим им никакого веса (не придадим им никакого значения; или не поместим на чашу их добрых деяний ни одного праведного поступка)».",
        "tr": "İşte onlar, Rabblerinin âyetlerini ve O'nun huzuruna çıkacaklarını inkâr etmişlerdir de bu yüzden iyilik altında yaptıkları bütün amelleri boşa gitmiştir. Artık kıyamet günü onlar için hiçbir ölçü tutturmayız.",
        "de": "Das sind diejenigen, die die Zeichen ihres Herrn und die Begegnung mit Ihm leugnen. So werden ihre Werke hinfällig, und so werden Wir ihnen am Tag der Auferstehung kein Gewicht beimessen.",
        "pt": "Estes são os que renegaram os versículos de seu Senhor e o comparecimento ate Ele; porém, suas obras tornaram-sesem efeito e não lhes reconheceremos mérito algum, no Dia da Ressurreição.",
        "nl": "Zij zijn degenen die niet geloven in de Tekenen van hun Heer en in de ontmoeting met Hem. Hun daden zijn vruchteloos en Wij kennen hun (daden) op de Dag der Opstanding geen gewicht toe.",
        "ur": "یہ وہ لوگ ہیں جنہوں نے اپنے ربّ کی آیات کو ماننے سے انکار کیا اور اس کے حضور پیشی کا یقین نہ کیا۔ اس لیے اُن کے سارے اعمال ضائع ہو گئے، قیامت کے روز ہم انہیں کوئی وزن نہ دیں گے۔ <sup foot_note=\"184997\">1</sup>",
        "bn": "সিহঁতেই সেইসকল লোক, যিসকলে নিজ প্ৰতিপালকৰ নিদৰ্শনাৱলী আৰু তেওঁৰ লগত সিহঁতৰ সাক্ষাতৰ বিষয়টো অস্বীকাৰ কৰিছে। ফলত সিহঁতৰ সকলো আমল নিষ্ফল হৈ গৈছে; সেয়ে আমি সিহঁতৰ বাবে কিয়ামতৰ দিনা কোনো ওজনৰ ব্যৱস্থা নকৰিম।",
        "fa": "آنان کسانی هستند که به آیات پروردگارشان و دیدارِ او [در آخرت] کافر شدند؛ پس کارهایشان تباه گشت و روز قیامت [هیچ قدر و] ارزشى برایشان قائل نمی‌شویم."
      }
    },
    {
      "verse_number": 2246,
      "verse_key": "18:106",
      "arabic_text": "ذَٰلِكَ جَزَآؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا۟ وَٱتَّخَذُوٓا۟ ءَايَـٰتِى وَرُسُلِى هُزُوًا",
      "phonetic_text": "Thalika jazaohum jahannamubima kafaroo wattakhathoo ayateewarusulee huzuwa",
      "translations": {
        "fr": "Telle sera leur rétribution : la Géhenne, puisqu’ils ont mécru et ont tourné en dérision Mes Signes et Mes Messagers.",
        "en": "Their recompense for having disbelieved and made fun of My messages and My messengers will be Hell.",
        "es": "Recibirán el Infierno como castigo por no haber creído y por haberse burlado de Mis signos y de Mis Mensajeros.",
        "it": "La loro retribuzione sarà l’Inferno, per la loro miscredenza e per essersi burlati dei Miei segni e dei Miei Messaggeri.",
        "ru": "Геенна будет им воздаянием за то, что они не уверовали и насмехались над Моими знамениями и Моими посланниками.",
        "tr": "İşte böyle, onların cezaları cehennemdir. Çünkü inkâr etmişler ve benim âyetlerimi, peygamberlerimi alaya almışlardır.",
        "de": "Das ist ihr Lohn - die Hölle - dafür, daß sie ungläubig waren und sich über Meine Zeichen und Meine Gesandten lustig machten.",
        "pt": "Sua morada será o inferno, por sua incredulidade, e por terem escarnecido os Meus versículos e os Meus mensageiros.",
        "nl": "Dat is hun vergelding: de Hel, omdat zij ongelovig waren en zij de spot dreven met Mijn Tekenen en Mijn Boodschappers.",
        "ur": "ان کی جزا جہنم ہے اُس کفر کے بدلے جو انہوں نے کیا اور اُس مذاق کی پاداش میں جو وہ میری آیات اور میرے رسولوں کے ساتھ کرتے رہے",
        "bn": "‘জাহান্নামেই হৈছে সিহঁতৰ প্ৰতিফল। যিহেতু সিহঁতে কুফৰী কৰিছে আৰু মোৰ নিদৰ্শনাৱলীক লগতে ৰাছুলসকলক বিদ্ৰূপৰ বিষয় হিচাপে গ্ৰহণ কৰিছে’।",
        "fa": "اینچنین است که به خاطر کفری که ورزیده‌اند و آیات و پیامبرانِ مرا به تمسخر گرفته‌اند مجازات‌شان دوزخ است‌."
      }
    },
    {
      "verse_number": 2247,
      "verse_key": "18:107",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ كَانَتْ لَهُمْ جَنَّـٰتُ ٱلْفِرْدَوْسِ نُزُلًا",
      "phonetic_text": "Inna allatheena amanoowaAAamiloo assalihati kanat lahumjannatu alfirdawsi nuzula",
      "translations": {
        "fr": "Ceux qui croient et accomplissent les bonnes œuvres auront les jardins du Paradis pour lieu de séjour.",
        "en": "But those who believe and do good deeds will be given the Gardens of Paradise.",
        "es": "Pero quienes hayan creído y obrado rectamente tendrán como morada los jardines del Paraíso,",
        "it": "Coloro che credono e compiono il bene avranno per dimora i giardini del Paradiso,",
        "ru": "Воистину, обителью тех, которые уверовали и совершали праведные деяния, будут сады Фирдауса.",
        "tr": "İman edip salih ameller işleyenlere gelince, onlar için Firdevs cennetleri konak olmuştur.",
        "de": "Gewiß, für diejenigen, die glauben und rechtschaffene Werke tun, wird es die Gärten des Paradieses zur gastlichen Aufnahme geben,",
        "pt": "Por outra, os fiéis, que praticarem o bem, terão por abrigo os jardins do Paraíso,",
        "nl": "Voorwaar, voor degenen die geloven en goede daden verrichten zijn er de Tuinen van Firdaus (het Paradijs) als een verblijfplaats.",
        "ur": "البتہ وہ لوگ جو ایمان لائے اور جنہوں نے نیک عمل کیے، ان کی میزبانی کے لیے فردوس <sup foot_note=\"184998\">1</sup> کے باغ ہوں گے",
        "bn": "নিশ্চয় যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে তেওঁলোকক আতিথ্য-অভ্যৰ্থনা কৰিবলৈ আছে জান্নাতুল ফিৰদাউছ।",
        "fa": "بی‌تردید، کسانی‌ که ایمان آورده‌ و کار‌های شایسته انجام داده‌اند، باغ‌های [بهشت] برین، محلّ پذیرایی آنها خواهد بود."
      }
    },
    {
      "verse_number": 2248,
      "verse_key": "18:108",
      "arabic_text": "خَـٰلِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًا",
      "phonetic_text": "Khalideena feeha layabghoona AAanha hiwala",
      "translations": {
        "fr": "Là ils séjourneront pour l’éternité et ne voudront pas changer de lieu.",
        "en": "There they will remain, never wishing to leave.",
        "es": "donde vivirán por toda la eternidad y no desearán mudarse jamás.",
        "it": "dove rimarranno in perpetuo senza desiderare alcun cambiamento.",
        "ru": "Они пребудут в них вечно и не пожелают для себя перемен.",
        "tr": "İçlerinde ebedî olarak kalacaklar, oradan hiç ayrılmak istemeyeceklerdir. Bu hatırlatma ve uyarmayı yeterli görmeyip de daha fazla açıklama isteyenlere karşı ey Muhammed!",
        "de": "ewig darin zu bleiben, und sie werden nicht begehren, davon wegzugehen’.",
        "pt": "Onde morarão eternamente e não ansiarão por mudar de sorte.",
        "nl": "Zij zullen daarin eeuwig levenden zijn. En zij zullen daar geen verandering in wensen.",
        "ur": "جن میں وہ ہمیشہ رہیں گے اور کبھی اُس جگہ سے نِکل کر کہیں جانے کو اُن کا جی نہ چاہے گا۔ <sup foot_note=\"184999\">1</sup>",
        "bn": "তাত তেওঁলোক চিৰকাল থাকিব, তাৰ পৰা তেওঁলোক (কেতিয়াও) স্থানান্তৰিত হ’ব নিবিচাৰিব।",
        "fa": "جاودانه در آن خواهند ماند و هرگز از آنجا به جای دیگری گرایش ندارند."
      }
    },
    {
      "verse_number": 2249,
      "verse_key": "18:109",
      "arabic_text": "قُل لَّوْ كَانَ ٱلْبَحْرُ مِدَادًا لِّكَلِمَـٰتِ رَبِّى لَنَفِدَ ٱلْبَحْرُ قَبْلَ أَن تَنفَدَ كَلِمَـٰتُ رَبِّى وَلَوْ جِئْنَا بِمِثْلِهِۦ مَدَدًا",
      "phonetic_text": "Qul law kana albahru midadanlikalimati rabbee lanafida albahru qabla an tanfadakalimatu rabbee walaw ji/na bimithlihi madada",
      "translations": {
        "fr": "Dis : « Si la mer était une encre pour (écrire) les paroles de mon Seigneur, la mer serait épuisée avant que ne s’épuisent les paroles de mon Seigneur, même si Nous lui ajoutions autant de mers encore ! »",
        "en": "Say [Prophet], ‘If the whole ocean were ink for writing the words of my Lord, it would run dry before those words were exhausted’- even if We were to add another ocean to it.",
        "es": "Diles: “Si los mares fueran tinta para escribir las Palabras de mi Señor, se agotaría el agua de los mares antes de que se agotaran las Palabras de mi Señor, aunque se trajeran otros mares de tinta [equivalentes a los que existen]”.",
        "it": "Di’: «Se il mare fosse inchiostro per scrivere le Parole del mio Signore, di certo si esaurirebbe prima che fossero esaurite le Parole del mio Signore, anche se Noi ne aggiungessimo altrettanto a rinforzo».",
        "ru": "Скажи: «Если бы море стало чернилами для слов моего Господа, то море иссякло бы до того, как иссякли бы Слова моего Господа, даже если бы Мы принесли в помощь ему такое же море».",
        "tr": "Deki: \"Eğer Rabbimin sözlerini yazmak için deniz mürekkep olsa, Rabbimin sözleri tükenmeden önce, deniz muhakkak tükenecekti, bir mislini daha yardımcı getirsek bile.\"",
        "de": "Sag: Wenn das Meer Tinte für die Worte meines Herrn wäre, würde das Meer wahrlich zu Ende gehen, bevor die Worte meines Herrn zu Ende gingen, auch wenn Wir als Nachschub noch einmal seinesgleichen hinzubrächten.",
        "pt": "Dize-lhes: Se o oceano se transformasse em tinta, com que se escrevessem as palavras de meu Senhor, esgotar-se-iaantes de se esgotarem as Suas palavras, ainda que para isso se empregasse outro tanto de tinta.",
        "nl": "Zeg (O Moehammad): \"Al werd de zee inkt om de Woorden van mijn Heer (op te schrijven), zij zou opraken voordat de Woorden van mijn Heer opgeraakt zouden zijn, zelfs al voegden Wij een daaraan gelijke hoeveelheid toe.\"",
        "ur": "اے محمدؐ ، کہو کہ اگر سمندر میرے ربّ کی باتیں <sup foot_note=\"185000\">1</sup> لکھنے کے لیے روشنائی بن جائے تو وہ ختم ہو جائے مگر میرے ربّ کی باتیں ختم نہ ہوں، بلکہ اگر اتنی ہی روشنائی ہم اور لے آئیں تو وہ بھی کفایت نہ کرے",
        "bn": "কোৱা, ‘মোৰ প্ৰতিপালকৰ কথা লিপিবদ্ধ কৰাৰ বাবে সাগৰ যদি চিয়াহী হয়, তেন্তে মোৰ প্ৰতিপালকৰ কথা শেষ হোৱাৰ আগতেই সাগৰ নিঃশেষ হৈ যাব—যদিও ইয়াৰ সাহায্যাৰ্থে অনুৰূপ আৰু সাগৰ লৈ আহোঁ’।",
        "fa": "[ای پیامبر،] بگو: «اگر دریا برای [نگارش] کلمات پروردگارم جوهر شود، پیش از آنکه کلمات پروردگارم پایان یابد، قطعاً دریا به پایان می‌رسد؛ هر چند [دریاهایی دیگر] همانند آن [دریا را نیز] به کمک [آن] بیاوریم»."
      }
    },
    {
      "verse_number": 2250,
      "verse_key": "18:110",
      "arabic_text": "قُلْ إِنَّمَآ أَنَا۠ بَشَرٌ مِّثْلُكُمْ يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ ۖ فَمَن كَانَ يَرْجُوا۟ لِقَآءَ رَبِّهِۦ فَلْيَعْمَلْ عَمَلًا صَـٰلِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِۦٓ أَحَدًۢا",
      "phonetic_text": "Qul innama ana basharunmithlukum yooha ilayya annama ilahukum ilahunwahidun faman kana yarjoo liqaa rabbihifalyaAAmal AAamalan salihan wala yushrikbiAAibadati rabbihi ahada",
      "translations": {
        "fr": "Dis : « Je ne suis qu’un humain comme vous et il m’est révélé que votre Dieu est Un. Que celui qui espère rencontrer son Seigneur fasse le bien et n’associe personne à l’adoration de son Seigneur. »",
        "en": "Say, ‘I am only a human being, like you, to whom it has been revealed that your God is One. Anyone who fears to meet his Lord should do good deeds and give no one a share in the worship due to his Lord.",
        "es": "Diles: “Yo no soy más que un hombre a quien se le ha revelado que solo debéis adorar a Dios, vuestra única divinidad. Quien anhele encontrarse con su Señor [y que Él esté complacido], que realice obras piadosas y que no adore a nadie más que a Él”.",
        "it": "Di’: «Non sono altro che un uomo come voi. Mi è stato rivelato che il vostro Dio è un Dio Unico. Chi spera di incontrare il suo Signore compia il bene e nell’adorazione non associ alcuno al suo Signore». <a class=f><sup foot_note=158113>1</sup></a> Questa sura, centrale rispetto al Corano, contiene tre storie di notevole spessore spirituale e concettuale: «i compagni della Caverna», «l’incontro di Mosè con al-Khidr», «la vicenda del Bicorne». E davvero meraviglioso il segno che l’Altissimo (gloria a Lui) ci illustra raccontandoci la storia dei giovani credenti. E un segno di rinuncia alle cose terrene che si realizza e si compie in due fasi successive. In un primo tempo i giovani abbandonarono la loro città e si ritirarono in una caverna per sfuggire alle persecuzioni di un tiranno pagano che voleva costringerli ad abiurare il loro credo. Volevano conservare la purezza della loro fede e si abbandonarono fiduciosi alla misericordia divina. Allah (gloria a Lui l’Altissimo) li fece addormentare per poi risvegliarli molto tempo dopo, quando le condizioni esterne erano cambiate: la gente riconosceva l’Unità di Allah ed era governata da un sovrano saggio e pio. Si erano realizzate le condizioni per una vita terrena accettabile al credente, ma ormai lo spirito dei giovani si era elevato al punto tale da renderli incompatibili alla miseria terrena e Colui Che ha esatta percezione di ogni cosa prese le loro anime e fece di loro un segno imperituro per tutti gli uomini. La seconda storia vede protagonisti Mosè e un servo dell’Altissimo (gloria a Lui) che l’esegesi identifica con al-Khidr. Una tradizione, riferita dal Bukhari, spiega le circostanze dell’incontro tra Mosè e Khidr che troviamo nei verss. 60-della sura. Riferì Ibn ‘Abbàs: «L’Inviato di Allah (pace e benedizioni su di lui) raccontò che Mosè stava tenendo un sermone alla sua gente quando uno degli astanti gli chiese chi fosse l’uomo più sapiente. Mosè rispose che era lui. Allah (gloria a Lui l’Altissimo) lo rimproverò per la sua compassione e per non aver ricordato che tutta la scienza appartiene a Lui e gli disse: “Invero alla confluenza dei due mari c’è uno dei Miei servitori che è più sapiente di te”. “Signore”, esclamò Mosè, “come potrò incontrarlo?” “Prendi un pesce”, rispose Allah, “mettilo in un cesto. Nel luogo in cui perderai il pesce troverai quell’uomo.” Mosè prese un pesce, lo mise in un cesto e partì con il suo giovane servo…». Questo episodio ha dato adito a molte interpretazioni. La sua collocazione centrale rispetto al Corano, la natura di Khidr e la sua conoscenza di realtà sottili e inevidenti, hanno suggerito importanti considerazioni a proposito della relatività della conoscenza umana, dell’umanità dei profeti, della necessità di un atteggiamento di umiltà totale di fronte alla potenza, alla scienza e alla volontà divina. Infine, i verss. 83-ci parlano del Bicorne, che la gran parte dei commentatori identificano con Alessandro il Macedone basandosi su un detto dell’Inviato di Allah (pace e benedizioni su di lui), che disse: «…è il greco che fondò Alessandria» (Tabarì xvI, 8). Il Bicorne spazia tra gli estremi orizzonti terreni recando un messaggio di fede, di giustizia e di conoscenza e giunge ai limiti del mondo conosciuto, dove vivono Gog e Magog. In base ai dati tradizionali queste creature hanno caratteristiche subumane e sembrano rappresentare tutta l’animalità insita nell’individuo. Il Bicorne le imprigiona elevando un vallo di ferro ricoperto di rame, dietro il quale rimarranno confinate fino al giorno in cui, nei tempi ultimi, sciameranno da ogni declivio. Rimane da dire che l’Inviato di Allah (pace e benedizioni su di lui) invitò i devoti a leggere la Sura della Caverna il venerdì, giorno della preghiera congregazionale, in quanto essa costituisce espiazione dei peccati meno gravi commessi tra un venerdì e l’altro, e disse: «Chi conosce a memoria [e recita] i primi dieci versetti della Sura della Caverna, si preserva dalla fitna, in questo caso aberrazione (vedi nota a II, del Dajjàl, l’Anticristo». Disse l’Inviato di Allah (pace e benedizioni su di lui): «Tra la creazione di Adamo e l’arrivo dell’Ultima Ora non vi è fatto più grave dell’apparizione del Dajjàl» (lo ha tramandato Müslim); e disse ancora: «Non c’è alcun profeta che non abbia messo in guardia la sua gente dall’impostore con un occhio solo, [il Dajjàl] ma il vostro Signore non ha un occhio solo. Sulla sua fronte ci sono le lettere K-F-R (lettere che formano il radicale che dà origine ai termini kufr, kâfir: miscredenza, miscredenti ecc.)» (lo hanno riferito al-Bukhari e Muslim). Un’altra redazione della stessa tradizione dice invece: «…gli ultimi dieci versetti». <a class=f><sup foot_note=158114>2</sup></a> «…Discorso»: in arabo «hadith»: discorso, racconto, in questo caso si riferisce al Corano stesso. <a class=f><sup foot_note=158115>3</sup></a> «compagni della caverna»: vedi nota introduttiva. <a class=f><sup foot_note=158116>4</sup></a> L’esegesi avanza diverse ipotesi a proposito del significato di «Ar-Raqìm», secondo quella più accreditata (in base all’interpretazione di Ibn ‘Abbàs), si tratterebbe del nome di un fiume nella vallata del quale si trovava la caverna. Tabarì (xv, afferma essere il nome di una scrittura posta sull’entrata della caverna; qualcuno ritiene invece che sia il nome del cane di cui al vers. <a class=f><sup foot_note=158117>5</sup></a> «quale delle due fazioni»: a proposito di queste due fazioni, l’esegesi non è unanime. Secondo alcuni si tratterebbe di un’allusione all’esistenza di due sette diverse di cristiani, una credeva nella Resurrezione del corpo e dell’anima, l’altra solo in quella dell’anima; altri ritengono che l’espressione si riferisca ai «Dormienti» e agli abitanti della città, altri ancora alla gente della città che si divise in due fazioni a proposito degli anni che i sette avevano passato nella caverna. <a class=f><sup foot_note=158118>6</sup></a> Abbiamo riferito, letteralmente, alla seconda persona plurale il discorso che i giovani si rivolgevano l’un altro. Si tratta di una costruzione sintattica araba. Cfr. la Sura di Giuseppe (pace su di lui) al vers. quando i fratelli complottano contro di lui. <a class=f><sup foot_note=158119>7</sup></a> «Avresti visto»: «se ci fossi stato o Muhammad avresti visto che Allah aveva voluto che il sole non penetrasse nella caverna e non la scaldasse troppo». <a class=f><sup foot_note=158120>8</sup></a> «Li giravamo…»: per rendere meno penoso il loro decubito, Tabarì xv, <a class=f><sup foot_note=158121>9</sup></a> II terrore che avrebbe preso chi li avesse scoperti fu una potente protezione che Allah (gloria a Lui l’Altissimo) concesse ai Suoi devoti, affinché non fossero oggetto di alcuna molestia o ingiuria. <a class=f><sup foot_note=158122>10</sup></a> Gli esegeti che hanno proceduto al computo delle lettere che compongono il Corano hanno verificato che la parola «wa lyatalattaf» (che abbiamo tradotto: «che si comporti con gentilezza», è il centro esatto del Libro Santo. <a class=f><sup foot_note=158123>11</sup></a> I giovani parlano tra loro, a proposito dell’uso della seconda persona plurale vedi sopra nota al vers.<a class=f><sup foot_note=158124>12</sup></a> «un santuario»: il termine arabo è «masjid» (luogo in cui si pratica il «sujùd», la prosternazione), la cui traduzione esatta è «moschea». Si è preferito il più generico termine «santuario» in quanto la moschea si identifica tradizionalmente con il luogo di culto della religione islamica. <a class=f><sup foot_note=158125>13</sup></a> Su istigazione dei rabbini i meccani insistettero a lungo sul numero dei dormienti. sulla loro postura nel sonno e su mille altri particolari. Allah (gloria a Lui L Altissimo), ordina al Suo Inviato (pace e benedizioni su di lui) di non raccogliere tali provocazioni. <a class=f><sup foot_note=158126>14</sup></a> «se Allah vuole»: la formula «in shà’ Allah» che i musulmani aggiungono ad ogni espressione che implichi una qualche progettualità, speranza o aspettativa, è stata oggetto di molte interpretazioni pseudoculturali e sociologiche sulla mentalità araba. In realtà essa è assolutamente islamica, coranica, come si può ben leggere in questo versetto. Significa l’assoluta consapevolezza del credente sul fatto che solo Allah (gloria a Lui l’Altissimo) è il Padrone della volontà e del futuro. <a class=f><sup foot_note=158127>15</sup></a> Trecento anni solari corrispondono a trecentonove anni lunari, infatti a ogni secolo di anni lunari vanno aggiunti tre anni per avere la concordanza con quelli solari. Si tratta solo di un’interpretazione possibile: infatti, l’inizio del versetto seguente, con la tipica formula dell’incertezza, lascia spazio al dubbio. <a class=f><sup foot_note=158128>16</sup></a> Tutto quanto non cade sotto il dominio dei nostri sensi, o non ci sia stato notificato da una Sacra Scrittura o una rivelazione profetica, fa parte del «ghayb», un termine che abbiamo tradotto anche con «l’invisibile, l’occulto» che appartiene ad Allah (gloria a Lui l’Altissimo) e solo a Lui. <a class=f><sup foot_note=158129>17</sup></a> A proposito dell’immutabilità della rivelazione coranica vedi anche nota a xv, <a class=f><sup foot_note=158130>18</sup></a> «non troverai»: secondo l’esegesi classica: «nel caso, o Muhammad, che non obbedirai ai Suoi ordini». <a class=f><sup foot_note=158131>19</sup></a> I meccani miscredenti avevano chiesto all’Inviato di Allah (pace e benedizioni su di lui) di lasciar perdere gli schiavi e la povera gente che lo seguiva e pregava con lui dicendo che «puzzavano». Lo invitavano a frequentarli, nelle loro belle case, partecipando a ricchi banchetti, in maniera da «discutere» con loro. Il versetto scese per dare a Muhammad un avvertimento chiaro ed inequivocabile. <a class=f><sup foot_note=158132>20</sup></a> La fede è una libera scelta dell’uomo o è un dono di Allah a coloro che la desiderano? Ma chi mette nel cuore il desiderio di fede se non Allah Stesso (gloria a Lui l’Altissimo)? I fautori del libero arbitrio hanno fatto di questo versetto uno dei punti di forza della loro speculazione dottrinale e filosofica, cui si oppongono quei pensatori islamici convinti assertori della predestinazione della grazia divina. Allah ne sa di più. <a class=f><sup foot_note=158133>21</sup></a> Pare che la metafora contenuta nei versetti che seguono sia rivolta in paricolare a quegli idolatri di cui abbiamo già parlato nella nota al vers. I beni materiali provengono da Allah e una condizione agiata non deve essere motivo di superbia e di disprezzo per i poveri. Ingratitudine e miscredenza sono intimamente legate l’una all’altra, anzi è la miscredenza che crea i presupposti dell’ingratitudine verso il Creatore, è l’ingratitudine a far ricadere l’uomo nella miscredenza. In arabo i due concetti sono espressi da nomi derivati dalla medesima radice K-F-R, avente il senso di «negazione». È infatti miscredente (kâfir) colui che nega le verità rivelate; ed ingrato (kafûr) colui che nega di rendere grazie al suo Signore. <a class=f><sup foot_note=158134>22</sup></a> L’Ora escatologica, quella della Resurrezione e del Giudizio. <a class=f><sup foot_note=158135>23</sup></a> «Così Allah ha voluto! Non c’è potenza se non in Allah!»: (ma sha’ Allah la quwwa- ta illa bi-Llah»), questa è un’altra delle formule che Allah (gloria a Lui l’Altissimo) ci suggerisce per esprimere l’abbandono del credente alla Sua divina volontà. (Vedi anche nota al vers. 24). <a class=f><sup foot_note=158136>24</sup></a> «Le buone tracce»: le opere buone, materiali e morali compiute nella vita terrena. <a class=f><sup foot_note=158137>25</sup></a> Il muoversi delle montagne è uno dei prodigi del Giorno del Giudizio. Il Corano ne parla in altri tre brani, lii, Lxxviii, Lxxxi, <a class=f><sup foot_note=158138>26</sup></a> «il Registro»: l’annotazione della vita dell’uomo: tutte le sue azioni diligentemente registrate dai due angeli che Allah (gloria a Lui l’Altissimo) ha destinato ad ognuno di noi. <a class=f><sup foot_note=158139>27</sup></a> A proposito della ribellione di Iblîs, vedi Appendice <a class=f><sup foot_note=158140>28</sup></a> «e tra loro»: tra i politeisti e i loro idoli, i loro «intercessori». <a class=f><sup foot_note=158141>29</sup></a> «quello che ha commesso»: lett. «quello che le sue mani gli hanno preparato». <a class=f><sup foot_note=158142>30</sup></a> «Quelle città»: il riferimento è alla città degli ‘Ad, dei Thamùd, a Sodoma e Gomorra ecc. che furono distrutte per l’empietà e la perversione dei loro abitanti. <a class=f><sup foot_note=158143>31</sup></a> Secondo la tradizione si tratta di Yushà’ ibn Nùn (Giosuè). A proposito dell’intera parabola (verss. 60-vedi nota <a class=f><sup foot_note=158144>32</sup></a> «la confluenza dei due mari»: molte e diverse le interpretazioni classiche a proposito di questa «confluenza». A prescindere dall’identificazione del luogo geografico, ci sembra che essa possa altresì essere intesa in senso allegorico. Si tratta infatti del punto di contatto tra la conoscenza assoluta di Allah (gloria a Lui l’Altissimo) e quella relativa dell’uomo. Vedi nota <a class=f><sup foot_note=158145>33</sup></a> «uno dei Nostri schiavi»: «‘abd min ‘ibâdinâ» con questa definizione Allah (gloria a Lui l’Altissimo) introduce la figura di quello che secondo tutta l’esegesi è «al-Khidr». (Vedi nota 1.) <a class=f><sup foot_note=158146>34</sup></a> «abbiamo voluto impedire»: abbiamo tradotto così «fakhashînâ», forma del verbo «khashiya» in base ad uno dei significati del verbo. Infatti, un altro significato darebbe il senso di «temevamo che…» il che ci pare un’incongruenza in quanto, come detto nel vers. Khidr agisce non di sua iniziativa ma per ordine di Allah, che tutto conosce e non teme alcunché. <a class=f><sup foot_note=158147>35</sup></a> Vedi nota <a class=f><sup foot_note=158148>36</sup></a> «seguì una via»: nel senso di: «seguì il percorso necessario per giungere al suo obiettivo». <a class=f><sup foot_note=158149>37</sup></a> «all’[estremo] occidente»: come più sotto (vers. si dovrebbe intendere come il luogo più occidentale (oppure orientale). <a class=f><sup foot_note=158150>38</sup></a> «giunse alle due barriere»: secondo i commentatori (Tabarì, Ibn Kathìr) si tratta di due montagne. <a class=f><sup foot_note=158151>39</sup></a> L’escatologia islamica afferma che Gog e Magog sono due popoli che avranno un ruolo nei tempi ultimi. La tradizione ce ne parla come creature mostruose, nemiche del genere umano a cui non appartengono. Tra i segni riferiti dall’Inviato di Allah (pace e benedizioni su di lui) a proposito della fine del mondo c’è appunto lo straripamento di Gog e Magog che saranno riusciti ad abbattere la barriera con cui il Bicorne riuscì a contenerli (vedi versetto successivo). La Sunna riferisce che una notte il Profeta (pace e benedizioni su di lui) si svegliò e disse: «Disgrazia sugli arabi! Hanno appena fatto un buco così (e indicò un cerchio con il pollice e l’indice) nella barriera di Gog e Magog». Sua moglie (che Allah sia soddisfatto di lei) chiese: «Periremo anche se tra noi ci saranno dei Santi?». Rispose: «Sarà più grande il numero degli iniqui». Cfr. Apocalisse xx, <a class=f><sup foot_note=158152>40</sup></a> «… è assai migliore»: la ricompensa per la quale il Bicorne agisce. <a class=f><sup foot_note=158153>41</sup></a> II Corano descrive la tecnica costruttiva che Allah (gloria a Lui l’Altissimo) ispirò al Bicorne. Riempito il varco di minerale di ferro, lo fece fondere con l’aiuto di mantici aggiungendo poi rame fuso. <a class=f><sup foot_note=158154>42</sup></a> II pronome si riferisce a Gog e Magog. <a class=f><sup foot_note=158155>43</sup></a> «la promessa»: la venuta dell’Ora e il Giudizio.",
        "ru": "Скажи: «Воистину, я - такой же человек, как и вы. Мне внушено откровение о том, что ваш Бог - Бог Единственный. Тот, кто надеется на встречу со своим Господом, пусть совершает праведные деяния и никому не поклоняется наряду со своим Господом».",
        "tr": "De ki: \"Ben de sizin gibi ancak bir beşerim. Ne var ki, bana ilâhınızın ancak bir ilâh olduğu vahyolunuyor. Onun için her kim Rabbine kavuşmayı arzu ederse iyi amel işlesin ve Rabbine yaptığı ibadete hiç kimseyi ortak etmesin.\"",
        "de": "Sag: Gewiß, ich bin ja nur ein menschliches Wesen gleich euch; mir wird (als Offenbarung) eingegeben, daß euer Gott ein Einziger Gott ist. Wer nun auf die Begegnung mit seinem Herrn hofft, der soll rechtschaffen handeln und beim Dienst an seinem Herrn (Ihm) niemanden beigesellen.",
        "pt": "Dize: Sou tão-somente um mortal como vós, a quem tem sido revelado que o vosso Deus é um Deus único. Porconseguinte, quem espera o comparecimento ante seu Senhor que pratique o bem e não associe ninguém ao culto d'Ele.",
        "nl": "Zeg: \"Voorwaar, ik ben slechts een mens zoals jullie. Het is aan mij geopenbaard dat jullie god één God is. Wie daarom de ontmoeting met zijn Heer verwacht: laat hem goede daden verrichten en laat hem bij de aanbidding van zijn Heer niet één deelgenoot toekennen.\"",
        "ur": "اے محمدؐ، کہو کہ میں تو ایک انسان ہوں تم ہی جیسا، میری طرف وحی کی جاتی ہے کہ تمہارا خدا بس ایک ہی خدا ہے، پس جو کوئی اپنے رب کی ملاقات کا امیدوار ہو اسے چاہیے کہ نیک عمل کرے اور بندگی میں اپنے رب کے ساتھ کسی اور کو شریک نہ کرے",
        "bn": "কোৱা, ‘মই তোমালোকৰ দৰেই এজন মানুহ, মোৰ প্ৰতি অহী হয় যে, তোমালোকৰ ইলাহ একমাত্ৰ সত্য ইলাহ। সেয়ে যিয়ে তাৰ প্ৰতিপালকৰ সাক্ষাৎ কামনা কৰে, তাৰ উচিত সৎকৰ্ম কৰা আৰু তাৰ প্ৰতিপালকৰ ইবাদতত আন কাকো অংশী নকৰা’।",
        "fa": "[ای پیامبر،] بگو: «من فقط بشری [عادی] همچون شما هستم. به من وحی می‌شود که تنها معبودتان، اللهِ یکتاست؛ پس هر‌ کس به دیدارِ پروردگارش [در آخرت] امید دارد، باید کار شایسته انجام دهد و هیچ کس را در عبادتِ پروردگارش شریک نسازد»."
      }
    }
  ]
}