{
  "surah_number": 8,
  "extracted_at": "2025-09-20T15:15:21.012Z",
  "verses": [
    {
      "verse_number": 1161,
      "verse_key": "8:1",
      "arabic_text": " يَسْـَٔلُونَكَ عَنِ ٱلْأَنفَالِ ۖ قُلِ ٱلْأَنفَالُ لِلَّهِ وَٱلرَّسُولِ ۖ فَٱتَّقُوا۟ ٱللَّهَ وَأَصْلِحُوا۟ ذَاتَ بَيْنِكُمْ ۖ وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤْمِنِينَ",
      "phonetic_text": "Yas-aloonaka AAani al-anfali qulial-anfalu lillahi warrasooli fattaqooAllaha waaslihoo thata baynikum waateeAAooAllaha warasoolahu in kuntum mu/mineen",
      "translations": {
        "fr": "<p>Ils t’interrogent sur le butin. Dis : « Le butin revient à Allah et à Son Messager. »</p><p>Craignez donc Allah, arrangez-vous à l’amiable dans vos rapports, obéissez à Allah et à Son Messager, si vous êtes croyants.</p>",
        "en": "They ask you [Prophet] about [distributing] the battle gains. Say, ‘That is a matter for God and His Messenger, so be mindful of God and make things right between you. Obey God and His Messenger if you are true believers:",
        "es": "Te preguntan acerca de los botines [de guerra, cómo se distribuyen]. Diles [¡Oh, Muhámmad!]: “Las reglas de cómo distribuir los botines las dictaminan solo Dios y el Mensajero. Tened temor de Dios, solucionad vuestros conflictos y obedeced a Dios y a Su Mensajero, si es que sois creyentes”.",
        "it": "Ti interrogheranno a proposito del bottino  <a class=f><sup foot_note=157271>1</sup></a>. Di’: «Il bottino appartiene ad Allah e al Suo Messaggero». Temete Allah e mantenete la concordia tra di voi. Obbedite ad Allah e al Suo Messaggero, se siete credenti.",
        "ru": "Они спрашивают тебя о трофеях. Скажи: «Трофеи принадлежат Аллаху и Посланнику». Побойтесь же Аллаха и урегулируйте разногласия между собой. Повинуйтесь Аллаху и Его Посланнику, если вы являетесь верующими.",
        "tr": "Sana ganimetlerin bölüştürülmesini soruyorlar. De ki, ganimetlerin taksimi Allah'a ve Resulüne aittir. Onun için siz gerçekten mümin kimseler iseniz Allah'tan korkun da biribirinizle aranızı düzeltin. Allah'a ve Resulü'ne itaat edin.",
        "de": "Sie fragen dich nach der (zugedachten) Beute. Sag: Die (zugedachte) Beute gehört Allah und dem Gesandten. So fürchtet Allah und stiftet Frieden untereinander, und gehorcht Allah und Seinem Gesandten, wenn ihr gläubig seid!",
        "pt": "Perguntar-te-ão sobre os espólios. Dize: Os espólios pertencem a Deus e ao Mensageiro. Temei, pois, a Deus, e resolveifraternalmente as vossa querelas; obedecei a Deus e ao Seu Mensageiro, se sois fiéis.",
        "nl": "Zij vragen jou (O Moehammad) over de oorlogsbuit, zeg: \"De oorlogsbuit behoort aan Allah en de Boodschapper toe. Vreest dan Allah en sticht vrede onder jullie. En gehoorzaamt Allah en Zijn Boodschapper, als jullie gelovigen zijn.\"",
        "ur": "تم سے اَنفال کے متعلق پُوچھتے ہیں؟ کہو”یہ انفال تو اللہ اور اُس کے رسُول ؐ کے ہیں، پس تم لوگ اللہ سے ڈرو اور اپنے آپس کے تعلقات درست کرو اور اللہ اور اُس کے رسُول ؐ کی اطاعت کرو اگر تم مومن ہو۔<sup foot_note=\"184043\">1</sup>“",
        "bn": "মানুহে তোমাক আনফাল (যুদ্ধলব্ধ সম্পদ) সম্পৰ্কে প্ৰশ্ন কৰে; কোৱা, ‘যুদ্ধলব্ধ সম্পদ আল্লাহ আৰু ৰাছুলৰ বাবে; এতেকে তোমালোকে আল্লাহৰ তাক্বৱা অৱলম্বন কৰা আৰু নিজৰ মাজত সদ্ভাৱ স্থাপন কৰা লগতে আল্লাহ আৰু তেওঁৰ ৰাছুলৰ আনুগত্য কৰা, যদি তোমালোকে মুমিন হোৱা’।",
        "fa": "[ای پیامبر،] از تو دربارۀ [تقسیمِ] انفال [= غنایم جنگی] می‌پرسند؛ بگو: «انفال از آنِ الله و پیامبر است؛ پس از الله پروا کنید و با یكدیگر سازش نمایید و اگر ایمان دارید، از الله و پیامبرش اطاعت کنید."
      }
    },
    {
      "verse_number": 1162,
      "verse_key": "8:2",
      "arabic_text": "إِنَّمَا ٱلْمُؤْمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ ءَايَـٰتُهُۥ زَادَتْهُمْ إِيمَـٰنًا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "phonetic_text": "Innama almu/minoona allatheenaitha thukira Allahu wajilat quloobuhum wa-ithatuliyat AAalayhim ayatuhu zadat-hum eemananwaAAala rabbihim yatawakkaloon",
      "translations": {
        "fr": "Les croyants sont ceux qui, quand le nom d’Allah est évoqué, sentent leurs cœurs frémir de crainte ; et quand leur sont récités Ses versets, leur foi ne fait que s’accroître. Et c’est à leur Seigneur qu’ils s’en remettent.",
        "en": "true believers are those whose hearts tremble with awe when God is mentioned, whose faith increases when His revelations are recited to them, who put their trust in their Lord,",
        "es": "Los creyentes son aquellos que, cuando les es mencionado el nombre de Dios, sus corazones se estremecen y que, cuando les son recitados Sus versículos, les aumenta la fe y se encomiendan a su Señor.",
        "it": "In verità i [veri] credenti sono quelli i cui cuori tremano quando viene menzionato Allah e che, quando vengono recitati i Suoi versetti, accrescono la loro fede. Nel Signore confidano,",
        "ru": "Верующими являются только те, сердца которых испытывают страх при упоминании Аллаха, вера которых усиливается, когда им читают Его аяты, которые уповают на своего Господа,",
        "tr": "Gerçek müminler ancak o müminlerdir ki, Allah anıldığı zaman yürekleri ürperir, âyetleri okunduğu zaman imanlarını arttırır. Ve bunlar yalnızca Rablerine tevekkül ederler.",
        "de": "Die (wahren) Gläubigen sind ja diejenigen, deren Herzen sich vor Ehrfurcht regen, wenn Allahs gedacht wird, und die, wenn ihnen Seine Zeichen verlesen werden, es ihren Glauben mehrt, und die sich auf ihren Herrn verlassen,",
        "pt": "Só são fiéis aqueles cujos corações, quando lhes é mencionado o nome de Deus estremecem e, quando lhes são recitadosos Seus versículos, é-lhes acrescentada a fé, e se encomendam ao seu Senhor.",
        "nl": "Voorwaar, de gelovigen zijn slechts degenen wiens harten sidderen wanneer Allah genoemd wordt en wameer Zijn Verzen aan hen worden voorgedragen; hun geloof neemt dan toe, en op hun Heer hebben zij hun vertrouwen gesteld.",
        "ur": "سچے اہلِ ایمان تو وہ لوگ ہیں جن کے دل اللہ کا ذکر سُن کرلرز جاتے ہیں اور جب اللہ کی آیات ان کے سامنے پڑھی جاتی ہیں تو ان کا ایمان بڑھ جاتا ہے<sup foot_note=\"184044\">1</sup>، اور وہ اپنے ربّ پر اعتماد رکھتے ہیں",
        "bn": "প্ৰকৃত মুমিন সিহঁতেই যিসকলৰ হৃদয় আল্লাহক স্মৰণ কৰা হ’লে কম্পিত হয় আৰু তেওঁৰ আয়াতসমূহ সিহঁতৰ ওচৰত তিলাৱত কৰা হ’লে সেয়া সিহঁতৰ ঈমান বৃদ্ধি কৰে, আৰু সিহঁতে কেৱল নিজ প্ৰতিপালকৰ ওপৰতেই ভৰসা কৰে।",
        "fa": "بی‌تردید، مؤمنان فقط کسانی هستند که وقتی الله یاد می‌شود، دل‌هایشان هراسان می‌گردد و هرگاه آیاتش بر آنان خوانده می‌شود، بر ایمانشان می‌افزاید و بر پروردگارشان توکل می‌کنند."
      }
    },
    {
      "verse_number": 1163,
      "verse_key": "8:3",
      "arabic_text": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
      "phonetic_text": "Allatheena yuqeemoona assalatawamimma razaqnahum yunfiqoon",
      "translations": {
        "fr": "(Ce sont) ceux qui accomplissent la Çalât et qui dépensent (en charité) de ce que Nous leur avons dispensé.",
        "en": "who keep up the prayer and give to others out of what We provide for them.",
        "es": "[Los creyentes] son quienes realizan la oración y dan en caridad parte de lo que les he provisto.",
        "it": "quelli stessi che eseguono l’orazione e donano di quello di cui li abbiamo provvisti  <a class=f><sup foot_note=157272>1</sup></a>.",
        "ru": "которые совершают намаз и расходуют из того, чем Мы их наделили.",
        "tr": "Onlar ki, namazı gereği gibi kılarlar ve kendilerine rızık olarak verdiğimiz şeylerden Allah yoluna harcarlar.",
        "de": "die das Gebet verrichten und von dem, womit Wir sie versorgt haben, ausgeben.",
        "pt": "Aqueles que observam a oração e fazem caridade com aquilo com que os agraciamos;",
        "nl": "Zij die de shalât onderhouden en die bijdragen geven van de voorzieningen die Wij hun hebben geschonken.",
        "ur": "جو نماز قائم کرتے ہیں اور جو کچھ ہم نے ان کو دیا ہے اس میں سے (ہماری راہ میں) خرچ کرتے ہیں",
        "bn": "যিসকলে ছালাত কায়েম কৰে আৰু আমি সিহঁতক যি জীৱিকা দান কৰিছো তাৰ পৰা ব্যয় কৰে;",
        "fa": "همان کسانی‌ که نماز برپا می‌دارند و از آنچه روزی‌شان کرده‌ایم انفاق می‌کنند."
      }
    },
    {
      "verse_number": 1164,
      "verse_key": "8:4",
      "arabic_text": "أُو۟لَـٰٓئِكَ هُمُ ٱلْمُؤْمِنُونَ حَقًّا ۚ لَّهُمْ دَرَجَـٰتٌ عِندَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
      "phonetic_text": "Ola-ika humu almu/minoona haqqanlahum darajatun AAinda rabbihim wamaghfiratun warizqunkareem",
      "translations": {
        "fr": "Ceux-là sont les vrais croyants. Ils sont tenus en très haut rang auprès de leur Seigneur, ont un pardon et un don généreux.",
        "en": "Those are the ones who truly believe. They have high standing with their Lord, forgiveness, and generous provision.’",
        "es": "Éstos son los verdaderos creyentes, que alcanzarán grados elevados ante su Señor, el perdón y un sustento generoso.",
        "it": "Sono questi i veri credenti: avranno gradi [d’onore] presso il loro Signore, il perdono e generoso sostentamento.",
        "ru": "Они являются истинно верующими. Им уготованы высокое положение у их Господа, прощение и щедрый удел.",
        "tr": "İşte gerçekten mümin olanlar onlardır. Onlara Rablerinin katında dereceler vardır, bağışlanma ve değerli rızık vardır.",
        "de": "Das sind die wahren Gläubigen. Für sie gibt es bei ihrem Herrn Rangstufen und Vergebung und ehrenvolle Versorgung.",
        "pt": "Estes são os verdadeiros fiéis, que terão graus de honra junto ao seu Senhor, indulgências e um magnífico sustento.",
        "nl": "Zij zijn degenen die de ware gelovigen zijn, voor hen zijn er rangen bij hun Heer, en vergeving en een edele voorziening.",
        "ur": "ایسےہی لوگ حقیقی مومن ہیں۔ ان کے لیے ان کے ربّ کے پاس بڑے درجے ہیں۔ قصوروں سے درگزر ہے<sup foot_note=\"184045\">1</sup> اور بہترین رزق ہے",
        "bn": "সিহঁতেই প্ৰকৃত মুমিন। সিহঁতৰ বাবে আছে সিহঁতৰ প্ৰতিপালকৰ ওচৰত উচ্চ মৰ্যাদাসমূহ, ক্ষমা আৰু সন্মানজনক জীৱিকা।",
        "fa": "آنان هستند كه به راستی مؤمنند. براى آنان نزد پروردگارشان، درجاتی [والا] و آمرزش و روزىِ نیكو خواهد بود."
      }
    },
    {
      "verse_number": 1165,
      "verse_key": "8:5",
      "arabic_text": "كَمَآ أَخْرَجَكَ رَبُّكَ مِنۢ بَيْتِكَ بِٱلْحَقِّ وَإِنَّ فَرِيقًا مِّنَ ٱلْمُؤْمِنِينَ لَكَـٰرِهُونَ",
      "phonetic_text": "Kama akhrajaka rabbuka min baytika bilhaqqiwa-inna fareeqan mina almu/mineena lakarihoon",
      "translations": {
        "fr": "C’est aussi par la vérité que ton Seigneur t’a fait sortir de chez toi, bien qu’une partie des croyants fût réticente.",
        "en": "For it was your Lord who made you [Prophet] venture from your home for a true purpose––though a group of the believers disliked it",
        "es": "Tu Señor te hizo salir de tu casa [para luchar] por la verdad, pero eso le disgustó a un grupo de los creyentes<sup foot_note=168586>1</sup>.",
        "it": "Così, fu nel nome della Verità che il tuo Signore ti fece uscire dalla tua casa, nonostante che una parte dei credenti ne avesse avversione  <a class=f><sup foot_note=157273>1</sup></a> .",
        "ru": "Таким же образом твой Господь побудил тебя выйти из дома (в направлении Бадра) ради истины, хотя некоторые из верующих не хотели этого.",
        "tr": "Nitekim Rabbin seni, hak uğruna savaşmak için evinden çıkarmıştı. Oysa müslümanların bir kısmı o zaman bundan hoşlanmamışlardı.",
        "de": "So wie dein Herr dich aus deinem Haus hinausziehen ließ mit der Wahrheit, während es einer Gruppe der Gläubigen wahrlich zuwider war,",
        "pt": "Tal como, em verdade, quando o teu Senhor te ordenou abandonar o teu lar, embora isso desgostasse alguns dos fiéis.",
        "nl": "Zoals jouw Heer jou met de Waarheid uit jouw huis heeft doen gaan, (zo verdeelt Hij ook met de Waarheid de oorlogsbuit). En voorwaar, een groep van de gelovigen heeft ef een afkeer van.",
        "ur": "(اِس مال غنیمت کے معاملہ میں بھی ویسی ہی صورت پیش آ رہی ہے جیسی اُس وقت پیش آئی تھی جبکہ) تیرا رب تجھے حق کے ساتھ تیرے گھر سے نکال لایا تھا اور مومنوں میں سے ایک گروہ کو یہ سخت ناگوار تھا",
        "bn": "এইটো এনেকুৱা, যেনেকৈ তোমাৰ প্ৰতিপালকে ন্যায়ভাৱে তোমাক ঘৰৰ পৰা উলিয়াই আনিছিল অথচ মুমিনসকলৰ এটা দলে সেয়া অপছন্দ কৰিছিল।",
        "fa": "[ای پیامبر، اختیار کاملِ تو بر غنایم، موجب ناخشنودی برخی افراد است؛ درست] همان‌ طور که پروردگارت تو را به‌حق از خانه‌ات [در مدینه به سوی میدان بدر] بیرون آورد و قطعاً گروهی از مؤمنان [از جنگیدن] ناخشنود بودند."
      }
    },
    {
      "verse_number": 1166,
      "verse_key": "8:6",
      "arabic_text": "يُجَـٰدِلُونَكَ فِى ٱلْحَقِّ بَعْدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلْمَوْتِ وَهُمْ يَنظُرُونَ",
      "phonetic_text": "Yujadiloonaka fee alhaqqibaAAda ma tabayyana kaannama yusaqoona ilaalmawti wahum yanthuroon",
      "translations": {
        "fr": "Ils disputent avec toi de la vérité qui s’est déjà révélée en toute clarté, comme s’ils étaient conduits à la mort et la voyaient devant eux.",
        "en": "and argued with you about the truth after it had been made clear, as if they were being driven towards a death they could see with their own eyes.",
        "es": "Te discuten sobre el verdadero motivo [del enfrentamiento] después de habérseles evidenciado la verdad, como si fueran arrastrados a la muerte ante sus propios ojos.",
        "it": "Polemizzano con te dopo che la verità è stata resa manifesta, come se fossero spinti verso la morte e ne fossero consci.",
        "ru": "Они препирались с тобой относительно истины после того, как она стала очевидна, словно их вели на смерть, и они наблюдали за этим.",
        "tr": "Ve gerçek, gün gibi açığa çıktıktan sonra bile seninle münakaşaya devam etmişlerdi; sanki göz göre göre ölüme sürükleniyorlardı.",
        "de": "und sie mit dir über die Wahrheit stritten, nachdem (es) klargeworden war, als ob sie in den Tod getrieben würden, während sie zuschauten.",
        "pt": "Discutem contigo acerca da verdade, apesar de a mesma já lhes haver sido evidenciada, como se estivessem sendoarrastados para a morte, e a estivessem vendo.",
        "nl": "Zij redetwisten met jou over de Waarheid nadat deze is duidelijk geworden, alsof zij naar de dood gedreven worden terwijl zij toezien.",
        "ur": "وہ اس حق کےمعاملہ میں تجھ سے جھگڑ رہے تھے دراں حالے کہ وہ صاف صاف نمایا ہو چکا تھا۔ ان کا حال یہ تھا کہ گویا وہ آنکھوں دیکھے موت کی طرف ہانکے جارہے ہیں۔<sup foot_note=\"184046\">1</sup>",
        "bn": "সত্য স্পষ্টভাৱে প্ৰকাশিত হোৱাৰ পিছতো সিহঁতে তোমাৰ লগত বিতৰ্ক কৰে। এনে লাগে যেন সিহঁতক মৃত্যুৰ ফালে খেদি লৈ যোৱা হৈছে আৰু সিহঁতে সেয়া দেখি আছে।",
        "fa": "آنان پس از آنکه حقیقت آشکار شد، دربارۀ حق [= جهاد] با تو مجادله می‌کنند؛ گویى آنان را به سوى مرگ مى‌رانند در حالی که خود [به مُردنشان‌] مى‌نگرند."
      }
    },
    {
      "verse_number": 1167,
      "verse_key": "8:7",
      "arabic_text": "وَإِذْ يَعِدُكُمُ ٱللَّهُ إِحْدَى ٱلطَّآئِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ ٱلشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلْحَقَّ بِكَلِمَـٰتِهِۦ وَيَقْطَعَ دَابِرَ ٱلْكَـٰفِرِينَ",
      "phonetic_text": "Wa-ith yaAAidukumu Allahu ihdaatta-ifatayni annaha lakum watawaddoonaanna ghayra thati ashshawkati takoonu lakumwayureedu Allahu an yuhiqqa alhaqqa bikalimatihiwayaqtaAAa dabira alkafireen",
      "translations": {
        "fr": "Et (souvenez-vous) quand Allah vous a promis que l’un des deux clans (ennemis) serait sous votre pouvoir à vous. Vous souhaitiez que celui qui était le moins armé fût à vous, mais Allah voulait établir la vérité par Ses paroles et faire périr, jusqu’au dernier, les mécréants.",
        "en": "Remember how God promised you [believers] that one of the two enemy groups would fall to you: you wanted the unarmed group to be yours, but it was God’s will to establish the truth according to His Word and to finish off the disbelievers––",
        "es": "Pero [recuerda] cuando Dios os prometió [la victoria] sobre uno de los dos grupos. Vosotros deseabais enfrentar al menos poderoso<sup foot_note=168587>1</sup>, pero Dios quería hacer prevalecer la verdad con Sus Palabras y erradicar a los que se niegan a creer,",
        "it": "[E ricordate] quando Allah vi promise che una delle due schiere [sarebbe stata] in vostro potere; avreste voluto che fosse quella disarmata! Invece Allah voleva che si dimostrasse la verità [delle Sue parole] e [voleva] sbaragliare i miscredenti fino all’ultimo,",
        "ru": "Вот Аллах обещал вам, что вам достанется один из двух отрядов (торговый караван или вооруженный отряд мекканцев). Вы пожелали, чтобы вам достался невооруженный отряд. Но Аллах желает подтвердить истину своими словами и искоренить неверующих,",
        "tr": "İşte o zaman Allah size iki taifeden (kervan veya kureyş ordusundan) birini vaad ediyordu ki, sizin olacaktı. Siz ise arzu ediyordunuz ki, şanı ve şerefi olmayan şey (kervan) sizin olsun. Halbuki Allah, âyetleriyle hakkı yerine oturtmak ve kâfirlerinarkasını kesmek istiyordu.",
        "de": "Und als Allah euch versprach, daß die eine der beiden Gruppen euch gehören sollte, und ihr (es) lieber gehabt hättet, daß diejenige ohne Kampfkraft euer sein sollte! Aber Allah will mit Seinen Worten die Wahrheit bestätigen und die Rückkehr der Ungläubigen abschneiden,",
        "pt": "Recordai-vos de que, quando Deus vos prometeu que teríeis de combater um dos dois grupos, desejastes enfrentar odesarmado. E Deus quis fazer prevalecer a verdade, com as Suas palavras, e exterminar os incrédulos,",
        "nl": "En (gedenkt) toen Allah jullie beloofde dat er één van de twee groepen (van jullie vijanden) zeker voor jullie zou zijn. En jullie wensten dat zij die geen wapens bij zich droegen voor jullie zouden zijn. Maar Allah wenst dat de Waarheid bewaarheid wordt door zijn Woorden en Hij roeit de ongelovigen uit.",
        "ur": "یاد کرو وہ موقع جب کہ اللہ تم سے وعدہ کر رہا تھا کہ دونوں گروہوں میں سے ایک تمہیں مِل جائے گا۔<sup foot_note=\"184047\">1</sup> تم چاہتے تھے کہ کمزور گروہ تمہیں ملے۔ <sup foot_note=\"184048\">2</sup>مگر اللہ کا ارادہ یہ تھا کہ اپنے ارشادات سے حق کو حق کر دکھائے اور کافروں کی جڑ کاٹ دے",
        "bn": "আৰু স্মৰণ কৰা, যেতিয়া আল্লাহে তোমালোকক প্ৰতিশ্ৰুতি দিছিল যে, দুই দলৰ যিকোনো এটা দল তোমালোকৰ আয়ত্তাধীন হ'ব, অথচ তোমালোকে বিচাৰিছিলা যে, অস্ত্ৰহীন দলটো তোমালোকৰ আয়ত্তাধীন হওঁক, কিন্তু আল্লাহে বিচাৰিছিল সত্যক তেওঁৰ বাণীৰ দ্বাৰা প্ৰতিষ্ঠিত কৰিব আৰু কাফিৰসকলক নিৰ্মূল কৰিব।",
        "fa": "و [ای مجاهدان، به یاد آورید] هنگامی که الله به شما وعده داد که [غنایمِ] یکی از دو گروه [= کاروان تجاری یا لشکر] نصیبتان خواهد شد و شما دوست ‌داشتید که کاروانِ غیرنظامی [= تجاری] برای شما باشد؛ و[لی] الله می‌خواست با سخنان خویش [دربارۀ کشتار کفار]، حق [= اسلام] را پایدار گردانَد و ریشۀ کافران را قطع کند."
      }
    },
    {
      "verse_number": 1168,
      "verse_key": "8:8",
      "arabic_text": "لِيُحِقَّ ٱلْحَقَّ وَيُبْطِلَ ٱلْبَـٰطِلَ وَلَوْ كَرِهَ ٱلْمُجْرِمُونَ",
      "phonetic_text": "Liyuhiqqa alhaqqa wayubtilaalbatila walaw kariha almujrimoon",
      "translations": {
        "fr": "Pour qu’Il établisse la vérité et réduise à néant le mensonge, n’en déplaise aux criminels.",
        "en": "to prove the Truth to be true, and the false to be false, much as the guilty might dislike it.",
        "es": "para que así prevalezca la Verdad y se desvanezca la falsedad, aunque ello les disguste a los criminales.",
        "it": "per far trionfare la verità e annientare la menzogna a scapito degli empi  <a class=f><sup foot_note=157274>1</sup></a> .",
        "ru": "чтобы восторжествовала истина и исчезла ложь, даже если это ненавистно грешникам.",
        "tr": "Ki, hakkın hak olduğunu tanıtsın ve batılı büsbütün yok etsin, varsın o günahkârlar istemesin.",
        "de": "um die Wahrheit zu bestätigen und das Falsche zunichte zu machen, auch wenn es den Übeltätern zuwider ist.",
        "pt": "Para que a verdade prevalecesse e desaparecesse a falsidade, ainda que isso desgostasse os pecadores.",
        "nl": "Opdat de Waarheid bewaarheid zou worden en de valsheid als valsheid duidelijk zou worden, ook al hebben de misdadigers er een afkeer van.",
        "ur": "تاکہ حق حق ہو کر رہے اور باطِل باطِل ہو کر رہ جائے خواہ مجرموں کو یہ کتنا ہی ناگوار ہو۔<sup foot_note=\"184049\">1</sup>",
        "bn": "এইটো এই বাবে যে, তেওঁ সত্যক সত্যৰূপে আৰু বাতিলক বাতিলৰূপে প্ৰতিপন্ন কৰে, যদিও অপৰাধীসকলে এয়া পছন্দ নকৰে।",
        "fa": "[الله اسلام را پیروز کرد] تا حق را ثابت نماید و باطل را از میان بردارد؛ هر چند که گناهکاران [مشرک] نا‌خشنود باشند."
      }
    },
    {
      "verse_number": 1169,
      "verse_key": "8:9",
      "arabic_text": "إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَٱسْتَجَابَ لَكُمْ أَنِّى مُمِدُّكُم بِأَلْفٍ مِّنَ ٱلْمَلَـٰٓئِكَةِ مُرْدِفِينَ",
      "phonetic_text": "Ith tastagheethoona rabbakum fastajabalakum annee mumiddukum bi-alfin mina almala-ikatimurdifeen",
      "translations": {
        "fr": "(Souvenez-vous aussi) lorsque vous imploriez le secours de votre Seigneur et qu’Il vous répondit : « Je vous envoie en renfort mille Anges se succédant en vagues. »",
        "en": "When you begged your Lord for help, He answered you, ‘I will reinforce you with a thousand angels in succession.’",
        "es": "[Recordad] cuando pedíais socorro a vuestro Señor y Él os respondió: “Os auxiliaré con mil ángeles que descenderán uno tras otro”.",
        "it": "E [ricordate] quando imploraste il soccorso del vostro Signore! Vi rispose: «Vi aiuterò con un migliaio di angeli a ondate successive»  <a class=f><sup foot_note=157275>1</sup></a> .",
        "ru": "Вот вы попросили своего Господа о помощи, и Он ответил вам: «Я помогу вам тысячью ангелов, следующих друг за другом».",
        "tr": "O vakit siz Rabbinizden yardım diliyordunuz. O da: \"Ben işte ardarda bin melekle size yardım ediyorum\" diye duanızı kabul buyurmuştu.",
        "de": "(Gedenke) als ihr euren Herrn um Hilfe anrieft. Da erhörte Er euch: Ich werde euch mit Tausend von den Engeln unterstützen, hintereinander reitend.",
        "pt": "E de quando implorastes o socorro do vosso Senhor e Ele vos atendeu, dizendo: Reforçar-vos-ei com mil anjos, que voschegarão paulatinamente.",
        "nl": "Toen jullie je Heer (bij de Slag bij Badr) om hulp vroegen en Hij jullie verhoorde (en zei:) \"Ik zal jullie (leger) aanvullen met duizend Engelen die elkaar (in strijdgroepen) opvolgen.\"",
        "ur": "اور وہ موقع یاد کرو جبکہ تم اپنے رب سے فریاد کر رہے تھے جواب میں اس نے فرمایا کہ میں تمہاری مدد کے لیے پے در پے ایک ہزار فرشتے بھیج رہا ہوں",
        "bn": "স্মৰণ কৰা, যেতিয়া তোমালোকে তোমালোকৰ প্ৰতিপালকৰ ওচৰত উদ্ধাৰ প্ৰাৰ্থনা কৰিছিলা, ফলত তেওঁ তোমালোকৰ প্ৰাৰ্থনাত সহাঁৰি দিছিল যে, ‘অৱশ্যে আমি তোমালোকক সহায় কৰিম এহেজাৰ ফিৰিস্তাৰ দ্বাৰা, যিসকলে দলে দলে এটাৰ পিছত এটাকৈ আহিব’।",
        "fa": "[روز بدر را به یاد آورید؛] آنگاه كه از پروردگارتان فریادرسى [و یارى‌] مى‌خواستید و او [درخواستِ] شما را پذیرفت [و فرمود:] «بی‌گمان، شما را با هزار فرشته که پیاپی فرود می‌آیند یاری می‌کنم»."
      }
    },
    {
      "verse_number": 1170,
      "verse_key": "8:10",
      "arabic_text": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشْرَىٰ وَلِتَطْمَئِنَّ بِهِۦ قُلُوبُكُمْ ۚ وَمَا ٱلنَّصْرُ إِلَّا مِنْ عِندِ ٱللَّهِ ۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
      "phonetic_text": "Wama jaAAalahu Allahu illabushra walitatma-inna bihi quloobukum wama annasruilla min AAindi Allahi inna Allaha AAazeezunhakeem",
      "translations": {
        "fr": "Allah ne le fit d’ailleurs qu’en heureuse annonce et pour que vos cœurs se rassurent. Et il n’est de victoire que par Allah, car Allah est Tout - Puissant et Sage.",
        "en": "God made this a message of hope to reassure your hearts: help comes only from God, He is mighty and wise.",
        "es": "Dios los envió como una albricia y para infundir el sosiego en vuestros corazones, pero sabed que la victoria depende de Dios. Dios es el Poderoso, el Sabio.",
        "it": "E Allah non lo ha fatto se non per darvi una buona novella, affinché grazie ad essa si acquietassero i vostri cuori. Non c’è altro aiuto che quello di Allah. Allah è veramente eccelso e saggio.",
        "ru": "Аллах сделал это доброй вестью, дабы ваши сердца обрели покой. Победа может быть только от Аллаха. Воистину, Аллах - Могущественный, Мудрый.",
        "tr": "Bunu da Allah size sırf bir müjde olsun ve bununla kalbleriniz yatışsın diye yapmıştı. Yoksa zafer ancak Allah katındandır. Gerçekten Allah mutlak galiptir ve hikmet sahibidir.",
        "de": "Allah machte es nur zu einer frohen Botschaft und damit eure Herzen dadurch Ruhe fänden. Der Sieg kommt ja nur von Allah. Gewiß, Allah ist Allmächtig und Allweise.",
        "pt": "Deus não vo-lo vez senão como alvíssaras e segurança para os vossos corações. Sabei que o socorro só emana de Deus, porque é Poderoso, Prudentíssimo.",
        "nl": "En Allah deed dat slechts om verheugende tij dingen te verkondigen en opdat jullie harten daardoor tot rust zouden komen. En er is geen hulp dan van bij Allah. Voorwaar, Allah is Almachtig, Alwijs.",
        "ur": "یہ بات اللہ نے تمہیں صرف اس لیے بتا دی کہ تمہیں خوشخبری ہو اور تمہارے دل اس سے مطمئن ہو جائیں، ورنہ مدد تو جب بھی ہوتی ہے اللہ ہی کی طرف سے ہوتی ہے، یقیناً اللہ زبردست اور دانا ہے",
        "bn": "আৰু আল্লাহে এইটো কৰিছে কেৱল সুসংবাদস্বৰূপ আৰু যাতে তোমালোকৰ অন্তৰসমূহ ইয়াৰ দ্বাৰা প্ৰশান্তি লাভ কৰে; সহায় কেৱল আল্লাহৰ পৰাই আহে; নিশ্চয় আল্লাহ প্ৰবল পৰাক্ৰমশালী, প্ৰজ্ঞাময়।",
        "fa": "و الله این [یاری] را جز مژده‌ای [برای شما] قرار نداد تا دل‌هایتان با آن آرام گیرد؛ و [بدانید که] پیروزی جز از جانب الله نیست. به راستی که الله شکست‌ناپذیرِ حکیم است."
      }
    },
    {
      "verse_number": 1171,
      "verse_key": "8:11",
      "arabic_text": "إِذْ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةً مِّنْهُ وَيُنَزِّلُ عَلَيْكُم مِّنَ ٱلسَّمَآءِ مَآءً لِّيُطَهِّرَكُم بِهِۦ وَيُذْهِبَ عَنكُمْ رِجْزَ ٱلشَّيْطَـٰنِ وَلِيَرْبِطَ عَلَىٰ قُلُوبِكُمْ وَيُثَبِّتَ بِهِ ٱلْأَقْدَامَ",
      "phonetic_text": "Ith yughashsheekumu annuAAasaamanatan minhu wayunazzilu AAalaykum mina assama-imaan liyutahhirakum bihi wayuthhiba AAankumrijza ashshaytani waliyarbita AAalaquloobikum wayuthabbita bihi al-aqdam",
      "translations": {
        "fr": "Et (souvenez-vous) quand Il vous enveloppa dans un sommeil sécurisant et, du ciel, fit descendre sur vous une eau pour vous purifier, éloigner de vous les suggestions abjectes de Satan, stimuler vos cœurs et raffermir vos pas.",
        "en": "Remember when He gave you sleep as a reassurance from Him, and sent down water from the sky to cleanse you, to remove Satan’s pollution from you, to make your hearts strong and your feet firm.",
        "es": "[Y recordad] cuando os envolvió un sueño ligero dándoos una calma interior, e hizo descender una llovizna del cielo para purificaros con ella y apartar de vosotros la mancha del demonio, afirmar vuestros corazones y afianzar vuestros pasos.",
        "it": "E quando vi avvolse nel sonno come in un rifugio da parte Sua, fece scendere su di voi acqua dal cielo, per purificarvi e scacciare da voi la sozzura di Satana, rafforzare i vostri cuori e rinsaldare i vostri passi  <a class=f><sup foot_note=157276>1</sup></a> .",
        "ru": "Вот Он наслал на вас дремоту, чтобы вы почувствовали себя в безопасности, и ниспослал вам с неба воду, чтобы очистить вас ею и удалить c вас скверну дьявола, чтобы сделать ваши сердца стойкими и утвердить этим ваши стопы.",
        "tr": "O sırada size, yine katından bir güven ve esenlik olmak üzere bir uyku sardırıyordu, sizi temizlemek, şeytanın vesvesesini sizden gidermek, yüreklerinize kuvvet vermek ve ayaklarınızı sağlam durdurmak için gökten üzerinize yağmur indiriyordu.",
        "de": "Als Er Schläfrigkeit euch überkommen ließ als (Gefühl der) Sicherheit von Ihm und Wasser vom Himmel auf euch herabsandte, um euch damit zu reinigen und das Unheil des Satans von euch zu entfernen und um eure Herzen zu stärken und (eure) Füße damit zu festigen.",
        "pt": "E de quanto Ele, para vosso sossego, vos envolveu num sono, enviou-vos água do céu para, com ela, vos purificardes, livrardes da imundice de Satanás, e para confortardes os vossos corações e afirmardes os vossos passos.",
        "nl": "(Gedenkt) toen Hij jullie met slaap bedekte, als middel ter beveiliging van Hem en Hij deed uit de hemel water op jullie neerdalen om jullie daarmee te reinigen en om de plaag van de Satan van jullie weg te nemen en om jullie harten te versterken en om jullie hielen te verstevigen.",
        "ur": "اور وہ وقت جبکہ اللہ اپنی طرف سے غنودگی کی شکل میں تم پر اطمینان و بے خوفی کی کیفیت طاری کر رہا تھا،<sup foot_note=\"184050\">1</sup> اور آسمان سے تمہارے اوپر پانی برسا رہا تھا تاکہ تمہیں پاک کرے اور تم سے شیطان کی ڈالی ہوئی نجاست دُور کرے اور تمہاری ہمّت بندھائے اور اس کے ذریعہ سے تمہارے قدم جمادے۔<sup foot_note=\"184051\">2</sup>",
        "bn": "স্মৰণ কৰা, যেতিয়া তেওঁ তেওঁৰ ফালৰ পৰা স্বস্তিৰ বাবে তোমালোকক তন্দ্ৰাচ্ছন্ন কৰিছিল আৰু আকাশৰ পৰা তোমালোকৰ বাবে পানী বৰ্ষাইছিল যাতে ইয়াৰ দ্বাৰা তেওঁ তোমালোকক পৱিত্ৰ কৰে, আৰু তোমালোকৰ পৰা চয়তানৰ কুমন্ত্ৰণা দূৰ কৰে, তোমালোকৰ হৃদয়সমূহ দৃঢ় ৰাখে আৰু ইয়াৰ মাধ্যমত তোমালোকৰ ভৰিসমূহ স্থিৰ ৰাখে।",
        "fa": "[و به یاد آورید] هنگامی که [الله آن] خواب سبک را که [امنیت و] آرامشی از سوی او تعالی بود، بر شما افکند و آبی از آسمان برایتان فروفرستاد تا شما را با آن پاک کند و پلیدی [= وسوسه‌های] شیطان را از شما دور سازد و دل‌هایتان را محکم بدارد و گام‌هایتان را با آن استوار نماید."
      }
    },
    {
      "verse_number": 1172,
      "verse_key": "8:12",
      "arabic_text": "إِذْ يُوحِى رَبُّكَ إِلَى ٱلْمَلَـٰٓئِكَةِ أَنِّى مَعَكُمْ فَثَبِّتُوا۟ ٱلَّذِينَ ءَامَنُوا۟ ۚ سَأُلْقِى فِى قُلُوبِ ٱلَّذِينَ كَفَرُوا۟ ٱلرُّعْبَ فَٱضْرِبُوا۟ فَوْقَ ٱلْأَعْنَاقِ وَٱضْرِبُوا۟ مِنْهُمْ كُلَّ بَنَانٍ",
      "phonetic_text": "Ith yoohee rabbuka ilaalmala-ikati annee maAAakum fathabbitoo allatheena amanoosaolqee fee quloobi allatheena kafaroo arruAAba fadriboofawqa al-aAAnaqi wadriboo minhum kulla banan",
      "translations": {
        "fr": "Alors, ton Seigneur révéla aux Anges : « Je suis avec vous. Affermissez ceux qui croient, cependant que Je jetterai l’effroi dans les cœurs de ceux qui ont mécru. Frappez donc les cous et frappez le bout de chaque doigt.",
        "en": "Your Lord revealed to the angels: ‘I am with you: give the believers firmness; I shall put terror into the hearts of the disbelievers- strike above their necks and strike all their fingertips.’",
        "es": "Y cuando tu Señor inspiró a los ángeles: “Yo estoy con vosotros, dadle valor a los creyentes, infundiré terror en los corazones de los que se niegan a creer. Golpead sobre sus cuellos y golpead todos sus dedos”<sup foot_note=168588>1</sup>.",
        "it": "E quando il tuo Signore ispirò agli angeli: «Invero sono con voi: rafforzate coloro che credono. Getterò il terrore nei cuori dei miscredenti: colpiteli tra capo e collo, colpiteli su tutte le falangi!",
        "ru": "Вот твой Господь внушил ангелам: «Я - с вами. Укрепите тех, которые уверовали! Я же вселю ужас в сердца тех, которые не веруют. Рубите им головы и рубите им все пальцы».",
        "tr": "İşte o anda Rabbin meleklere şöyle vahyediyordu: Ben sizinle beraberim, müminlere sebat verin. Kâfirlerin yüreğine korku salacağım, hemen boyunlarının üstüne vurun, parmaklarına, parmaklarına vurun\".",
        "de": "Als dein Herr den Engeln eingab: Gewiß, Ich bin mit euch. So festigt diejenigen, die glauben! Ich werde in die Herzen derer, die ungläubig sind, Schrecken einjagen. So schlagt oberhalb der Nacken und schlagt von ihnen jeden Finger!",
        "pt": "E de quando o teu Senhor revelou aos anjos: Estou convosco; firmeza, pois, aos fiéis! Logo infundirei o terror noscorações dos incrédulos; decapitai-os e decepai-lhes os dedos!",
        "nl": "(Gedenk) toen jouw Heer aan de Engelen openbaarde: \"Voorwaar, Ik ben met jullie, versterkt daarom degenen die geloven. Ik zal angst werpen in de harten van degenen die ongelovig zijn. Staat dan hun hoofden af en slaat al hun vingers en tenen af.\"",
        "ur": "اور وہ وقت جبکہ تمہارا ربّ فرشتوں کو اشارہ کر رہا تھا کہ ”میں تمہارے ساتھ ہوں، تم اہلِ ایمان کو ثابت قدم رکھو، میں ابھی ان کافروں کے دلوں میں رُعب ڈالے دیتا ہوں، پس تم ان کی گردنوں پر ضرب اور جوڑ جوڑ پر چوٹ لگاوٴ۔“<sup foot_note=\"184052\">1</sup>",
        "bn": "স্মৰণ কৰা, যেতিয়া তোমাৰ প্ৰতিপালকে ফিৰিস্তাসকলৰ প্ৰতি অহী প্ৰেৰণ কৰিছিল যে, ‘নিশ্চয় মই তোমালোকৰ লগত আছো, এতেকে তোমালোকে মুমিনসকলক অবিচলিত ৰাখা’। যিসকলে কুফুৰী কৰিছে অচিৰেই মই সিহঁতৰ হৃদয়ত ভীতিৰ সঞ্চাৰ কৰিম; সেয়ে তোমালোকে আঘাত কৰা সিহঁতৰ গলধনত আৰু আঘাত কৰা সিহঁতৰ প্ৰত্যেক গাঠিয়ে গাঠিয়ে।",
        "fa": "[و ای پیامبر، به یاد آور] هنگامی‌ که پروردگارت به فرشتگان وحی کرد: «من با شما هستم؛ پس کسانی را که ایمان آورده‌اند، ثابت‌قدم دارید. به زودی در دل کسانی که کفر ورزیدند، هراس می‌افکنم؛ پس [ای مجاهدان، شمشیر خویش را] بر فرازِ گردن‌هایشان بزنید و همۀ انگشتانشان را قطع کنید [تا سلاح برنگیرند]."
      }
    },
    {
      "verse_number": 1173,
      "verse_key": "8:13",
      "arabic_text": "ذَٰلِكَ بِأَنَّهُمْ شَآقُّوا۟ ٱللَّهَ وَرَسُولَهُۥ ۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "phonetic_text": "Thalika bi-annahum shaqqoo Allahawarasoolahu waman yushaqiqi Allaha warasoolahufa-inna Allaha shadeedu alAAiqab",
      "translations": {
        "fr": "Cela, parce qu’ils se sont rebellés contre Allah et Son Messager. » Et celui qui se rebelle contre Allah et Son Messager, (qu’il sache qu’) Allah a la punition très dure !",
        "en": "That was because they opposed God and His Messenger, and if anyone opposes God and His Messenger, God punishes them severely-",
        "es": "Esto [es lo que merecen] porque han combatido a Dios y a Su Mensajero. Quien combata a Dios y a Su Mensajero sepa que Dios es severo en el castigo.",
        "it": "E ciò avvenne perché si erano separati da Allah e dal Suo Messaggero». Allah è severo nel castigo con chi si separa da Lui e dal Suo Messaggero…!",
        "ru": "Это потому, что они воспротивились Аллаху и Его Посланнику. А если кто противится Аллаху и Его Посланнику, то ведь Аллах суров в наказании.",
        "tr": "Çünkü onlar Allah'a ve Resulüne karşı geldiler. Kim Allah'a ve Resulüne karşı gelirse, bilsin ki Allah'ın azabı çok çetindir.",
        "de": "Dies dafür, daß sie Allah und Seinem Gesandten entgegenwirkten. Wer Allah und Seinem Gesandten entgegenwirkt, - gewiß, Allah ist streng im Bestrafen.",
        "pt": "Isso, porque contrariaram Deus e o Seu Mensageiro; saiba, quem contrariar Deus e o Seu Mensageiro, que Deus éSeveríssimo no castigo.",
        "nl": "Dat was omdat zij Allah en Zijn Boodschapper bestreden, en wie tegen Allah en zijn Boodschapper strijdt: Allah is hard in de bestraffing.",
        "ur": "یہ اس لیے کہ ان لوگوں نے اللہ اور اس کے رسول ؐ کا مقابلہ کیا اور جو اللہ اور اس کے رسول ؐ کا مقابلہ کرے اللہ اس کے لیے نہایت سخت گیر ہے۔۔۔۔<sup foot_note=\"184053\">1</sup>",
        "bn": "এইটো এই বাবে যে, সিহঁতে আল্লাহ আৰু তেওঁৰ ৰাছুলৰ বিৰোধিতা কৰিছে; আৰু যিয়ে আল্লাহ আৰু তেওঁৰ ৰাছুলৰ বিৰোধিতা কৰিব তেন্তে (জানি থোৱা) নিশ্চয় আল্লাহ শাস্তি দানত অতি কঠোৰ।",
        "fa": "این [کیفر] به خاطر آن است که آنان با الله و رسولش مخالفت کردند؛ و هر کس با الله و رسولش مخالفت کند، [بداند که] الله سخت‌کیفر است."
      }
    },
    {
      "verse_number": 1174,
      "verse_key": "8:14",
      "arabic_text": "ذَٰلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكَـٰفِرِينَ عَذَابَ ٱلنَّارِ",
      "phonetic_text": "Thalikum fathooqoohu waannalilkafireena AAathaba annar",
      "translations": {
        "fr": "Tel est votre (châtiment) : goûtez-le donc ! Aux mécréants (est promis) le supplice du Feu.",
        "en": "‘That is what you get! Taste that!’––and the torment of the Fire awaits the disbelievers.",
        "es": "Eso es lo que merecen recibir, y sabed que los que se niegan a creer recibirán el castigo del Infierno.",
        "it": "Assaggiate questo! I miscredenti avranno il castigo del Fuoco!",
        "ru": "Вот так! Вкусите же его! Воистину, неверующим уготованы мучения в Огне.",
        "tr": "İşte gördünüz ya, şimdilik siz bunu tadın, şu da kesindir ki, ahirette kâfirlere cehennem azabı vardır.",
        "de": "Das (ist eure Strafe dafür), so kostet sie! Und (wisset,) daß es für die Ungläubigen die Strafe des (Höllen)feuers geben wird.",
        "pt": "Tal é (o castigo pelo desafio); provai-o, pois! E sabei que os incrédulos sofrerão o tormento infernal.",
        "nl": "Zo, (is de straf), proeft die dan: en voorwaar, voor de ongelovigen is er de bestraffing van de Hel.",
        "ur": "یہ<sup foot_note=\"184054\">1</sup> ہے تم لوگوں کی سزا، اب اس کا مزہ چکھو، اور تمہیں معلوم ہو کہ حق کا انکار کرنے والوں کے لیے دوزخ کا عذاب ہے",
        "bn": "এইটো শাস্তি, এতেকে তোমালোকে ইয়াৰ সোৱাদ লোৱা। নিশ্চয় কাফিৰসকলৰ বাবে আছে জাহান্নামৰ শাস্তি।",
        "fa": "[ای کافران،] این [عذاب دنیا] را بچشید و [بدانید که] برای کافران [در قیامت،] عذاب آتش است."
      }
    },
    {
      "verse_number": 1175,
      "verse_key": "8:15",
      "arabic_text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُوا۟ زَحْفًا فَلَا تُوَلُّوهُمُ ٱلْأَدْبَارَ",
      "phonetic_text": "Ya ayyuha allatheena amanooitha laqeetumu allatheena kafaroo zahfan falatuwalloohumu al-adbar",
      "translations": {
        "fr": "Ô vous qui avez cru ! Lorsque (le jour du combat) vous rencontrez les mécréants marchant vers vous, ne leur tournez point le dos.",
        "en": "Believers, when you meet the disbelievers in battle, never turn your backs on them:",
        "es": "¡Oh, creyentes! Cuando os enfrentéis con los que se niegan a creer, no les deis la espalda [para huir].",
        "it": "O voi che credete, quando incontrerete i miscredenti in ordine di battaglia non volgete loro le spalle.",
        "ru": "О те, которые уверовали! Когда вы встретитесь с неверующими на поле битвы, то не поворачивайтесь к ним спиной.",
        "tr": "Ey iman edenler! Toplu olarak kâfirlerle karşılaştığınız zaman, onlara arkalarınızı dönmeyin (kaçmayın).",
        "de": "O die ihr glaubt, wenn ihr auf die, die ungläubig sind, trefft, während sie (zur Schlacht) anrücken, dann kehrt ihnen nicht den Rücken.",
        "pt": "Ó fiéis, quando enfrentardes (em batalha) os incrédulos, não lhes volteis as costas.",
        "nl": "O jullie die geloven, wanneer jullie degenen die ongelovig zijn ontmoeten, die tegen jullie optrekken, draait dan hen niet dc rug toe (om te vluchten).",
        "ur": "اے ایمان لانے والو، جب تم ایک لشکر کی صورت میں کفار سے دوچار ہو تو ان کے مقابلہ میں پیٹھ نہ پھیرو",
        "bn": "হে মুমিনসকল! তোমালোকে যেতিয়া কাফিৰ বাহিনীৰ সন্মুখীন হ’বা পৰস্পৰ নিকটৱৰ্তী অৱস্থাত, তেতিয়া তোমালোকে সিহঁতৰ সন্মুখত পৃষ্ঠ প্ৰদৰ্শন নকৰিবা;",
        "fa": "اى كسانى كه ایمان آورده‌اید، هر گاه [در میدان جنگ] با انبوهِ كافران روبرو شدید، به آنان پشت نكنید [و نگریزید]."
      }
    },
    {
      "verse_number": 1176,
      "verse_key": "8:16",
      "arabic_text": "وَمَن يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفًا لِّقِتَالٍ أَوْ مُتَحَيِّزًا إِلَىٰ فِئَةٍ فَقَدْ بَآءَ بِغَضَبٍ مِّنَ ٱللَّهِ وَمَأْوَىٰهُ جَهَنَّمُ ۖ وَبِئْسَ ٱلْمَصِيرُ",
      "phonetic_text": "Waman yuwallihim yawma-ithin duburahuilla mutaharrifan liqitalin aw mutahayyizanila fi-atin faqad baa bighadabin mina Allahiwama/wahu jahannamu wabi/sa almaseer",
      "translations": {
        "fr": "Celui qui, en ce jour, leur tourne le dos - sauf s’il le fait pour adopter une stratégie de combat ou pour rejoindre un autre groupe -, s’expose à la colère d’Allah. Son séjour sera la  Géhenne, et quel horrible sort !",
        "en": "if anyone does so on such a day- unless maneuvring to fight or to join a fighting group- he incurs the wrath of God, and Hell will be his home, a wretched destination!",
        "es": "Pero quien huya, a menos que fuera por una maniobra de batalla o para unirse a otra tropa, incurrirá en la ira de Dios y su morada final será el Infierno. ¡Qué pésimo destino!",
        "it": "Chi in quel giorno volgerà loro le spalle – eccetto il caso di stratagemma per [meglio] combattere o per raggiungere un altro gruppo – incorrerà nella collera di Allah e il suo rifugio sarà l’Inferno. Qual triste rifugio!",
        "ru": "Те, которые в такой день повернутся спиной к неверующим, кроме тех, кто разворачивается для боя или для присоединения с отрядом, навлекут на себя гнев Аллаха. Их пристанищем будет Геенна. Как же скверно это место прибытия!",
        "tr": "Böyle bir günde her kim onlara, tekrar dönüp çarpışmak için geri çekilmek veya diğer bir safta yeniden mevzilenmek hâlleri dışında, arkasını dönerse, muhakkak Allah'dan bir gazaba uğramış olur ve varacağı yer cehennemdir, orası da ne kötü bir akıbettir.",
        "de": "Wer ihnen an jenem Tag den Rücken kehrt - außer, er setzt sich ab zum Kampf, oder er schließt sich einer (anderen) Schar an -, zieht sich fürwahr Zorn von Allah zu, und sein Zufluchtsort ist die Hölle - ein schlimmer Ausgang!",
        "pt": "Aquele que, nesse dia, lhes voltar as costas - a menos que seja por estratégia ou para reunir-se com outro grupo -incorrerá na abominação de Deus, e sua morada será o inferno. Que funesto destino!",
        "nl": "En wie op die dag hen de rug toedraait, anders dan om een wending te maken (als strategie), of om zich aan te sluiten bij een groep (medestrijders), waarlijk, die keert terug onder de toom van Allah en zijn verblijfplaats is de Hel. En dat is de slechtste bestemming.",
        "ur": "جس نے ایسے موقع پر پیٹھ پھیرے۔۔۔۔ اِلّا یہ کہ جنگی چال کے طور پر ایسا کرے یا کسی دوسری فوج سے جا ملنے کے لیے۔۔۔۔ تو وہ اللہ کے غضب میں گھِر جائے گا، اُس کا ٹھکانا جہنّم ہو گا، اور وہ بہت بُری جائے بازگشت ہے۔<sup foot_note=\"184055\">1</sup>",
        "bn": "আৰু সেই দিনা যুদ্ধৰ বাবে কৌশলগত দিশ পৰিবৰ্তন অথবা নিজ দলত আশ্ৰয় গ্ৰহণৰ বাহিৰে কোনোবাই যদি পশ্চাদমুখী হয় তেন্তে সি আল্লাহৰ গজব লৈ উভতিল আৰু তাৰ আশ্ৰয়স্থল হ’ব জাহান্নাম, আৰু সেইটো কিমান যে নিকৃষ্ট প্ৰত্যাৱৰ্তনস্থল!",
        "fa": "و هر کس در آن هنگام به آنان پشت كند ـ مگر آنكه [انگیزه‌اش فریب دشمن یا] كناره‌گیرى براى نبردى [دوباره] یا پیوستن به گروهی [دیگر از سپاه مسلمانان‌] باشد ـ قطعاً به خشم الله گرفتار می‌گردد و جایگاهش دوزخ است؛ و چه بد سرانجامى است!"
      }
    },
    {
      "verse_number": 1177,
      "verse_key": "8:17",
      "arabic_text": "فَلَمْ تَقْتُلُوهُمْ وَلَـٰكِنَّ ٱللَّهَ قَتَلَهُمْ ۚ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَـٰكِنَّ ٱللَّهَ رَمَىٰ ۚ وَلِيُبْلِىَ ٱلْمُؤْمِنِينَ مِنْهُ بَلَآءً حَسَنًا ۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
      "phonetic_text": "Falam taqtuloohum walakinna Allahaqatalahum wama ramayta ith ramayta walakinnaAllaha rama waliyubliya almu/mineena minhu balaanhasanan inna Allaha sameeAAun AAaleem",
      "translations": {
        "fr": "Vous ne les avez certes pas tués mais Allah les a tués ; et lorsque tu as jeté (une poignée de terre), (ce n’est pas toi qui) l’as jetée mais (c’est) Allah (Qui) l’a jetée. C’était pour soumettre les croyants à une bien belle épreuve, car Allah Entend Tout et Il est Omniscient.",
        "en": "It was not you who killed them but God, and when you [Prophet] threw [sand at them] it was not your throw [that defeated them] but God’s, to do the believers a favour: God is all seeing and all knowing-",
        "es": "No fuisteis vosotros quienes les mataron [a sus enemigos] sino que fue Dios quien les dio muerte, y no fuiste tú [¡Oh, Muhámmad!] quien arrojó [el polvo que llegó a los ojos del enemigo en el combate], sino que fue Dios Quien lo hizo. Dios agracia así a los creyentes. Dios todo lo oye, todo lo sabe.",
        "it": "Non siete certo voi che li avete uccisi: è Allah che li ha uccisi. Quando tiravi <a class=f><sup foot_note=157277>1</sup></a> non eri tu che tiravi, ma era Allah che tirava  <a class=f><sup foot_note=157278>2</sup></a> , per provare i credenti con bella prova. In verità Allah tutto ascolta e conosce.",
        "ru": "Не вы убили их, а Аллах убил их. Не ты бросил горсть песку, когда бросал, а Аллах бросил, дабы подвергнуть верующих прекрасному испытанию от Себя. Воистину, Аллах - Слышащий, Знающий.",
        "tr": "Sonra onları siz öldürmediniz, lâkin Allah öldürdü. Attığın zaman da sen atmadın, lâkin Allah attı. Bu da müminlere güzel bir imtihan geçirtmek içindi. Allah işitendir, bilendir.",
        "de": "Nicht ihr habt sie getötet, sondern Allah hat sie getötet. Und nicht du hast geworfen, als du geworfen hast, sondern Allah hat geworfen, und damit Er die Gläubigen einer schönen Prüfung von Ihm unterziehe. Gewiß, Allah ist Allhörend und Allwissend.",
        "pt": "Vós que não os aniquilastes, (ó muçulmanos)! Foi Deus quem os aniquilou; e apesar de seres tu (ó Mensageiro) quemlançou (areia), o efeito foi causado por Deus. Ele fez para Se provar indulgente aos fiéis, porque é Oniouvinte, Sapientíssimo.",
        "nl": "Het waren niet jullie die hen doodden, maar het was Allah die hen doodde, en het was niet jij (O Moehammad) die wierp toen jij wierp, maar het was Allah die wierp. En om de gelovigen er mee te beproeven, als een goede beproeving. Voorwaar, Allah is Alhorend, Alwetend.",
        "ur": "پس حقیقت یہ ہے کہ تم نے انہیں قتل نہیں کیا بلکہ اللہ نے ان کو قتل کیا اور تُو نے نہیں پھینکا بلکہ اللہ نے پھینکا<sup foot_note=\"184056\">1</sup> ( اور مومنوں کے ہاتھ جو اس کام میں استعمال کیے گئے) تو یہ اس لیے تھا کہ اللہ مومنوں کو ایک بہترین آزمائش سے کامیابی کے ساتھ گزار دے ، یقیناً اللہ سُننے اور جاننے والا ہے",
        "bn": "এতেকে তোমালোকে সিহঁতক হত্যা কৰা নাছিলা বৰং আল্লাহেই সিহঁতক হত্যা কৰিছিল। যেতিয়া তুমি নিক্ষেপ কৰিছিলা, তেতিয়া তুমি নিক্ষেপ কৰা নাছিলা বৰং আল্লাহেই নিক্ষেপ কৰিছিল, আৰু এইটো মুমিনসকলক আল্লাহৰ তৰফৰ পৰা উত্তমৰূপে পৰীক্ষাৰ (মাধ্যমত উচ্চ মৰ্যাদাত উপনীত কৰাৰ) বাবে, নিশ্চয় আল্লাহ সৰ্বশ্ৰোতা, সৰ্বজ্ঞ।",
        "fa": "پس [ای مؤمنان، در روز نبرد با مشرکان در بدر] شما [با نیروی خود] آنان را نکشتید؛ بلکه الله آنان را کشت؛ و [ای پیامبر،] هنگامی که [به سویشان خاک و سنگ] می‌انداختی، [در حقیقت،] تو نینداختی؛ بلکه الله انداخت تا مؤمنان را به آزمایشی نیکو از جانب خود بیازماید. بی‌تردید، الله شنوای داناست."
      }
    },
    {
      "verse_number": 1178,
      "verse_key": "8:18",
      "arabic_text": "ذَٰلِكُمْ وَأَنَّ ٱللَّهَ مُوهِنُ كَيْدِ ٱلْكَـٰفِرِينَ",
      "phonetic_text": "Thalikum waanna Allaha moohinukaydi alkafireen",
      "translations": {
        "fr": "Ainsi en fut-il, et Allah annihile la ruse des mécréants.",
        "en": "‘That is what you get!’––and God will weaken the disbelievers’ designs.",
        "es": "Eso fue para que Dios desbaratara las confabulaciones de los que se niegan a creer.",
        "it": "Ecco [quello che avvenne]: Allah vanificò l’astuzia dei miscredenti.",
        "ru": "Вот так! Воистину, Аллах ослабляет козни неверующих.",
        "tr": "Gördünüz ya, Allah, kâfirlerin kurduğu tuzağı işte böyle boşa çıkarır.",
        "de": "Das (ist eure Prüfung), und (wisset), daß Allah die List der Ungläubigen abschwächt!",
        "pt": "Fê-lo para que saibais que Deus desbarata as conspirações dos incrédulos.",
        "nl": "Zo is het. En voorwaar, Allah maakt de list van de ongelovigen zwak.",
        "ur": "یہ معاملہ تو تمہارے ساتھ ہے اور کافروں کے ساتھ معاملہ یہ ہے کہ اللہ ان کی چالوں کو کمزور کرنے والا ہے",
        "bn": "এয়া আছিল তোমালোকৰ বাবে, আৰু\nনিশ্চয় আল্লাহে কাফিৰসকলৰ ষড়যন্ত্ৰ দুৰ্বল কৰি দিয়ে।",
        "fa": "این [شکست و فرارِ مشرکان و سرافرازیِ مؤمنان، همه از جانب الله] بود و الله نیرنگِ كافران را سست [و بی‌اثر] مى‌گردانَد."
      }
    },
    {
      "verse_number": 1179,
      "verse_key": "8:19",
      "arabic_text": "إِن تَسْتَفْتِحُوا۟ فَقَدْ جَآءَكُمُ ٱلْفَتْحُ ۖ وَإِن تَنتَهُوا۟ فَهُوَ خَيْرٌ لَّكُمْ ۖ وَإِن تَعُودُوا۟ نَعُدْ وَلَن تُغْنِىَ عَنكُمْ فِئَتُكُمْ شَيْـًٔا وَلَوْ كَثُرَتْ وَأَنَّ ٱللَّهَ مَعَ ٱلْمُؤْمِنِينَ",
      "phonetic_text": "In tastaftihoo faqad jaakumualfathu wa-in tantahoo fahuwa khayrun lakum wa-intaAAoodoo naAAud walan tughniya AAankum fi-atukum shay-an walawkathurat waanna Allaha maAAa almu/mineen",
      "translations": {
        "fr": "Si vous attendez un verdict d’Allah, ce verdict vous est venu (la victoire des Musulmans). Si vous cessez (de mécroire), cela vaudra mieux pour vous. Et si vous revenez, Nous reviendrons, et votre nombre, si grand soit-il, ne vous sera d’aucune utilité. Allah est avec les croyants.",
        "en": "[Disbelievers], if you were seeking a decision, now you have witnessed one: if you stop here, it will be better for you. If you return, so shall We, and your forces, though greater in number, will be of no use to you. God is with the believers.",
        "es": "[¡Oh, incrédulos!] Pedisteis que triunfara quien estuviera en la verdad, y esto fue lo que ocurrió. Sabed que si desistís [de combatir al Islam y a los creyentes] será mejor para vosotros; pero si volvéis a hacerlo volveré [a castigaros] y de nada os servirán vuestros ejércitos, aunque fueran numerosos. Porque Dios está con los creyentes.",
        "it": "Se è la vittoria che volevate, ebbene la vittoria vi è giunta  <a class=f><sup foot_note=157279>1</sup></a> ! Se desisterete, sarà meglio per voi. Se invece ritornerete, Noi ritorneremo. Le vostre truppe, quand’anche fossero numerose, non potranno proteggervi. In verità Allah è con i credenti.",
        "ru": "Если вы (неверующие) просили вынести приговор, то приговор уже явился к вам. Если вы прекратите, то так будет лучше для вас. Но если вы возобновите, то и Мы возобновим (если вы вновь станете сражаться против верующих, то Мы вновь нанесем вам поражение), и ваш отряд не принесет вам никакой пользы, даже если будет многочисленным. Воистину, Аллах - с верующими.",
        "tr": "Fetih istiyorsanız, işte size fetih gelmiştir, eğer aşırı gitmez de son verirseniz, hakkınızda daha hayırlıdır. Yok eğer dönerseniz, biz de döneriz. O vakit askeriniz çok da olsa size hiç bir şekilde fayda vermez. İyi biliniz ki, Allah müminlerle beraberdir.",
        "de": "Wenn ihr nach einer Entscheidung sucht, so ist nunmehr die Entscheidung zu euch gekommen. Und wenn ihr aufhört, so ist es besser für euch. Aber wenn ihr (dazu) zurückkehrt, kehren Wir (auch) zurück. Und eure Schar wird euch nichts nützen, auch wenn sie zahlreich sein sollte. Und (wisset,) daß Allah mit den Gläubigen ist!",
        "pt": "(Ó incrédulos) se imploráveis a vitória, eis a vitória que vos foi dada; se desistirdes, será melhor para vós; porém, sereincidirdes, voltaremos a vos combater e de nada servirá o vosso exército, por numeroso que seja, porque Deus está comos fiéis.",
        "nl": "Als jullie (ongelovigen) om een (beslissende) overwinning vragen, waarlijk, de beslissing is reeds tot jullie gekomen en als jullie ophouden, dan is dat beter voor jullie. Maar als jullie (het strijden) hervatten, dan zullen Wij ook (Onze hulp aan de gelovigen) hervatten en jullie leger zal jullie niets baten, ook al zijn de manschappen talrijk. En waarlijk, Allah is met de gelovigen.",
        "ur": "(ان کافروں سے کہہ دو)”اگر تم فیصلہ چاہتے تھے تو لو، فیصلہ تمہارے سامنے آگیا۔<sup foot_note=\"184057\">1</sup> اب باز آجاوٴ، تمہارے ہی لیے بہتر ہے، ورنہ پھر پلٹ کر اسی حماقت کا اعادہ کرو گے تو ہم بھی اُسی سزا کا اعادہ کریں گے اور تمہاری جمعیت، خواہ وہ کتنی ہی زیادہ ہو، تمہارے کچھ کام نہ آسکے گی، اللہ مومنوں کے ساتھ ہے۔“",
        "bn": "যদি তোমালোকে মীমাংসা বিচাৰিছা তেনেহ’লে সেয়া তোমালোকৰ ওচৰত আহি পাইছেহি; আৰু যদি তোমালোকে বিৰত হোৱা তেন্তে সেয়া হৈছে তোমালোকৰ বাবে কল্যাণকৰ; কিন্তু যদি তোমালোকে আকৌ যুদ্ধ কৰিবলৈ আহা তেন্তে আমিও আকৌ শাস্তি লৈ আহিম। আৰু তোমালোকৰ দল সংখ্যাগৰিষ্ঠ হ’লেও তথাপিও তোমালোকৰ কোনো কামত নাহিব। নিশ্চয় আল্লাহ মুমিনসকলৰ লগত আছে।",
        "fa": "[اى مشركان،‌] اگر خواهان پیروزی [بر مسلمانان و فرارسیدنِ عذاب الهی هستید]، اینک پیروزى [اسلام، که بزرگ‌ترین رنج و عذاب شماست] به سراغتان آمد؛ و اگر [از کفر و دشمنى با پیامبر‌] دست بردارید، آن [کار] برایتان بهتر است؛ و[لی] اگر [به جنگ با مسلمانان‌] برگردید، ما نیز برمى‌گردیم؛ و [این را بدانید] كه گروه شما ـ هر چند زیاد باشدـ هرگز نمی‌تواند شما را از چیزی بی‌نیاز کند و [دیگر] اینكه [همواره] الله با مؤمنان است."
      }
    },
    {
      "verse_number": 1180,
      "verse_key": "8:20",
      "arabic_text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوْا۟ عَنْهُ وَأَنتُمْ تَسْمَعُونَ",
      "phonetic_text": "Ya ayyuha allatheena amanooateeAAoo Allaha warasoolahu wala tawallawAAanhu waantum tasmaAAoon",
      "translations": {
        "fr": "Ô vous qui avez cru ! Obéissez à Allah et à Son Messager : ne vous détournez pas de lui quand vous l’entendez (qui s’adresse à vous).",
        "en": "Believers, obey God and His Messenger: do not turn away when you are listening to him;",
        "es": "¡Oh, creyentes! Obedeced a Dios y a Su Mensajero, y no le deis la espalda al escuchar [el mensaje].",
        "it": "O voi che credete, obbedite ad Allah e al Suo Messaggero e non volgetegli le spalle dopo che avete ascoltato.",
        "ru": "О те, которые уверовали! Повинуйтесь Аллаху и Его Посланнику и не отворачивайтесь от него, пока вы слышите.",
        "tr": "Ey iman edenler, Allah'a ve Resulü'ne itaat edin. İşitip durduğunuz halde onun emirlerinden yüz çevirmeyin!",
        "de": "O die ihr glaubt, gehorcht Allah und Seinem Gesandten, und kehrt euch nicht von ihm ab, wo ihr doch hört!",
        "pt": "Ó fiéis, obedecei a Deus e ao Seu Mensageiro, e não vos afasteis dele enquanto o escutais (em prédica).",
        "nl": "O jullie die geloven, gehoorzaamt Allah en Zijn Boodschapper en wendt jullie niet van hem af, terwijl jullie (de Koran) horen.",
        "ur": "اے ایمان لانے والو، اللہ اور اُس کے رسُول کی اطاعت کرو اور حکم سُننے کے بعد اس سے سرتابی نہ کرو",
        "bn": "হে মুমিনসকল! তোমালোকে আল্লাহ আৰু তেওঁৰ ৰাছুলৰ আনুগত্য কৰা আৰু তোমালোকে যেতিয়া তেওঁৰ কথা শুনা তেতিয়া তাৰ পৰা মুখ ঘূৰাই নলবা।",
        "fa": "ای کسانی که ایمان آورده‌اید، از الله و رسولش اطاعت کنید و از [احکام و فرمان‌های] او روی نگردانید؛ در حالی که [آیات قرآن و سخنان پیامبر را] می‌شنوید."
      }
    },
    {
      "verse_number": 1181,
      "verse_key": "8:21",
      "arabic_text": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ قَالُوا۟ سَمِعْنَا وَهُمْ لَا يَسْمَعُونَ",
      "phonetic_text": "Wala takoonoo kallatheenaqaloo samiAAna wahum la yasmaAAoon",
      "translations": {
        "fr": "Ne soyez pas comme ceux qui ont dit : « Nous avons entendu » et qui n’entendent point.",
        "en": "do not be like those who say, ‘We heard,’ though in fact they were not listening-",
        "es": "No seáis como quienes dicen: “Oímos”, pero no prestan atención.",
        "it": "Non siate come quelli che dicono: «Noi ascoltiamo», quando invece non ascoltano affatto.",
        "ru": "Не уподобляйтесь тем, которые говорят: «Мы слышали», - а сами не слушают.",
        "tr": "Ve işitmedikleri halde \"işittik\" diyenler gibi olmayın!",
        "de": "Und seid nicht wie diejenigen, die sagen: Wir hören, wo sie doch nicht hören!",
        "pt": "E não sejais como aqueles que dizem: Escutamos!, quando na realidade não escutam.",
        "nl": "En weest niet als degenen die zeiden: \"Wij hebben gehoord,\" terwijl zij niet hebben geluisterd.",
        "ur": "اُن لوگوں کی طرح نہ ہو جاوٴ جنہوں نے کہا کہ ہم نے سُنا حالانکہ وہ نہیں سُنتے۔<sup foot_note=\"184058\">1</sup>",
        "bn": "আৰু তোমালোকে সিহঁতৰ দৰে নহ’বা, যিসকলে কয়, ‘আমি শুনিছো’; আচলতে সিহঁতে শুনাই নাই।",
        "fa": "و مانند کسانی نباشید که گفتند: «[آیات الهی و سخن رسولان را] شنیدیم»؛ حال آنکه نمی‌شنیدند."
      }
    },
    {
      "verse_number": 1182,
      "verse_key": "8:22",
      "arabic_text": "۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلْبُكْمُ ٱلَّذِينَ لَا يَعْقِلُونَ",
      "phonetic_text": "Inna sharra addawabbi AAindaAllahi assummu albukmu allatheena layaAAqiloon",
      "translations": {
        "fr": "Il n’est pires bêtes pour Allah que les sourds, les muets, ceux qui ne comprennent rien.",
        "en": "the worst creatures in God’s eyes are those who are [wilfully] deaf and dumb, who do not reason.",
        "es": "Las peores criaturas para Dios son los sordos [que no quieren oír la Verdad] y los mudos [que no quieren atestiguar la Verdad], los que no razonan.",
        "it": "In verità, di fronte ad Allah le peggiori bestie sono costoro: sordi e muti  <a class=f><sup foot_note=157280>1</sup></a> che non comprendono.",
        "ru": "Воистину, наихудшими из живых существ перед Аллахом являются глухие и немые, которые не способны понимать.",
        "tr": "Çünkü yeryüzünde dolaşan canlıların Allah katında en kötüsü anlamayan ve düşünmeyen sağırlarla dilsizlerdir.",
        "de": "Gewiß, die schlimmsten Tiere bei Allah sind die tauben und stummen, die nicht begreifen.",
        "pt": "Aos olhos de Deus, os piores animais são os &quot;surdos&quot; e &quot;mudos&quot;, que não raciocinam.",
        "nl": "Voorwaar, de slechtste schepselen bij Allah zijn de doven en de stommen (van hart): degenen die niet begrijpen.",
        "ur": "یقیناً خدا کے نزدیک بد ترین قسم کے جانور وہ بہرے گُونگے لوگ ہیں<sup foot_note=\"184059\">1</sup> جو عقل سے کام نہیں لیتے",
        "bn": "নিশ্চয় আল্লাহৰ ওচৰত সকলো বিচৰণশীল জীৱৰ তুলনাত সিহঁতেই হৈছে নিকৃষ্টতম কলা, বোবা যিসকলে একো নুবুজে।",
        "fa": "بی‌گمان، بدترین جنبندگان نزد الله، آن [کسانی هستند که در برابر حق] كر و گُنگ هستند [و حقا] که نمی‌اندیشند."
      }
    },
    {
      "verse_number": 1183,
      "verse_key": "8:23",
      "arabic_text": "وَلَوْ عَلِمَ ٱللَّهُ فِيهِمْ خَيْرًا لَّأَسْمَعَهُمْ ۖ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوا۟ وَّهُم مُّعْرِضُونَ",
      "phonetic_text": "Walaw AAalima Allahu feehim khayranlaasmaAAahum walaw asmaAAahum latawallaw wahum muAAridoon",
      "translations": {
        "fr": "Si Allah leur avait reconnu quelque bien, Il les aurait fait entendre ; et s’Il les avait fait entendre, ils se seraient tout autant détournés en s’opposant à (Ses enseignements).",
        "en": "If God had known there was any good in them, He would have made them hear, but even if He had, they would still have turned away and taken no notice.",
        "es": "Si Dios supiera que en ellos hay algún bien les haría oír, pero aun si les hiciera oír le darían la espalda, desentendiéndose.",
        "it": "Se Allah avesse ravvisato in loro qualche bene, avrebbe fatto sì che ascoltassero; ma se anche li avesse fatti ascoltare, avrebbero voltato le spalle e sarebbero rimasti indifferenti.",
        "ru": "Если бы Аллах знал, что в них есть добро, Он непременно наделил бы их слухом. Но даже если бы Он наделил их слухом, они все равно бы отвернулись с отвращением.",
        "tr": "Allah onlarda hayır görseydi onlara işittirirdi, işittirseydi yine de aldırmaz arka dönerlerdi.",
        "de": "Wenn Allah von ihnen etwas Gutes gewußt hätte, hätte Er sie wahrlich hören lassen. Und wenn Er sie hätte hören lassen, so hätten sie sich dennoch widerstrebend abgekehrt.",
        "pt": "Se Deus tivesse reconhecido neles alguma virtude, tê-los-ia feito ouvir; se Ele os tivesse feito ouvir, teriam renegadodesdenhosamente, mesmo assim.",
        "nl": "En Allah weet dat er niets goeds in hen was, dus liet Hij hen niet luisteren. En als Hij hen had doen luisteren, dan zouden zij zich afwenden, terwijl zij (de Waarheid) afwijzen.",
        "ur": "اگر اللہ کو معلوم ہوتا کہ ان میں کچھ بھی بھلائی ہے تو وہ ضرور اُنہیں سُننے کی توفیق دیتا ( لیکن بھلائی کے بغیر) اگر وہ اُن کو سُنواتا تو وہ بے رُخی کے ساتھ منہ پھیر جاتے۔<sup foot_note=\"184060\">1</sup>",
        "bn": "আৰু আল্লাহে যদি সিহঁতৰ মাজত কিবা ভাল গুণ দেখিলেহেঁতেন তেন্তে নিশ্চয় সিহঁতক শুনিবলৈ (সুযোগ) দিলেহেঁতেন। কিন্তু তেওঁ সিহঁতক শুনালেও সিহঁতে উপেক্ষা কৰি মুখ ঘূৰাই ল’লেহেঁতেন।",
        "fa": "و اگر الله خیری در آنان سراغ داشت، [در برابر کلام حق] شنوایشان می‌نمود؛ و[لی حتی] اگر آنان را شنوا می‌ساخت، باز هم پشت می‌کردند و رویگردان می‌شدند."
      }
    },
    {
      "verse_number": 1184,
      "verse_key": "8:24",
      "arabic_text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱسْتَجِيبُوا۟ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ ۖ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَحُولُ بَيْنَ ٱلْمَرْءِ وَقَلْبِهِۦ وَأَنَّهُۥٓ إِلَيْهِ تُحْشَرُونَ",
      "phonetic_text": "Yaayyuha allatheena amanooistajeeboo lillahi walirrasooli itha daAAakumlima yuhyeekum waAAlamoo anna Allahayahoolu bayna almar-i waqalbihi waannahu ilayhi tuhsharoon",
      "translations": {
        "fr": "Ô vous qui avez cru ! Répondez à Allah, et au Messager lorsqu’il vous appelle à ce qui vous donne vie ; et sachez qu’Allah s’interpose entre l’homme et son cœur,<sup foot_note=194830>1</sup> et que c’est vers Lui que vous serez rassemblés en foule.",
        "en": "Believers, respond to God and His Messenger when he calls you to that which gives you life. Know that God comes between a man and his heart, and that you will be gathered to Him.",
        "es": "¡Oh, creyentes! Obedeced a Dios y al Mensajero cuando os invitan a practicar aquello que os da vida, y sabed que Dios se interpone entre la persona y [los deseos de] su corazón. Ante Dios compareceréis.",
        "it": "O voi che credete, rispondete ad Allah e al Suo Messaggero quando vi chiama a ciò che vi fa rivivere e sappiate che Allah si insinua tra l’uomo e il suo cuore e che sarete tutti radunati davanti a Lui  <a class=f><sup foot_note=157281>1</sup></a> .",
        "ru": "О те, которые уверовали! Отвечайте Аллаху и Посланнику, когда он призывает вас к тому, что дарует вам жизнь. Знайте, что Аллах - между человеком и его сердцем (может помешать человеку добиться того, что он желает), и что вы будете собраны к Нему.",
        "tr": "Ey iman edenler! Peygamber sizi, size hayat verecek şeylere davet ettiği zaman, Allah'a ve Resul'e icabet edin. Ve bilin ki Allah, kişi ile kalbi arasına girer. Ve siz kesinkes O'nun huzurunda toplanacaksınız.",
        "de": "O die ihr glaubt, leistet Allah und dem Gesandten Folge, wenn er euch zu dem aufruft, was euch Leben gibt. Und wisset, daß Allah zwischen dem Menschen und seinem Herzen trennt und daß ihr zu Ihm versammelt werdet!",
        "pt": "Ó fiéis, atendei a Deus e ao Mensageiro, quando ele vos convocar à salvação. E sabei que Deus intercede entre o homeme o seu coração, e que sereis congregados ante Ele.",
        "nl": "O julliel die geloven, geeft gehoor aan Allah en aan de Boodschapper wanneer hij jullie oproept tot wat jullie leven geeft en weet dat Allah een afscheiding maakt tussen een mens en zijn hart. En voorwaar, tot Hem zullen jullie worden verzameld.\"",
        "ur": "اے ایمان لانے والو، اللہ اور اُس کے رسول کی پکار پر لبیّک کہو جبکہ رسول ؐ تمہیں اُس چیز کی طرف بُلائے جو تمہیں زندگی بخشنے والی ہے، اور جان رکھو کہ اللہ آدمی اور اس کے دل کے درمیان حائل ہے اور اُسی کی طرف تم سمیٹے جاوٴ گے۔ <sup foot_note=\"184061\">1</sup>",
        "bn": "হে মুমিনসকল! ৰাছুলে যেতিয়া তোমালোকক এনে কিবাৰ প্ৰতি আহ্বান কৰে যিটোৱে তোমালোকক জীৱন দান কৰিব, তেতিয়া তোমালোকে আল্লাহ আৰু তেওঁৰ ৰাছুলৰ আহ্বানত সঁহাৰি দিবা আৰু জানি থোৱা, নিশ্চয় আল্লাহ মানুহৰ আৰু তাৰ হৃদয়ৰ মাজত অন্তৰায় হৈ যায়। নিশ্চয় তেওঁৰ পিনেই তোমালোকক একত্ৰিত কৰা হ’ব।",
        "fa": "اى كسانى كه ایمان آورده‌اید، هر گاه الله و پیامبر، شما را به چیزى فراخواندند كه به شما زندگی مى‌بخشد، [فرمان] آنان را اجابت كنید و بدانید كه الله میان انسان و دلش حایل می‌شود [و از اسرار آگاه است] و اینکه [در قیامت، همگی] نزد او گِرد آورده می‌شوید."
      }
    },
    {
      "verse_number": 1185,
      "verse_key": "8:25",
      "arabic_text": "وَٱتَّقُوا۟ فِتْنَةً لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُوا۟ مِنكُمْ خَآصَّةً ۖ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "phonetic_text": "Wattaqoo fitnatan la tuseebannaallatheena thalamoo minkum khassatanwaAAlamoo anna Allaha shadeedu alAAiqab",
      "translations": {
        "fr": "Redoutez donc (d’être soumis à) une tentation qui n’affectera pas exclusivement les injustes parmi vous, et sachez qu’Allah a la punition très dure.",
        "en": "Beware of discord that harms not only the wrongdoers among you: know that God is severe in His punishment.",
        "es": "Cuidaos de una prueba que afligirá no solamente a los opresores, sino a todos. Dios es severo en el castigo.",
        "it": "Temete la fitna  <a class=f><sup foot_note=157282>1</sup></a> , essa non insidierà solo coloro che sono stati ingiusti; sappiate che Allah è severo nel castigo.",
        "ru": "Бойтесь искушения, которое поразит не только тех из вас, кто был несправедлив. И знайте, что Аллах суров в наказании.",
        "tr": "Ve öyle bir fitneden sakının ki, içinizden yalnızca zulüm yapanlara dokunmakla kalmaz. Ve bilin ki, Allah'ın cezası şiddetlidir.",
        "de": "Und hütet euch vor einer Versuchung, die nicht nur besonders diejenigen von euch treffen wird, die Unrecht taten. Und wisset, daß Allah streng im Bestrafen ist!",
        "pt": "E preveni-vos contra a intriga, a qual não atingirá apenas os iníquos dentre vós; sabei que Deus é Severíssimo nocastigo.",
        "nl": "En vreest een beproeving die niet uitsluitend degenen die onrecht plegen onder jullie zal treffen. En weet dat Allah hard is in de bestraffing.",
        "ur": "اور بچو اُس فتنے سے جس کی شامت مخصوص طور پرصرف اُنہی لوگوں تک محدود نہ رہے گی جنہوں نے تم میں سے گناہ کیا ہو۔<sup foot_note=\"184062\">1</sup> اور جان رکھو کہ اللہ سخت سزا دینے والا ہے",
        "bn": "আৰু তোমালোকে ফিতনা-ফাছাদৰ পৰা আঁতৰত থাকিবা, (কিয়নো ইয়াৰ অশুভ পৰিণাম) যিটো বিশেষকৈ তোমালোকৰ মাজৰ যিসকলে যালিম কেৱল সিহঁতৰ মাজতেই সীমাবদ্ধ নাথাকে। আৰু জানি থোৱা, নিশ্চয় আল্লাহ শাস্তি দানত অতি কঠোৰ।",
        "fa": "و [ای مؤمنان،] از عذابی بپرهیزید كه تنها دامن ستمکارانتان را نمی‌گیرد؛ و بدانید که الله سخت‌کیفر است."
      }
    },
    {
      "verse_number": 1186,
      "verse_key": "8:26",
      "arabic_text": "وَٱذْكُرُوٓا۟ إِذْ أَنتُمْ قَلِيلٌ مُّسْتَضْعَفُونَ فِى ٱلْأَرْضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمْ وَأَيَّدَكُم بِنَصْرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ لَعَلَّكُمْ تَشْكُرُونَ",
      "phonetic_text": "Wathkuroo ith antumqaleelun mustadAAafoona fee al-ardi takhafoonaan yatakhattafakumu annasu faawakumwaayyadakum binasrihi warazaqakum mina attayyibatilaAAallakum tashkuroon",
      "translations": {
        "fr": "Et souvenez-vous quand vous étiez peu nombreux et faibles sur terre. Vous redoutiez alors que les gens ne vous enlèvent et Il vous donna refuge et vous appuya de Son secours. Il vous fit don de la meilleure des subsistances, peut-être serez-vous reconnaissants.",
        "en": "Remember when you were few, victimized in the land, afraid that people might catch you, but God sheltered you and strengthened you with His help, and provided you with good things so that you might be grateful.",
        "es": "Recordad cuando eráis solo unos pocos, eráis perseguidos y oprimidos donde estuvierais, y temíais que la gente os apresara. Pero Dios os protegió, os fortaleció con Su auxilio y os agració con un sustento lícito, para que seáis agradecidos.",
        "it": "Ricordate quando eravate pochi, oppressi sulla terra e timorosi che gli altri si impadronissero di voi! Poi vi diede sicurezza e vi soccorse con il Suo aiuto e vi dette cibo eccellente. Sarete mai riconoscenti?",
        "ru": "Помните, что вы были малочисленны и считались слабыми на земле. Вы опасались, что люди схватят вас, но Он дал вам убежище, подкрепил вас Своей помощью и наделил вас благами, чтобы вы были благодарны.",
        "tr": "Düşünün ve hatırlayın o zamanları ki, hani bir vakitler siz yeryüzünde güçsüzdünüz, hor görülen bir azınlıktınız. İnsanların sizi hırpalamasından korkuyordunuz, öyle iken O, sizi barındırdı ve sizi yardımıyla destekleyip güçlendirdi ve şükretmeniz için temizlerinden rızık verdi.",
        "de": "Und gedenkt, als ihr wenige wart und auf der Erde unterdrückt wurdet und fürchtetet, daß euch die Menschen wegschnappen würden! Da hat Er euch Zuflucht gewährt, euch mit Seiner Hilfe gestärkt und euch mit (einigen von) den guten Dingen versorgt, auf daß ihr dankbar sein möget.",
        "pt": "E recordai-vos de quando (na vossa metrópole, Makka), éreis um punhado de subjugados; e temíeis que os homens (incrédulos) vos saqueassem; e Ele vos agraciou com todo bem, para que Lhe agradecêsseis.",
        "nl": "En gedenkt toen jullie met weinigen waren en jullie onderdukt werden in het land. Jullie vreesden dat de mensen jullie zouden ontvoeren. Toen gaf Hij jullie een toevluchtsoord (de stad Medinah) en versterkte Hij jullie met Zijn hulp. En Hij voorzag jullie van de goede dingen. Hopelijk zullen jullie dankbaar zijn.",
        "ur": "یاد کرو وہ وقت جبکہ تم تھوڑے تھے، زمین میں تم کو بے زور سمجھا جاتا تھا، تم ڈرتے رہتے تھے کہ کہیں لوگ تمہیں مِٹا نہ دیں۔ پھر اللہ نے تم کو جائے پناہ مہیا کر دی، اپنی مدد سے تمہارے ہاتھ مضبوط کیے اور تمہیں اچھا رزق پہنچایا ، شاید کہ تم شکر گزار بنو۔<sup foot_note=\"184063\">1</sup>",
        "bn": "আৰু স্মৰণ কৰা, যেতিয়া তোমালোকে সংখ্যাত অতি তাকৰ আছিলা, পৃথিৱীত তোমালোকক দুৰ্বল হিচাপে গণ্য কৰা হৈছিল। তোমালোকে আশংকা কৰিছিলা যে, মানুহে তোমালোকক অকস্মাৎ আহি ধৰি লৈ যাব। তাৰ পিছত তেৱেঁই তোমালোকক আশ্ৰয় দিলে, নিজৰ সহায়ৰ জৰিয়তে তোমালোকক শক্তিশালী কৰিলে আৰু তোমালোকক উত্তম বস্তুবোৰ জীৱিকা হিচাপে দান কৰিলে যাতে তোমালোকে কৃতজ্ঞ হোৱা।",
        "fa": "و به یاد آورید زمانی را که شما در سرزمین [مکه] اندک و ناتوان بودید [و] می‌ترسیدید که مردمان [مشرک،] شما را بربایند؛ ولی الله شما را [در مدینه] پناه داد و با یاری خویش نیرومندتان ساخت و از چیزهای پاکیزه به شما روزی بخشید؛ باشد که سپاسگزاری کنید."
      }
    },
    {
      "verse_number": 1187,
      "verse_key": "8:27",
      "arabic_text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَخُونُوا۟ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓا۟ أَمَـٰنَـٰتِكُمْ وَأَنتُمْ تَعْلَمُونَ",
      "phonetic_text": "Ya ayyuha allatheena amanoola takhoonoo Allaha warrasoola watakhoonooamanatikum waantum taAAlamoon",
      "translations": {
        "fr": "Ô vous qui avez cru ! Ne trahissez pas Allah et le Messager. Ne trahissez pas sciemment ce qui vous a été confié.",
        "en": "Believers, do not betray God and the Messenger, or knowingly betray [other people’s] trust in you.",
        "es": "¡Oh, creyentes! No traicionéis a Dios y al Mensajero, ni traicionéis la confianza que se depositó en vosotros.",
        "it": "O voi che credete, non tradite Allah e il Suo Messaggero. Non tradite, consapevolmente, la fiducia riposta in voi.",
        "ru": "О те, которые уверовали! Не предавайте Аллаха и Посланника и не покушайтесь на то, что вверено вам, сознательно.",
        "tr": "Ey iman edenler! Allah'a ve Resul'e hainlik etmeyiniz ki, bile bile kendi emanetlerinize hıyanet etmiş olmayasınız.",
        "de": "O die ihr glaubt, verratet nicht Allah und den Gesandten, und handelt nicht verräterisch in Bezug auf die euch anvertrauten Güter, wo ihr wisset!",
        "pt": "Ó fiéis, não atraiçoeis Deus e Mensageiro; não atraiçoeis, conscientemente, o que vos foi confiado!",
        "nl": "O jullie die geloven, pleegt geen verraad tegenover Allah en de Boodschapper en pleegt geen verraad tegenover het jullie toevertrouwde, terwijl jullie het weten.",
        "ur": "اے ایمان لانے والو، جانتے بُوجھتے اللہ اور اُس کے رسول ؐ کے ساتھ خیانت نہ کرو، اپنی امانتوں میں<sup foot_note=\"184064\">1</sup> غداری کے مرتکب نہ ہو",
        "bn": "হে মুমিনসকল! তোমালোকে জানি-বুজি আল্লাহ আৰু তেওঁৰ ৰাছুলৰ খিয়ানত (বিশ্বাসঘাতকতা) নকৰিবা আৰু তোমালোকৰ পৰস্পৰৰ আমানততো খিয়ানত নকৰিবা।",
        "fa": "ای کسانی که ایمان آورده‌اید، [با سرپیچی از اوامر و نَواهی،] به الله و پیامبر خیانت نکنید و [همچنین] در امانت‌هایتان خیانت نکنید، در حالی ‌که می‌دانید [این کار، گناه است]."
      }
    },
    {
      "verse_number": 1188,
      "verse_key": "8:28",
      "arabic_text": "وَٱعْلَمُوٓا۟ أَنَّمَآ أَمْوَٰلُكُمْ وَأَوْلَـٰدُكُمْ فِتْنَةٌ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجْرٌ عَظِيمٌ",
      "phonetic_text": "WaAAlamoo annama amwalukumwaawladukum fitnatun waanna Allaha AAindahu ajrunAAatheem",
      "translations": {
        "fr": "Et sachez que vos fortunes et vos enfants ne sont pour vous qu’une tentation<sup foot_note=194831>1</sup> et qu’il y a, auprès d’Allah, une très grande récompense.",
        "en": "Be aware that your possessions and your children are only a test, and that there is a tremendous reward with God.",
        "es": "Sabed que vuestras posesiones y vuestros hijos son una prueba. Dios tiene reservada junto a Él una recompensa inmensa.",
        "it": "Sappiate che i vostri beni e i vostri figli non son altro che una tentazione  <a class=f><sup foot_note=157283>1</sup></a> . Presso Allah è la ricompensa immensa.",
        "ru": "Знайте, что ваше имущество и ваши дети являются искушением и что у Аллаха - великая награда.",
        "tr": "Ve iyi biliniz ki, mallarınız ve evlatlarınız birer imtihan aracından başka birşey değildir. Allah katında büyük ecir vardır.",
        "de": "Und wißt, daß euer Besitz und eure Kinder eine Versuchung sind und daß es bei Allah großartigen Lohn gibt!",
        "pt": "E sabei que tanto vossos bens como vossos filhos são para vos pôr à prova, e que Deus vos tem reservada umamagnífica recompensa.",
        "nl": "En weet dat jullie bezittingen en jullie kinderen slechts een beproeving zijn en dat er bij Allah een geweldige beloning is.",
        "ur": "اور جان رکھو کہ تمہارے مال اور تمہاری اولاد حقیقت میں سامانِ آزمائش ہیں<sup foot_note=\"184065\">1</sup> اور اللہ کےپاس اجر دینے کے لیے بہت کچھ ہے",
        "bn": "আৰু জানি থোৱা, তোমালোকৰ ধন-সম্পদ আৰু সন্তান-সন্ততি এটা পৰীক্ষা; আৰু নিশ্চয় আল্লাহ, তেওঁৰ ওচৰতেই আছে মহাপুৰষ্কাৰ।",
        "fa": "و بدانید که بی‌تردید، اموال و فرزندانتان [وسیلۀ] آزمایش [شما] هستند و پاداشی بزرگ نزد الله است."
      }
    },
    {
      "verse_number": 1189,
      "verse_key": "8:29",
      "arabic_text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تَتَّقُوا۟ ٱللَّهَ يَجْعَل لَّكُمْ فُرْقَانًا وَيُكَفِّرْ عَنكُمْ سَيِّـَٔاتِكُمْ وَيَغْفِرْ لَكُمْ ۗ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
      "phonetic_text": "Ya ayyuha allatheena amanooin tattaqoo Allaha yajAAal lakum furqananwayukaffir AAankum sayyi-atikum wayaghfir lakum wallahuthoo alfadli alAAatheem",
      "translations": {
        "fr": "Ô vous qui avez cru ! Si vous craignez Allah, Il vous dotera de discernement, rachètera vos péchés et vous pardonnera, car Allah détient une immense faveur.",
        "en": "Believers, if you remain mindful of God, He will give you a criterion [to tell right from wrong] and wipe out your bad deeds, and forgive you: God’s favour is great indeed.",
        "es": "¡Oh, creyentes! Si tenéis temor de Dios, Él os concederá el criterio, perdonará vuestras faltas y aceptará vuestro arrepentimiento. Dios es el dueño de un favor inmenso.",
        "it": "O voi che credete! Se temete Allah, vi concederà la capacità di distinguere [il bene dal male]  <a class=f><sup foot_note=157284>1</sup></a> , cancellerà le vostre colpe e vi perdonerà. Allah è dotato di grazia immensa.",
        "ru": "О те, которые уверовали! Если вы будете бояться Аллаха, то Он одарит вас способностью различать истину и ложь, отпустит вам ваши прегрешения и простит вас. Воистину, Аллах обладает великой милостью.",
        "tr": "Ey iman edenler! Allah'a karşı gelmekten sakınırsanız, O, size bir furkan (hakkı batıldan ayırdedecek bir anlayış) verir ve günahlarınızı örtbas eder, sizi bağışlar. Allah büyük lütuf sahibidir.",
        "de": "O die ihr glaubt, wenn ihr Allah fürchtet, bestimmt Er euch eine Unterscheidung(snorm), tilgt euch eure bösen Taten und vergibt euch. Und Allah besitzt große Huld.",
        "pt": "Ó fiéis, se temerdes a Deus, Ele vos concederá discernimento, apagará os vossos pecados e vos perdoará, porque éAgraciante por excelência.",
        "nl": "O jullie die geloven, als jullie Allah vrezen, zal Hij jullie een onderscheidingsvermogen geven en jullie slechte daden uitwissen en jullie vergeven. En Allah is de Bezitter van de Geweldige Gunst.",
        "ur": "اے ایمان لانے والو، اگر تم خدا ترسی اختیار کرو گے تو اللہ تمہارے لیے کسوٹی بہم پہنچا دے گا <sup foot_note=\"184066\">1</sup>اور تمہاری بُرائیوں کو تم سے دور کرے گا، اور تمہارے قصور معاف کرے گا۔ اللہ بڑا فضل فرمانے والا ہے",
        "bn": "হে মুমিনসকল! যদি তোমালোকে আল্লাহৰ তাক্বৱা অৱলম্বন কৰা তেন্তে তেওঁ তোমালোকক ফুৰকান তথা ন্যায়-অন্যায় পাৰ্থক্য কৰাৰ শক্তি প্ৰদান কৰিব, তোমালোকৰ পাপ মোচন কৰিব আৰু তোমালোকক ক্ষমা কৰিব আৰু আল্লাহ হৈছে মহা কল্যাণৰ অধিকাৰী।",
        "fa": "ای کسانی ‌که ایمان آورده‌اید، اگر از الله پروا کنید، براى شما [نیروى‌] تشخیص [حق و باطل‌] قرار مى‌دهد و گناهانتان را از شما مى‌زداید و شما را مى‌آمرزد؛ و الله داراى بخشش بزرگ است."
      }
    },
    {
      "verse_number": 1190,
      "verse_key": "8:30",
      "arabic_text": "وَإِذْ يَمْكُرُ بِكَ ٱلَّذِينَ كَفَرُوا۟ لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ ۚ وَيَمْكُرُونَ وَيَمْكُرُ ٱللَّهُ ۖ وَٱللَّهُ خَيْرُ ٱلْمَـٰكِرِينَ",
      "phonetic_text": "Wa-ith yamkuru bika allatheenakafaroo liyuthbitooka aw yaqtulooka aw yukhrijooka wayamkuroonawayamkuru Allahu wallahu khayru almakireen",
      "translations": {
        "fr": "(Rappelle-toi, ô Muhammad) lorsque les mécréants conspiraient contre toi pour te capturer, t’assassiner ou t’exiler. Ils conspirèrent, mais Allah a déjoué leur conspiration. Car Allah surpasse tous les conspirateurs.",
        "en": "Remember [Prophet] when the disbelievers plotted to take you captive, kill, or expel you. They schemed and so did God: He is the best of schemers.",
        "es": "Y recuerda [¡Oh, Muhámmad!] cuando se confabularon contra ti los incrédulos para capturarte, matarte o expulsarte [de tu ciudad]. Ellos planearon en tu contra, pero Dios desbarató sus planes, porque finalmente Dios es el que mejor planea.",
        "it": "E [ricorda] quando i miscredenti tramavano contro di te per tenerti prigioniero o ucciderti o esiliarti  <a class=f><sup foot_note=157285>1</sup></a> ! Essi tramavano intrighi e Allah tesseva strategie. Allah è il migliore degli strateghi.",
        "ru": "Вот неверующие ухищрялись, чтобы заточить, убить или изгнать тебя. Они хитрили, и Аллах хитрил, а ведь Аллах - Наилучший из хитрецов.",
        "tr": "Hani bir vakitler, o kâfirler, seni tutup bağlamak veya öldürmek veya sürüp çıkarmak için sana tuzak kuruyorlardı da, onlar tuzak kurarken Allah da karşılığında tuzak kuruyordu. Öyle ya, Allah tuzakların en hayırlısını kurar.",
        "de": "Und als diejenigen, die ungläubig sind, gegen dich Ränke schmiedeten, um dich festzusetzen oder zu töten oder zu vertreiben. Sie schmiedeten Ränke, und (auch) Allah schmiedete Ränke. Aber Allah ist der beste Ränkeschmied.",
        "pt": "Recorda-te (ó Mensageiro) de quando os incrédulos confabularam contra ti, para aprisionar-te, ou matar-te, ouexpulsar-te. Confabularam entre si, mas Deus desbaratou-lhes os planos, porque é o mais duro dos desbaratadores.",
        "nl": "En (gedenk) toen degenen die ongelovig waren, een list tegen jou beraamden om jou vast te binden of jou te doden of jou te verdrijven. En zij beraamden een list en Allah maakte een plam. En Allah is de Beste der Beramers.",
        "ur": "وہ وقت بھی یاد کرنے کے قابل ہے جبکہ منکرینِ حق تیرے خلاف تدبیریں سوچ رہے تھے کہ تجھے قید کر دیں یا قتل کر ڈالیں یا جلا وطن کر دیں۔<sup foot_note=\"184067\">1</sup> وہ اپنی چالیں چل رہے تھے اور اللہ اپنی چال چل رہا تھا اور اللہ سب سے بہترین چال چلنے والا ہے",
        "bn": "আৰু স্মৰণ কৰা, যেতিয়া কাফিৰসকলে তোমাক বন্দী কৰাৰ বাবে অথবা হত্যা কৰাৰ বাবে নাইবা নিৰ্বাসিত কৰাৰ বাবে ষড়যন্ত্ৰ কৰিছিল। সিহঁতে ষড়যন্ত্ৰ কৰিছিল ইপিনে আল্লাহেও (সিহঁতৰ ষড়যন্ত্ৰৰ বিপক্ষে) তাৰ প্ৰতিব্যৱস্থা কৰিছিল, আৰু আল্লাহ সৰ্বশ্ৰেষ্ঠ কৌশলী।",
        "fa": "و [ای پیامبر، به یاد آور] آنگاه که کافران درباره تو دسیسه می‌کردند که تو را به زندان بیفکنند یا بکشند یا تو را [از مکه] بیرون کنند. آنان مکر می‌اندیشیدند و الله [نیز تدبیر و] مکر می‌کرد؛ و الله بهترینِ مکرانگیزان است."
      }
    },
    {
      "verse_number": 1191,
      "verse_key": "8:31",
      "arabic_text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا قَالُوا۟ قَدْ سَمِعْنَا لَوْ نَشَآءُ لَقُلْنَا مِثْلَ هَـٰذَآ ۙ إِنْ هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
      "phonetic_text": "Wa-itha tutla AAalayhim ayatunaqaloo qad samiAAna law nashao laqulnamithla hatha in hatha illa asateerual-awwaleen",
      "translations": {
        "fr": "Et (rappelle-toi) quand on leur récitait Nos versets et qu’ils disaient : « Nous avons entendu, et si nous voulions, nous produirions des (versets) semblables ; ce ne sont là que fables d’anciens. »",
        "en": "Whenever Our Revelation is recited to them they say, ‘We have heard all this before- we could say something like this if we wanted- this is nothing but ancient fables.’",
        "es": "Cuando se les recitan Mis versículos, dicen [los que se niegan a creer]: “Oímos, pero si quisiéramos podríamos decir palabras similares. Son fábulas de nuestros ancestros”.",
        "it": "E quando vengono loro recitati i Nostri versetti, dicono: «Già li abbiamo ascoltati! Se volessimo potremmo dire le stesse cose: queste non sono che favole degli antichi!».",
        "ru": "Когда им читают Наши аяты, они говорят: «Мы уже слышали это. Если мы захотим, то сочиним нечто подобное. Ведь это - всего лишь легенды древних народов».",
        "tr": "Onlara âyetlerimiz okunduğu zaman, \"işittik, dilersek bunun gibisini biz de söyleriz, bu, eskilerin efsanelerinden başka bir şey değildir\" diyorlardı.",
        "de": "Und wenn ihnen Unsere Zeichen verlesen werden, sagen sie: Wir haben es bereits gehört. Wenn wir wollten, könnten wir fürwahr etwas Gleichartiges sagen. Das sind nur Fabeln der Früheren.",
        "pt": "Quando lhes são recitados os Nossos versículos, dizem: Já os ouvimos e, se quiséssemos, poderíamos repetir outrosiguais, porque não são senão fábulas dos primitivos!",
        "nl": "En wanneer Onze Verzen aan ben worden voorgedragen, dan zeggen zij: \"Wij hebben (iets dergelijks al eerder) gehoord, en als wij willen dan zullen wij zeker zoiets zeggen. Dit is niets dan een fabel van de voorafgaanden.\"",
        "ur": "جب ان کو ہماری آیات سنائی جاتی تھیں تو کہتے تھے کہ“ہاں سُن لیا ہم نے، ہم چاہیں تو ایسی ہی باتیں ہم بھی بنا سکتے ہیں، یہ تو وہی پُرانی کہانیاں ہیں جو پہلے سے لوگ کہتے چلے آ رہے ہیں \"",
        "bn": "আৰু যেতিয়া সিহঁতৰ ওচৰত আমাৰ আয়াতসমূহ পাঠ কৰা হয় তেতিয়া সিহঁতে কয়, ‘আমি শুনিলো, ইচ্ছা কৰিলে আমিও এইদৰে ক’ব পাৰো, এইবোৰ হৈছে কেৱল পুৰণি দিনৰ লোকসকলৰ উপকথা’।",
        "fa": "و چون آیات ما بر آنان خوانده شود، می‌گویند: «به خوبى شنیدیم. اگر مى‌خواستیم، ما نیز قطعاً همانند این [سخنان] را مى‌گفتیم. این [قرآن، چیزی] نیست، مگر افسانه‌هاى [خیالی] پیشینیان»."
      }
    },
    {
      "verse_number": 1192,
      "verse_key": "8:32",
      "arabic_text": "وَإِذْ قَالُوا۟ ٱللَّهُمَّ إِن كَانَ هَـٰذَا هُوَ ٱلْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ ٱلسَّمَآءِ أَوِ ٱئْتِنَا بِعَذَابٍ أَلِيمٍ",
      "phonetic_text": "Wa-ith qaloo allahummain kana hatha huwa alhaqqa min AAindika faamtirAAalayna hijaratan mina assama-iawi i/tina biAAathabin aleem",
      "translations": {
        "fr": "Et (rappelle-toi aussi) quand ils disaient : « Ô Allah ! Si cela est la (pure) vérité, fais pleuvoir sur nous des pierres, ou fais-nous subir un supplice très douloureux. »",
        "en": "They also said, ‘God, if this really is the truth from You, then rain stones on us from the heavens, or send us some other painful punishment.’",
        "es": "Y alguien dijo: “Oh, Dios [te imploro que] si esto [que transmite Muhámmad] es la Verdad que dimana de Ti, hagas llover sobre nosotros piedras del cielo o nos azotes con un castigo doloroso”.",
        "it": "E quando dissero: «O Allah, se questa è la verità che viene da Te, fai piovere su di noi pietre dal cielo, o colpiscici con un doloroso castigo».",
        "ru": "Вот они сказали: «О Аллах! Если это является истиной от Тебя, то обрушь на нас камни с неба или же подвергни нас мучительным страданиям».",
        "tr": "Bir vakit de, \"Ey Allah, eğer bu Senin katından gelmiş bir hak kitap ise, hiç durma üstümüze gökten taşlar yağdır veya bize daha acı bir azap ver\" demişlerdi.",
        "de": "Und als sie sagten: O Allah, wenn dies tatsächlich die Wahrheit von Dir ist, dann lasse auf uns Steine vom Himmel regnen, oder bringe schmerzhafte Strafe über uns!",
        "pt": "E de quando disseram: Ó Deus, se esta é realmente a verdade que emana de Ti, faze com que caiam pedras do céu sobrenós, ou inflige-nos um doloroso castigo.",
        "nl": "En (gedenkt) toen zij zeiden: \"O Allah, als dit (de Koran) de Waarheid is, van U afkomstig, doe dan stenen op ons neer regenen uit de hemel. Of geef ons een pijnlijke bestraffing.\"",
        "ur": "اور وہ بات بھی یا د ہے جو اُنہوں نے کہی تھی کہ ”خدایا اگر یہ واقعی حق ہے اور تیری طرف سے ہے تو ہم پر آسمان سے پتھر برسا دے یا کوئی دردناک عذاب ہم پر لے آ۔“<sup foot_note=\"184068\">1</sup>",
        "bn": "আৰু স্মৰণ কৰা, যেতিয়া সিহঁতে কৈছিল, ‘হে আল্লাহ! এইবোৰ যদি তোমাৰ ফালৰ পৰা সঁচাই সত্য হয় তেন্তে আমাৰ ওপৰত তুমি শিলা-বৃষ্টি বৰ্ষণ কৰা অথবা আমাৰ ওপৰত কোনো যন্ত্ৰণাদায়ক শাস্তি লৈ আহা’।",
        "fa": "و [به یاد آور] آنگاه که گفتند: «پروردگارا، اگر این [قرآن] به راستی، حق و از جانب توست، سنگ‌هایی [ویرانگر] از آسمان بر ما ببار یا عذابی دردناک بر ما بفرست»."
      }
    },
    {
      "verse_number": 1193,
      "verse_key": "8:33",
      "arabic_text": "وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ ۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ",
      "phonetic_text": "Wama kana AllahuliyuAAaththibahum waanta feehim wama kanaAllahu muAAaththibahum wahum yastaghfiroon",
      "translations": {
        "fr": "Mais Allah n’avait pas à leur faire subir de supplice alors que tu étais parmi eux ; et Allah n’avait pas à leur faire subir de supplice alors qu’ils imploraient le pardon.",
        "en": "But God would not send them punishment while you [Prophet] are in their midst, nor would He punish them if they sought forgiveness,",
        "es": "Pero Dios nunca les castigaría estando tú [¡Oh, Muhámmad!] entre ellos, ni tampoco mientras haya quienes Le pidan perdón.",
        "it": "Certamente Allah non li castigherà finché tu starai in mezzo a loro. Allah non li castigherà finché chiederanno perdono  <a class=f><sup foot_note=157286>1</sup></a> .",
        "ru": "Аллах не стал подвергать их мучениям, пока ты находился среди них, и Аллах не стал подвергать их мучениям, пока они молили о прощении.",
        "tr": "Halbuki sen içlerinde iken Allah, onlara azab edecek değildi. İstiğfar ettikleri sürece de Allah onlara azab edecek değildir.",
        "de": "Aber Allah würde sie nimmer strafen, solange du unter ihnen bist; und Allah würde sie nimmer strafen, solange sie um Vergebung bitten.",
        "pt": "Porém, é inconcebível que Deus os castigue, estando tu entre eles; nem tampouco Deus os castigará enquanto puderemimplorar por perdão.",
        "nl": "Maar Allah zal hen nooit bestraffen terwijl jij (Moehammad) je onder hen bevindt, en Allah zal hen nooit bestraffen terwijl zij om vergeving vragen.",
        "ur": "اُس وقت تو اللہ ان پر عذاب نازل کرنے والا نہ تھا جبکہ تُو ان کے درمیان موجود تھا۔ اور نہ اللہ کا یہ قاعدہ ہے کہ لوگ استغفار کر رہے ہوں اور وہ اُن کو عذاب دیدے۔<sup foot_note=\"184069\">1</sup>",
        "bn": "আল্লাহ এনেকুৱা নহয় যে, তুমি সিহঁতৰ মাজত থকা অৱস্থাত তেওঁ সিহঁতক শাস্তি দিব; লগতে আল্লাহৰ নীতি এইটোও নহয় যে, সিহঁতে আল্লাহৰ ওচৰত ক্ষমা প্ৰাৰ্থনা কৰি থাকিব আৰু আল্লাহে সিহঁতক শাস্তি দিব।",
        "fa": "و[لى‌ ای محمد،] تا تو در میان آنان هستى، الله بر آن نیست كه عذابشان كند و تا زمانی که [از درگاه الهی] آمرزش می‌طلبند، الله عذاب‌كنندۀ آنان نیست."
      }
    },
    {
      "verse_number": 1194,
      "verse_key": "8:34",
      "arabic_text": "وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمْ يَصُدُّونَ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ وَمَا كَانُوٓا۟ أَوْلِيَآءَهُۥٓ ۚ إِنْ أَوْلِيَآؤُهُۥٓ إِلَّا ٱلْمُتَّقُونَ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "phonetic_text": "Wama lahum alla yuAAaththibahumuAllahu wahum yasuddoona AAani almasjidi alharamiwama kanoo awliyaahu in awliyaohu illaalmuttaqoona walakinna aktharahum la yaAAlamoon",
      "translations": {
        "fr": "Mais pourquoi donc Allah ne les soumettrait-Il pas au supplice alors qu’ils repoussent (les gens) loin de la Mosquée Sacrée quand ils n’en sont pas les protecteurs ? Ses seuls protecteurs sont ceux qui craignent (Allah), mais la plupart d’entre eux ne le savent pas.",
        "en": "yet why should God not punish them when they debar people from the Sacred Mosque, although they are not its [rightful] guardians? Only those mindful of God are its rightful guardians, but most of the disbelievers do not realize this.",
        "es": "¿Por qué no iba Dios a castigarlos si ellos impiden [a los creyentes] el ingreso a la Mezquita Sagrada, sin ser los protectores [legítimos de la Mezquita Sagrada]? que sepan que los [legítimos] protectores son los piadosos. Pero la mayoría de los idólatras no lo sabe.",
        "it": "Ma perché mai Allah non li dovrebbe punire? Impediscono [ai credenti] l’accesso alla Santa Moschea, anche se non ne sono affatto i custodi. Solo i timorati [di Allah] ne sono [i veri] custodi, ma la maggior parte di loro lo ignora.",
        "ru": "Но как же Аллаху не подвергнуть их мучениям, если они не допускают мусульман к Заповедной мечети, не будучи Его угодниками? Его угодниками являются только богобоязненные, но большинство их не ведает об этом.",
        "tr": "Şimdi ise Allah'ın kendilerine azab etmemesi için neleri var ki? Oysa Mescidi Haram'dan menediyorlar. Üstelik onun hizmetine ehil kişiler de değiller. Çünkü onun hizmetine ehil olanlar ancak müttakilerdir. Lâkin çoğu bunu bilmezler.",
        "de": "Und was haben sie nun, daß Allah sie nicht strafen sollte, wo sie (euch) von der geschützten Gebetsstätte abhalten? Und sie waren nicht ihre Beschützer. Ihre Beschützer sind ja nur die Gottesfürchtigen! Aber die meisten von ihnen wissen nicht.",
        "pt": "E por que Deus não há de castigá-los, sendo que impedem a entrada (dos fiéis) na Sagrada Mesquita, apesar de nãoserem os seus guardiões? Ninguém o é, a não ser os tementes; porém, a maioria deles o ignora.",
        "nl": "En welk argument hebben zij, dat Allah hen niet zal bestraffen terwijl zij (de mensen) weghouden van de Masdjid al Harâm (de Gewijde Moskee te Mekkah) en zij niet de beheerders ervan zijn. De (rechtmatige) beheerders ervan zijn slechts de Moettaqôen, maar de meesten van hen weten het niet.",
        "ur": "لیکن اب کیوں نہ وہ ان پر عذاب نازل کرے جبکہ وہ مسجد حرام کا راستہ روک رہے ہیں، حالانکہ وہ اس مسجد کے جائز متولی نہیں ہیں اس کے جائز متولی تو صرف اہلِ تقویٰ ہی ہو سکتے ہیں مگر اکثر لوگ اس بات کو نہیں جانتے",
        "bn": "সিহঁতৰ কি হ’ল, কিয় আল্লাহে সিহঁতক শাস্তি নিদিব? অথচ সিহঁতে মানুহক মছজিদুল হাৰামৰ পৰা নিবৃত্ত কৰিছে; আনকি সিহঁত সেই মছজিদৰ অভিভাৱকো নহয়; ইয়াৰ অভিভাৱক হৈছে কেৱল মুত্তাক্বীসকল; কিন্তু সিহঁতৰ অধিকাংশই (এই কথা) নাজানে।",
        "fa": "و چرا الله آنان را [در آخرت‌] عذاب نكند، با اینكه آنان [مردم را] از [طواف و عبادت در] مسجدالحرام بازمى‌دارند؟ و [مشرکان] هرگز دوستان الله نبوده‌اند؛ [زیرا] دوستان الله کسی جز پرهیزگاران نیستند؛ ولى بیشتر آنان نمى‌دانند."
      }
    },
    {
      "verse_number": 1195,
      "verse_key": "8:35",
      "arabic_text": "وَمَا كَانَ صَلَاتُهُمْ عِندَ ٱلْبَيْتِ إِلَّا مُكَآءً وَتَصْدِيَةً ۚ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
      "phonetic_text": "Wama kana salatuhumAAinda albayti illa mukaan watasdiyatan fathooqooalAAathaba bima kuntum takfuroon",
      "translations": {
        "fr": "Ainsi leur prière<sup foot_note=194832>1</sup> près de la Maison Sacrée (la Kaâba) n’était que sifflements et battements de mains : « Goûtez donc le supplice, pour votre mécréance ! »",
        "en": "Their prayers before the House are nothing but whistling and clapping. ‘So taste the punishment for your disbelief.’",
        "es": "Su oración ante la Casa Sagrada [de La Meca] no era más que silbidos y aplausos. Sufrid [¡oh, idólatras!] el castigo por vuestro rechazo obstinado a la verdad.",
        "it": "La loro adorazione presso la Casa, non è altro che sibili e battimani  <a class=f><sup foot_note=157287>1</sup></a> : «Proverete il castigo per la vostra miscredenza!».",
        "ru": "Их молитва возле мечети была всего лишь свистом и хлопаньем в ладоши. Вкусите же мучения за то, что вы не верили.",
        "tr": "Kâbe huzurunda onların duaları ise ıslık çalıp el çırpmaktan başka birşey değildir. O halde inkârınızdan (ve nankörlüğünüzden) dolayı bu azabı tadın bakalım.",
        "de": "Und ihr Gebet beim Haus ist nur Pfeifen und Klatschen. Kostet nun die Strafe dafür, daß ihr stets ungläubig wart.",
        "pt": "A sua oração, na Casa, se reduz aos silvos e ao estalar de mãos. Sofrei, pois, o castigo, por vossa perfídia.",
        "nl": "En hun sheidt bij het Huis van Allah (de Ka'bah) was niets dan gefluit en handgeklap. Proeft dan de bestraffing wegens dat waaraan jullie ongelovig plachten te zijn.",
        "ur": "بیت اللہ کے پاس ان لوگوں کی نماز کیا ہوتی ہے ، بس سیٹیاں بجاتے اور تالیاں پیٹتے ہیں<sup foot_note=\"184070\">1</sup>، پس اب لو، اِس عذاب کا مزہ چکھو اپنے اُس انکارِ حق کی پاداش میں جو تم کرتے رہے ہو۔<sup foot_note=\"184071\">2</sup>",
        "bn": "আৰু কাবা ঘৰৰ ওচৰত সিহঁতৰ উপাসনা উৰুলি আৰু হাত তালিৰ বাহিৰে আন একো নহয়। গতিকে তোমালোকে শাস্তি ভোগ কৰা, কাৰণ তোমালোকে কুফুৰী কৰিছিলা।",
        "fa": "و نمازشان نزد خانه [کعبه] چیزی جز سوت‌کشیدن و کف‌زدن نبود؛ پس به سزای آنکه کفر می‌ورزیدید، عذاب [شکست و اسارت در بدر] را بچشید."
      }
    },
    {
      "verse_number": 1196,
      "verse_key": "8:36",
      "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ يُنفِقُونَ أَمْوَٰلَهُمْ لِيَصُدُّوا۟ عَن سَبِيلِ ٱللَّهِ ۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ ۗ وَٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ جَهَنَّمَ يُحْشَرُونَ",
      "phonetic_text": "Inna allatheena kafaroo yunfiqoonaamwalahum liyasuddoo AAan sabeeli Allahifasayunfiqoonaha thumma takoonu AAalayhim hasratanthumma yughlaboona wallatheena kafaroo ilajahannama yuhsharoon",
      "translations": {
        "fr": "Ceux qui ont mécru dépensent leurs biens pour repousser (les gens) loin du chemin d’Allah. Ils les dépenseront mais ils leur seront cause de regret. Puis ils seront vaincus, et ceux qui auront mécru seront vers la Géhenne rassemblés en foule,",
        "en": "They use their wealth to bar people from the path of God, and they will go on doing so. In the end this will be a source of intense regret for them: they will be overcome and herded towards Hell.",
        "es": "Los que se niegan a creer gastan su dinero para apartar a la gente del sendero de Dios. Seguirán gastando hasta lamentarlo, y finalmente serán vencidos. Los que se niegan a creer serán finalmente congregados en el Infierno.",
        "it": "I miscredenti dilapidano i loro beni per distogliere [le genti] dal sentiero di Allah. Li dilapideranno, poi li rimpiangeranno e infine soccomberanno. I miscredenti saranno radunati nell’Inferno,",
        "ru": "Воистину, неверующие расходуют свое имущество для того, чтобы сбить других с пути Аллаха. Они будут расходовать его, а затем будут сожалеть об этом, а вслед за тем они будут повержены. Неверующие будут собраны в Геенне,",
        "tr": "Mallarını, Allah yolundan engellemek için sarfeden o kâfirler, hiç şüphesiz yine onu sarfedecekler. Varsın sarfetsinler, sonra o yüreklerine inen bir acı olacak, sonra da mağlup olacaklar. Zaten kâfirler toplanıp cehenneme gönderilecekler.",
        "de": "Diejenigen, die ungläubig sind, geben ihren Besitz aus, um von Allahs Weg abzuhalten. Sie werden ihn ausgeben, und hierauf wird es eine gramvolle Reue für sie sein. Hierauf werden sie besiegt werden. Und diejenigen, die ungläubig sind, werden zur Hölle versammelt werden,",
        "pt": "Eis que os incrédulos malversam as suas riquezas, para desviarem (os fiéis) da senda de Deus. Porém, malversá-las-ãocompletamente, e isso será a causa da sua atribulação; então, será vencidos. Os incrédulos serão congregados no inferno.",
        "nl": "Voorwaar, degenen die niet geloven besteden hun bezittingen om (de mensen) van het Pad van Allah af te houden. Zij zullen deze (bezittingen blijven) besteden, maar daarna zullen deze een bron van spijt voor hen worden en uiteindelijk zullen zij worden verslagen. En degenen die ongelovig zijn zullen in de Hel verzameld worden.",
        "ur": "جن لوگوں نے حق کو ماننے سے انکار کیا ہے وہ اپنے مال خدا کے راستے سے روکنے کے لیے صرف کر رہے ہیں اور ابھی اور خرچ کرتے رہیں گے مگر آخر کار یہی کوششیں ان کے لیے پچھتاوے کا سبب بنیں گی، پھر وہ مغلوب ہوں گے، پھر یہ کافر جہنم کی طرف گھیر لائے جائیں گے",
        "bn": "নিশ্চয় যিসকলে কুফৰী কৰিছে, সিহঁতে আল্লাহৰ পথৰ পৰা মানুহক নিবৃত্ত কৰিবলৈ সিহঁতৰ ধন-সম্পদ ব্যয় কৰে, অচিৰেই সিহঁতে সেয়া ব্যয় কৰিব, তাৰ পিছত সেয়া সিহঁতৰ মনস্তাপৰ কাৰণ হ’ব; ইয়াৰ পিছত সিহঁতে পৰাভূত হ’ব; আৰু যিসকলে কুফৰী কৰিছে সিহঁতক জাহান্নামত একত্ৰিত কৰা হ’ব।",
        "fa": "کسانی‌ که کفر ورزیدند، اموالشان را خرج می‌کنند تا [مردم را] از راه الله بازدارند؛ پس به زودی همه را خرج می‌کنند، آنگاه [این کار، مایۀ] حسرت و پیشمانی‌شان می‌گردد و سپس شکست می‌خورند؛ و [سرانجام،] کسانی ‌که کفر ورزیدند، به سوی [آتش] دوزخ کشانده می‌شوند."
      }
    },
    {
      "verse_number": 1197,
      "verse_key": "8:37",
      "arabic_text": "لِيَمِيزَ ٱللَّهُ ٱلْخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجْعَلَ ٱلْخَبِيثَ بَعْضَهُۥ عَلَىٰ بَعْضٍ فَيَرْكُمَهُۥ جَمِيعًا فَيَجْعَلَهُۥ فِى جَهَنَّمَ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
      "phonetic_text": "Liyameeza Allahu alkhabeetha mina attayyibiwayajAAala alkhabeetha baAAdahu AAala baAAdinfayarkumahu jameeAAan fayajAAalahu fee jahannama ola-ikahumu alkhasiroon",
      "translations": {
        "fr": "pour qu’Allah sépare (celui qui est) mauvais de (celui qui est) bon et entasse les mauvais les uns sur les autres pour en faire un seul amas qu’Il précipitera dans la Géhenne. Ceux-là sont bien les perdants.",
        "en": "God will separate the bad from the good, place the bad on top of one another- heaping them all up together- and put them in Hell. They will be the losers.",
        "es": "Así Dios diferenciará al corrupto del honesto, y reunirá a los perversos unos con otros y les congregará en el Infierno. Ésos serán los perdedores.",
        "it": "affinché Allah distingua il cattivo dal buono e raduni i cattivi gli uni sugli altri, li raccolga e li assegni all’Inferno! Essi sono coloro che avranno perduto.",
        "ru": "чтобы Аллах отделил скверного человека от доброго, бросил скверных одного на другого, собрал их всех вместе и поместил в Геенне. Они будут потерпевшими убыток.",
        "tr": "Allah, murdarı temizden ayırdetmek için ve bir de murdar kısmını birbiri üzerine bindirip hepsini bir araya getirmek ve topunu birden cehenneme koymak için böyle yapar. İşte bunlar o hüsran içinde kalanların ta kendileridir.",
        "de": "damit Allah das Schlechte vom Guten sondere und das Schlechte übereinander tue, es alles zusammenhäufe und in die Hölle bringe. Das sind die Verlierer.",
        "pt": "Isso, para que Deus possa separar os maus dos bons, e amontoar os maus uns sobre os outros; juntá-los-á a todos e osarrojará no inferno. Estes são os desventurados.",
        "nl": "Opdat Allah het slechte van het goede zal scheiden en Hij de slechten op elkaar zal plaatsen en Hij alles tezamen zal opstapelen en de Hel in zal voeren. Zij zijn degenen die de verliezers zijn.",
        "ur": "تاکہ اللہ گندگی کو پاکیزگی سے چھانٹ کر الگ کرے اور ہر قسم کی گندگی کو ملا کر اکٹھا کرے پھر اس پلندے کو جہنم میں جھونک دے، یہی لوگ اصلی دیوالیے ہیں۔<sup foot_note=\"184072\">1</sup>",
        "bn": "যাতে আল্লাহে অপৱিত্ৰবোৰক পৱিত্ৰসকলৰ পৰা পৃথক কৰিব পাৰে। তেওঁ অপৱিত্ৰবোৰক এটাৰ পিছত আনটোক ৰাখি সকলোবোৰ স্তূপ কৰিব, তাৰ পিছত সেয়া জাহান্নামত নিক্ষেপ কৰিব। সিহঁতেই ক্ষতিগ্ৰস্ত।",
        "fa": "تا الله، پلید را از پاکیزه جدا کند و پلیدان را روى يكديگر نهد و همگی را متراكم سازد، سپس [یکجا] در دوزخ قرار دهد. اینان همان زیانکاران [واقعی] هستند."
      }
    },
    {
      "verse_number": 1198,
      "verse_key": "8:38",
      "arabic_text": "قُل لِّلَّذِينَ كَفَرُوٓا۟ إِن يَنتَهُوا۟ يُغْفَرْ لَهُم مَّا قَدْ سَلَفَ وَإِن يَعُودُوا۟ فَقَدْ مَضَتْ سُنَّتُ ٱلْأَوَّلِينَ",
      "phonetic_text": "Qul lillatheena kafaroo in yantahooyughfar lahum ma qad salafa wa-in yaAAoodoo faqad madatsunnatu al-awwaleen",
      "translations": {
        "fr": "Dis à ceux qui ont mécru que, s’ils mettent fin (à leur mécréance), tout le passé leur sera pardonné ; et que s’ils récidivent, ils subiront le sort de ceux qui les ont précédés.",
        "en": "[Prophet], tell the disbelievers that if they desist their past will be forgiven, but if they persist, they have an example in the fate of those who went before.",
        "es": "Diles a los que se niegan a creer que si desisten [y abrazan el Islam] les será perdonado cuanto cometieron en el pasado; pero si persisten, tendrán el mismo destino de los pueblos que les precedieron.",
        "it": "Di’ a coloro che negano che, se desistono, sarà loro perdonato il passato, ma se persistono, ebbene dietro di loro c’è l’esperienza degli antichi  <a class=f><sup foot_note=157288>1</sup></a> .",
        "ru": "Скажи неверующим, что если они прекратят, то им будет прощено то, что было в прошлом. Но если они возвратятся к неверию, то ведь уже были примеры первых поколений.",
        "tr": "O kâfirlere de ki: Eğer bu işe son verirlerse daha önce yaptıkları bağışlanacak. Yok yine karşı koymaya başlar, isyana dönerlerse, önceki ümmetlere uygulanan kurallar kendilerine de uygulanacak. (Artık o ilâhî uygulamayı beklesinler.)",
        "de": "Sag zu denen, die ungläubig sind: Wenn sie aufhören, wird ihnen vergeben, was bereits vergangen ist. Wenn sie aber (dazu) zurückkehren, - so hat sich schon die Gesetzmäßigkeit an den Früheren vollzogen.",
        "pt": "Dize aos incrédulos que, no caso de se arrependerem, ser-lhes-á perdoado o passado. Por outra, caso persistam, quetenham em mente o escarmento dos antigos.",
        "nl": "Zeg tot degenen die ongelovig zijn: \"Als jullie ophouden, zullen jw]ie worden vergeven voor wat reeds voorbij is, maar als jullie in herhaling vervalken, dan (geldt) voor ben de handelwijze (van Allah), zoals die veedsgold voor de vroegeren.",
        "ur": "اے نبیؐ، ان کافروں سے کہو کہ اگر اب بھی باز آ جائیں تو جو کچھ پہلے ہو چکا ہے اس سے درگزر کر لیا جائے گا، لیکن اگر یہ اسی پچھلی روش کا اعادہ کریں گے تو گزشتہ قوموں کے ساتھ جو کچھ ہو چکا ہے وہ سب کو معلوم ہے",
        "bn": "যিসকলে কুফুৰী কৰিছে সিহঁতক কোৱা, ‘যদি সিহঁতে (কুফুৰী) পৰিহাৰ কৰে তেন্তে আগতে যি হৈছে সেয়া আল্লাহে ক্ষমা কৰিব; কিন্তু সিহঁতে যদি অন্যায়ৰ পুনৰাবৃত্তি কৰে তেন্তে পুৰ্বৱৰ্তীসকলৰ ৰীতিতো জানাই (সিহঁতৰ কি পৰিণতি হৈছিল)’।",
        "fa": "[ای پیامبر،] به کسانی‌ که کفر ورزیدند بگو [که] اگر [از شرک و دشمنی] دست بردارند، گذشته‌هایشان بخشوده می‌شود و[لی] اگر [به رفتار گذشتۀ خود] بازگردند، سنت [و عذاب الهى كه در مورد] پیشینیان گذشت [تكرار خواهد شد]."
      }
    },
    {
      "verse_number": 1199,
      "verse_key": "8:39",
      "arabic_text": "وَقَـٰتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِ ۚ فَإِنِ ٱنتَهَوْا۟ فَإِنَّ ٱللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ",
      "phonetic_text": "Waqatiloohum hatta latakoona fitnatun wayakoona addeenu kulluhu lillahifa-ini intahaw fa-inna Allaha bima yaAAmaloona baseer",
      "translations": {
        "fr": "Combattez-les jusqu’à ce qu’il n’y ait plus d’associatrie, et que le culte soit exclusivement voué à Allah. Mais, s’ils mettent fin (à leur mécréance), (qu’ils sachent qu’) Allah Voit Tout ce qu’ils font.",
        "en": "[Believers], fight them until there is no more persecution, and all worship is devoted to God alone: if they desist, then God sees all that they do,",
        "es": "Combatid [a los criminales] hasta que cese la opresión y todos puedan adorar libremente a Dios. Pero si desisten [de perseguir a los creyentes] Dios bien ve lo que hacen.",
        "it": "Combatteteli finché non ci sia più politeismo  <a class=f><sup foot_note=157289>1</sup></a> , e la religione sia tutta per Allah. Se poi smettono… ebbene, Allah ben osserva quello che fanno.",
        "ru": "Сражайтесь с ними, пока не исчезнет искушение и пока религия (поклонение) не будет полностью посвящена Аллаху. Если же они прекратят, то ведь Аллах видит то, что они совершают.",
        "tr": "Ortalıkta fitne kalmayıp, din tamamıyla Allah'ın dini oluncaya kadar onlarla savaşın. Eğer vazgeçerlerse muhakkak ki, Allah yaptıklarını görür.",
        "de": "Und kämpft gegen sie, bis es keine Verfolgung mehr gibt und (bis) die Religion gänzlich Allahs ist. Wenn sie jedoch aufhören, so sieht Allah wohl, was sie tun.",
        "pt": "Combatei-os até terminar a intriga, e prevalecer totalmente a religião de Deus. Porém, se se retratarem, saibam que Deusbem vê tudo o quanto fazem.",
        "nl": "En bevecht hen totdat er geen Fitnah meer is en de godsdienst geheel voor Allah is. Als zij ophouden, voorwaar, dan is Allah wat betreft hetgeen zij bedreven Alziende.",
        "ur": "اے ایمان لانے والو، ان کافروں سے جنگ کرو یہاں تک کہ فتنہ باقی نہ رہےاور دین پورا کا پورا اللہ کے لیے ہو جائے۔<sup foot_note=\"184073\">1</sup> پھر اگر وہ فتنہ سے رُک جائیں تو اُن کے اعمال کا دیکھنے والا اللہ ہے",
        "bn": "আৰু তোমালোকে ফিতনাৰ অৱসান নঘটা লৈকে সিহঁতৰ বিৰুদ্ধে সংগ্ৰাম কৰি থাকিবা আৰু দ্বীন পূৰ্ণৰূপে কেৱল আল্লাহৰ বাবে নোহোৱা লৈকে। তাৰ পিছত যদি সিহঁতে বিৰত থাকে তেন্তে সিহঁতে যি কৰে সেই বিষয়ে আল্লাহ সম্যক দ্ৰষ্টা।",
        "fa": "و [ای مؤمنان،] با آنان پیکار کنید تا فتنه [ی شرک] ریشه‌کن شود و [عبادت و] دین، همه از آنِ الله گردد. پس اگر آنان [از شرک و آزار] دست برداشتند، [رهایشان کنید؛ چرا که] بی‌تردید، الله به آنچه می‌کنند بیناست."
      }
    },
    {
      "verse_number": 1200,
      "verse_key": "8:40",
      "arabic_text": "وَإِن تَوَلَّوْا۟ فَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَوْلَىٰكُمْ ۚ نِعْمَ ٱلْمَوْلَىٰ وَنِعْمَ ٱلنَّصِيرُ",
      "phonetic_text": "Wa-in tawallaw faAAlamoo anna Allahamawlakum niAAma almawla waniAAma annaseer",
      "translations": {
        "fr": "Et s’ils se détournent encore, sachez alors qu’Allah est votre Maître. Le Meilleur des maîtres et le Meilleur des soutiens !",
        "en": "but if they pay no heed, be sure that God is your protector, the best protector and the best helper.",
        "es": "Pero si se niegan [y prefieren seguir persiguiendo a los creyentes], sabed que Dios es vuestro Protector. ¡Qué excelente Protector y qué excelente Defensor!",
        "it": "E se volgono le spalle, sappiate che Allah è il vostro Patrono. Quale miglior patrono, quale miglior soccorritore.",
        "ru": "Но если они отвернутся, то да будет вам известно, что Аллах является вашим Покровителем. Как прекрасен этот Покровитель! Как прекрасен этот Помощник!",
        "tr": "Yok vazgeçmez de tekrar eskiye dönerlerse artık bilin ki, Allah sizin yardımcınızdır. O ne güzel mevla, ne güzel yardımcıdır.",
        "de": "Und wenn sie sich abkehren, so wisset, daß Allah euer Schutzherr ist. Wie trefflich ist der Schutzherr, und wie trefflich ist der Helfer!",
        "pt": "Mas, no caso de se recusarem, sabei que Deus é vosso Protetor. Que excelente Protetor e que excelente Socorredor!",
        "nl": "En ais zij zich afwenden, weet dan dat Allah waarlijk jullie Beschermer is. Hij is de Beste Berchermer en de Beste Helper.",
        "ur": "اور اگر وہ نہ مانیں تو جان رکھو کہ اللہ تمہارا سرپرست ہے اور وہ بہترین حامی و مدد گار ہے",
        "bn": "আৰু যদি সিহঁতে মুখ ঘূৰাই লয় তেন্তে জানি থোৱা, আল্লাহেই তোমালোকৰ অভিভাৱক, তেওঁ কিমান যে উত্তম অভিভাৱক আৰু কিমান যে উত্তম সহায়কাৰী।",
        "fa": "و اگر [از اوامر الهی] سرپیچی کردند، بدانید که الله [دوست و] کارسازِ شماست. چه نیکو کارساز و چه نیک یاوری است!"
      }
    },
    {
      "verse_number": 1201,
      "verse_key": "8:41",
      "arabic_text": "۞ وَٱعْلَمُوٓا۟ أَنَّمَا غَنِمْتُم مِّن شَىْءٍ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَٱبْنِ ٱلسَّبِيلِ إِن كُنتُمْ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلْنَا عَلَىٰ عَبْدِنَا يَوْمَ ٱلْفُرْقَانِ يَوْمَ ٱلْتَقَى ٱلْجَمْعَانِ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "phonetic_text": "WaAAlamoo annama ghanimtummin shay-in faanna lillahi khumusahu walirrasooliwalithee alqurba walyatama walmasakeeniwabni assabeeli in kuntum amantum billahiwama anzalna AAala AAabdina yawmaalfurqani yawma iltaqa aljamAAani wallahuAAala kulli shay-in qadeer",
      "translations": {
        "fr": "Et sachez que, quelque butin que vous récoltiez, il en revient le cinquième à Allah, au Messager, à ses proches, aux orphelins, aux pauvres et aux voyageurs de grand chemin, si vous croyez en Allah et à ce que Nous avons révélé à Notre serviteur<sup foot_note=194833>1</sup> le jour du Discernement (Al-Furqân),<sup foot_note=194834>2</sup> jour où les deux troupes (ennemies) se rencontrèrent. Allah est de Toute chose Infiniment Capable.",
        "en": "Know that one-fifth of your battle gains belongs to God and the Messenger, to close relatives and orphans, to the needy and travellers, if you believe in God and the revelation We sent down to Our servant on the day of the decision, the day when the two forces met in battle. God has power over all things.",
        "es": "Sabed que un quinto del botín Le corresponde a Dios, al Mensajero, a sus familiares, a los huérfanos, a los pobres y a los viajeros insolventes [y el resto a los soldados], si es que creéis en Dios y en lo que le he revelado a Mi siervo el día que se evidenció la verdad de la falsedad: el día que se enfrentaron los dos ejércitos<sup foot_note=168589>1</sup>. Dios tiene poder sobre todas las cosas.",
        "it": "Sappiate che del bottino che conquisterete, un quinto appartiene ad Allah e al Suo Messaggero, ai suoi parenti, agli orfani, ai poveri, ai viandanti  <a class=f><sup foot_note=157290>1</sup></a> , se credete in Allah e in quello che abbiamo fatto scendere sul Nostro schiavo nel giorno del Discrimine  <a class=f><sup foot_note=157291>2</sup></a> , il giorno in cui le due schiere si incontrarono. Allah è onnipotente.",
        "ru": "Знайте, что если вы захватили трофеи, то пятая часть их принадлежит Аллаху, Посланнику, близким родственникам Посланника, сиротам, беднякам и путникам, если вы уверовали в Аллаха и в то, что Мы ниспослали Нашему рабу в день различения, в день, когда встретились две армии при Бадре. Воистину, Аллах способен на всякую вещь.",
        "tr": "Şunu da biliniz ki, ganimet olarak aldığınız her hangi bir şeyden beşte biri mutlaka Allah içindir. O da peygambere ve ona yakınlığı olanlara, yetimlere, miskinlere ve yolda kalmışlara aittir. Eğer siz Allah'a iman etmiş, hak ile batılın ayrıldığı o gün, iki ordunun karşı karşıya geldiği o (Bedir) günü kulumuza indirdiğimiz âyetlere iman getirmiş iseniz bunu böyle biliniz. Ve biliniz ki, Allah, herşeye kâdirdir.",
        "de": "Und wisset: Was immer ihr erbeutet, so gehört Allah ein Fünftel davon und dem Gesandten, und den Verwandten, den Waisen, den Armen und dem Sohn des Weges, wenn ihr an Allah glaubt und an das, was Wir auf Unseren Diener am Tag der Unterscheidung (als Offenbarung) hinabgesandt haben, an dem Tag, da die beiden Heere aufeinandertrafen. Und Allah hat zu allem die Macht.",
        "pt": "E sabei que, de tudo quanto adquirirdes de despojos, a quinta parte pertencerá a Deus, ao Mensageiro e aos seusparentes, aos órfãos, aos indigentes e ao viajante; se fordes crentes em Deus e no que foi revelado ao Nosso servo no Dia doDiscernimento, em que se enfrentaram os dois grupos, sabei que Deus é Onipotente.",
        "nl": "En weet dat, wat jullie ook aan oorlogsbuit (Ghanîmah) hebben verkregen: één vijfde deel ervan is voor Allah en voor de Boodschapper en voor de verwanten (van de Boodschapper), en de wezen, en de annen en de reiziger (zonder proviand), als jullie in Allah geloven en in wat Wij aan Onze dienaar hebben neergezonden op de dag van het onderscheid, de dag dat de twee legers elkaar troffen. En Allah is Almachtig over alle dingen.",
        "ur": "اور تمہیں معلوم ہو کہ جو کچھ مالِ غنیمت تم نے حاصل کیا ہے اس کا پانچواں حصّہ اللہ اور اس کے رسول ؐ اور رشتہ داروں اور یتیموں اور مسکینوں اور مسافروں کے لیے ہے،<sup foot_note=\"184074\">1</sup> اگر تم ایمان لائے ہو اللہ پر اور اس چیز پر جو فیصلے کے روز، یعنی دونوں فوجوں کی مڈ بھیڑ کے دن، ہم نے اپنے بندے پر نازل کی تھی،<sup foot_note=\"184075\">2</sup> (تو یہ حصّہ بخوشی ادا کرو)۔ اللہ ہر چیز پر قادر ہے",
        "bn": "আৰু জানি থোৱা, যুদ্ধ ক্ষেত্ৰত তোমালোকে গনিমত হিচাপে যি লাভ কৰিছা, তাৰ এক-পঞ্চমাংশ হৈছে আল্লাহৰ, ৰাছুলৰ, ৰাছুলৰ নিকট আত্মীয়ৰ, ইয়াতীমসকলৰ, মিছকীনসকলৰ আৰু মুছাফিৰসকলৰ বাবে নিৰ্দিষ্ট, যদি তোমালোকে আল্লাহৰ প্ৰতি বিশ্বাস কৰা আৰু সেইটোৰ প্ৰতি বিশ্বাস কৰা যিটো আমি মীমাংসাৰ দিনা আমাৰ বান্দাৰ ওপৰত অৱতীৰ্ণ কৰিছিলো, যিদিনা দুয়ো দলে পৰস্পৰৰ সন্মুখীন হৈছিল। আৰু আল্লাহ সকলো বস্তুৰ ওপৰত ক্ষমতাৱান।",
        "fa": "و بدانید هر غنیمتی که به دست آوردید، یک‌پنجم آن برای الله و پیامبر و برای خویشاوندان [پیامبر، از بنی‌هاشم و بنی‌مطّلب] و یتیمان [نابالغ] و مستمندان و درراه‌ماندگان است. اگر به الله و آنچه که بر بندۀ خود در روز جدایی [حق از باطل]، روز برخورد دو گروه [مؤمنان و مشرکان] نازل کردیم، ایمان دارید [به این احکام عمل کنید] و [بدانید که] الله بر هر چیز تواناست."
      }
    },
    {
      "verse_number": 1202,
      "verse_key": "8:42",
      "arabic_text": "إِذْ أَنتُم بِٱلْعُدْوَةِ ٱلدُّنْيَا وَهُم بِٱلْعُدْوَةِ ٱلْقُصْوَىٰ وَٱلرَّكْبُ أَسْفَلَ مِنكُمْ ۚ وَلَوْ تَوَاعَدتُّمْ لَٱخْتَلَفْتُمْ فِى ٱلْمِيعَـٰدِ ۙ وَلَـٰكِن لِّيَقْضِىَ ٱللَّهُ أَمْرًا كَانَ مَفْعُولًا لِّيَهْلِكَ مَنْ هَلَكَ عَنۢ بَيِّنَةٍ وَيَحْيَىٰ مَنْ حَىَّ عَنۢ بَيِّنَةٍ ۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ",
      "phonetic_text": "Ith antum bilAAudwati addunyawahum bilAAudwati alquswa warrakbuasfala minkum walaw tawaAAadtum lakhtalaftum feealmeeAAadi walakin liyaqdiya Allahuamran kana mafAAoolan liyahlika man halaka AAan bayyinatinwayahya man hayya AAan bayyinatin wa-innaAllaha lasameeAAun AAaleem",
      "translations": {
        "fr": "Vous étiez sur le versant le plus proche, et eux étaient sur le versant le plus éloigné, alors que la caravane était en contrebas par rapport à vous. Si vous vous étiez donné rendez-vous, vous auriez certainement manqué votre rencontre. Mais Allah entendait exécuter un décret qui devait l’être immanquablement, afin que celui qui devait périr périsse par une preuve évidente, et que celui qui devait vivre vive par une preuve évidente. Allah Entend Tout et Il est Omniscient.",
        "en": "Remember when you were on the near side of the valley, and they were on the far side and the caravan was below you. If you had made an appointment to fight, you would have failed to keep it [but the battle took place] so that God might bring about something already ordained, so that those who were to die might die after seeing a clear proof, and so that those who were to live might live after seeing a clear proof- God is all hearing and all seeing.",
        "es": "[Recuerda] cuando os encontrabais<sup foot_note=168590>1</sup> en el valle más cercano [a Medina] y el ejército de los idólatras en el más lejano, y la caravana de camellos más abajo [en dirección al mar]. Y si hubierais sabido que se habría de producir una batalla, os habríais negado a aceptar el desafío. Pero [la batalla fue provocada aun así] para que Dios llevara a cabo algo [que Él había dispuesto] que ocurriera, y para que quien hubiera de perecer [en ese día], pereciera ante una prueba clara de la verdad; y quien hubiera de sobrevivir, sobreviviera ante una prueba clara de la verdad. Dios todo lo oye, todo lo sabe.",
        "it": "Eravate sul versante più vicino e loro erano su quello più lontano e la carovana era più in basso di voi. Se vi foste dati un appuntamento, sareste stati discordi sul luogo. Era necessario che Allah realizzasse un ordine che doveva essere eseguito, affinché chi doveva morire morisse con una prova e chi doveva vivere vivesse con una prova. In verità Allah tutto ascolta e conosce.",
        "ru": "Вот вы находились на ближней стороне долины, они - на дальней стороне, а караван был ниже вас. Если бы вы условились, то разошлись бы во времени и месте. Однако все произошло так, чтобы Аллах довел до конца дело, которое уже было свершившимся, дабы погиб тот, кто погиб при полной ясности, и дабы выжил тот, кто выжил при полной ясности. Воистину, Аллах - Слышащий, Знающий.",
        "tr": "O vakit siz vadinin yakın bir yamacında idiniz, onlarsa uzak yamacında idiler. Kervan da sizden daha aşağıda idi. Öyle ki, şayet onlarla sözleşmiş olsaydınız, öyle bir buluşma yeri için mutlaka anlaşmazlık çıkarırdınız. Fakat olması gereken (zafer)in olması için Allah böyle takdir etti. Tâ ki, helak olan apaçık bir delil gördükten sonra helak olsun, sağ kalanlar da yine apaçık bir delilden sonra yaşasın. Kesindir ki Allah, işitendir, bilendir.",
        "de": "Als ihr auf der näheren Talseite wart, sie auf der ferneren Talseite und die Karawane unterhalb von euch. Und wenn ihr euch verabredet hättet, wäret ihr über die Verabredung fürwahr uneinig gewesen, aber (es geschah so), damit Allah eine Angelegenheit entscheide, die ausgeführt werden sollte, damit, wer umkam, auf Grund eines klaren Beweises umkäme, und wer am Leben bliebe, auf Grund eines klaren Beweises am Leben bliebe. Allah ist wahrlich Allhörend und Allwissend.",
        "pt": "Recordai-vos de quanto estáveis acampados na rampa, do vale, mais próxima (a Madina), e eles na mais afastada, e suacaravana se encontrava mais abaixo - Se tivésseis marcado um encontro com o inimigo, ter-vos-íeis desencontrado - e osenfrentastes para que Deus cumprisse Sua decisão prescrita, a fim de que perecessem aqueles que, com razão, deveriamsucumbir, e sobrevivessem aqueles que, com razão, deveriam sobreviver; sabei que Deus é Oniouvinte, Sapientíssimo.",
        "nl": "Toen jullie je op de nabijgelegen rand van de vallei bevonden en zij zich op de verste rand van de vallei, terwijl de karavaan zich onder jullie bevond. En als jullie een afspraak zouden maken, (over de dag van de veldslag), dan zouden jullie het met elkaar oneens zijn. (Maar Allah liet de veldslag plaatsvinden) zodat Allah een zaak zou volbrengen die plaats moest vinden, zodat zij die sneuvelden vanwege een duidelijk bewijs sneuvelden; en zodat zij die in leven bleven vanwege een duidelijk bewijs in leven bleven. En voorwaar, Allah is zeker Alhorend en Alwetend,",
        "ur": "یاد کرو وہ وقت جبکہ تم وادی کے اِس جانب تھے اور وہ دُوسری جانب پڑاوٴ ڈالے ہوئے تھے اور قافلہ تم سے نیچے (ساحل ) کی طرف تھا۔ اگر کہیں پہلے سے تمہارے اور ان کے درمیان مقابلہ کی قرار داد ہو چکی ہوتی تو تم ضرور اس موقع پر پہلو تہی کرجاتے، لیکن جو کچھ پیش آیا وہ اس لیے تھا کہ جس بات کا فیصلہ اللہ کر چکا تھا اسے ظہور میں لے آئے تاکہ جسے ہلاک ہونا ہے وہ دلیلِ روشن کے ساتھ ہلاک ہو اور جسے زندہ رہنا ہے وہ دلیلِ روشن کے ساتھ زندہ رہے <sup foot_note=\"184076\">1</sup>، یقیناً خدا سُننے اور جاننے والا ہے۔<sup foot_note=\"184077\">2</sup>",
        "bn": "স্মৰণ কৰা, যেতিয়া তোমালোকে উপত্যকাৰ নিকটৱৰ্তী প্ৰান্তত আছিলা আৰু সিহঁত আছিল দূৰৱৰ্তী প্ৰান্তত আৰু আৰোহী দল আছিল তোমালোকৰ পৰা নিম্নভূমিত। যদি তোমালোকে পৰস্পৰে যুদ্ধ সম্পৰ্কে কোনো পূৰ্বসিদ্ধান্তত থাকিলাহেঁতেন তেন্তে এই সিদ্ধান্ত সম্পৰ্কে তোমালোকে নিশ্চয় মতভেদ কৰিলাহেঁতেন। কিন্তু যি ঘটিবলগীয়া আছিল, আল্লাহে সেয়া সম্পন্ন কৰিলে, যাতে যিয়ে ধ্বংস হ’ব সি যেন সুস্পষ্ট প্ৰমাণ পোৱাৰ পিছত ধ্বংস হয় আৰু যিয়ে জীৱিত থাকিব সি যেন সুস্পষ্ট প্ৰমাণ পোৱাৰ পিছত জীৱিত থাকে; আৰু নিশ্চয় আল্লাহ সৰ্বশ্ৰোতা, সৰ্বজ্ঞ।",
        "fa": "آنگاه كه شما [مؤمنان] بر دامنۀ نزدیک‌تر [دره، به سمت مدینه] بودید و آنان در دامنۀ دورتر [دره، به سمت مکه] قرار داشتند و کاروان [تجاری قریش‌] پایین‌تر از [میدان جنگ و دور از تیررسِ‌] شما بود و اگر [شما و مشرکان] با یكدیگر [در مورد محل درگیری] وعده گذاشته بودید، قطعاً در وعده‌گاهِ خود اختلاف مى‌كردید؛ ولى [به ارادۀ الهی در بدر جمع شدید] تا الله كارى را كه قطعاً [باید] به وقوع می‌پیوست انجام دهد تا هر [کافری] كه هلاک می‌شود [با وجود برتری نظامی و عددی، در شرک و گمراهى] هلاک گردد و هر [مؤمنی] که زنده می‌ماند [به هدایت] زندگى ‌یابد [و این مرگ و زندگی] بر اساس دلیلی روشن باشد؛ و به راستی که الله شنوای داناست‌."
      }
    },
    {
      "verse_number": 1203,
      "verse_key": "8:43",
      "arabic_text": "إِذْ يُرِيكَهُمُ ٱللَّهُ فِى مَنَامِكَ قَلِيلًا ۖ وَلَوْ أَرَىٰكَهُمْ كَثِيرًا لَّفَشِلْتُمْ وَلَتَنَـٰزَعْتُمْ فِى ٱلْأَمْرِ وَلَـٰكِنَّ ٱللَّهَ سَلَّمَ ۗ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "phonetic_text": "Ith yureekahumu Allahu fee manamikaqaleelan walaw arakahum katheeran lafashiltum walatanazaAAtumfee al-amri walakinna Allaha sallama innahuAAaleemun bithati assudoor",
      "translations": {
        "fr": "Et (souviens-toi) quand, en songe, Allah te les<sup foot_note=194835>1</sup> montra peu nombreux. S’Il te les avait montrés nombreux, vous (les croyants) auriez lâché pied et vous vous seriez âprement disputés à propos de cette situation. Mais Allah vous épargna (cette discorde) Lui Qui Sait ce qu’il y a au fond des cœurs.",
        "en": "[Prophet], remember when God made you see them in your sleep as few: if He had shown them to you [believers] as many, you would certainly have lost heart and argued about it, but God saved you. He knows the secrets of the heart.",
        "es": "Dios hizo que en un sueño vieras a los enemigos como si fueran pocos, pues si os los hubiera mostrado como un ejército numeroso os habríais acobardado, dudando sobre si combatir o no. Pero Dios os protegió. Él bien sabe lo que hay en los corazones.",
        "it": "In sogno Allah te li aveva mostrati poco numerosi, ché se te li avesse mostrati in gran numero, avreste certamente perso il coraggio e vi sareste scontrati tra voi in proposito. Ma Allah vi salvò. Egli conosce quello che c’è nei petti.",
        "ru": "Вот Аллах показал их тебе во сне малочисленными. Если бы Он показал тебе их многочисленными, то вы пали бы духом и стали бы препираться при принятии решения. Однако Аллах уберег вас, ибо Он знает о том, что в груди.",
        "tr": "Hani o vakitler Allah sana uykunda (rüyanda) onları az gösteriyordu. Eğer Allah sana onları kalabalık gösterseydi korkacaktınız ve savaş konusunda anlaşmazlığa düşecektiniz. Fakat Allah böyle bir şeyden sizi uzak tuttu. Çünkü O, gönüllerde yatanı da bilir.",
        "de": "Als Allah sie dir in deinem Schlaf als wenige zeigte -, und wenn Er sie dir als viele gezeigt hätte, hättet ihr wahrlich den Mut verloren und über die Angelegenheit miteinander gestritten. Aber Allah hat (euch) bewahrt. Gewiß, Er weiß über das Innerste der Brüste Bescheid.",
        "pt": "Recorda-te (ó Mensageiro) de quando, em sonhos, Deus te fez crer (o exército inimigo) em número reduzido, porque, sete tivesse feito vê-lo numeroso, terias desanimado e terias vacilado a respeito do assunto; porém, Deus (te) salvou deles, porque bem conhece as intimidades dos corações.",
        "nl": "Toen Allah hen in jouw slaap gering in aantal toonde (was jij aangemoedigd). En als Hij hen groot in aantal had getoond, dan zouden jullie ontmoedigd zijn geraakt, en het met elkaar oneens zijn geworden over de kwestie, maar Allah bracht redding. Voorwaar, Hij weet wat zich in de harten bevindt.",
        "ur": "اور یاد کرو وہ وقت جبکہ اے نبی ؐ ، خدا اُن کو تمہارے خواب میں تھوڑا دکھا رہا تھا۔<sup foot_note=\"184078\">1</sup> اگر کہیں وہ تمہیں اُن کی تعداد زیادہ دکھا دیتا تو ضرور تم لوگ ہمت ہار جاتے اور لڑائی کے معاملہ میں جھگڑا شروع کر دیتے، لیکن اللہ ہی نے اِس سے تمہیں بچایا، یقیناً وہ سینوں کا حال تک جانتا ہے",
        "bn": "আৰু স্মৰণ কৰা, যেতিয়া আল্লাহে তোমাক সপোনত দেখুৱাইছিল যে, সিহঁত সংখ্যাত তাকৰ; যদি তোমাক দেখুৱালেহেঁতেন যে, সিহঁত সংখ্যাত বেছি তেন্তে অৱশ্যে তোমালোকে সাহস হেৰুৱালাহেঁতেন আৰু যুদ্ধৰ বিষয়ে নিজৰ মাজতে বিৰোধ সৃষ্টি কৰিলাহেঁতেন। কিন্তু আল্লাহে তোমালোকক ৰক্ষা কৰিছে। নিশ্চয় অন্তৰত যি আছে সেই বিষয়ে তেওঁ সবিশেষ অৱগত।",
        "fa": "[به یاد آور] آنگاه که الله [تعداد] آنان را در خوابت به تو اندک نشان داد؛ و اگر آنان را بسیار نشان می‌داد، مسلماً سست [و بددل] می‌شدید و در کار [جنگ] اختلاف می‌کردید؛ ولی الله [شما را از سستی و اختلاف] در امان نگاه داشت. بی‌گمان، او تعالی به آنچه در سینه‌هاست، داناست."
      }
    },
    {
      "verse_number": 1204,
      "verse_key": "8:44",
      "arabic_text": "وَإِذْ يُرِيكُمُوهُمْ إِذِ ٱلْتَقَيْتُمْ فِىٓ أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِىٓ أَعْيُنِهِمْ لِيَقْضِىَ ٱللَّهُ أَمْرًا كَانَ مَفْعُولًا ۗ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
      "phonetic_text": "Wa-ith yureekumoohum ithiiltaqaytum fee aAAyunikum qaleelan wayuqallilukum fee aAAyunihimliyaqdiya Allahu amran kana mafAAoolan wa-ilaAllahi turjaAAu al-omoor",
      "translations": {
        "fr": "Et (souviens-toi aussi) quand vous vous faisiez face, Il les faisait paraître peu nombreux à vos yeux et diminuait votre nombre à leurs yeux : cela, pour qu’Allah exécute un décret qui devait l’être immanquablement. Et c’est vers Allah que sont ramenées toutes choses.",
        "en": "When you met He showed them to you as few, and He made you few in their eyes, so that He might bring about what has been ordained: everything goes back to God.",
        "es": "Cuando estuvieron frente a frente, Dios hizo que los vierais poco numerosos, e hizo que ellos os vieran poco numerosos a vosotros, de manera que sucediese lo que Dios había decretado. A Dios se remiten todos los asuntos.",
        "it": "Al momento dello scontro li fece apparire pochi ai vostri occhi, come vi mostrò pochi agli occhi loro. Era necessario che Allah realizzasse un ordine che doveva essere eseguito. Tutte le cose sono ricondotte ad Allah.",
        "ru": "Вот Аллах, когда вы встретились, показал их вашим глазам малочисленными, и вас показал их глазам малочисленными, чтобы довести до конца дело, которое уже было свершившимся. Воистину, дела возвращаются к Аллаху.",
        "tr": "Ve işte onlarla karşılaştığınız vakit onları sizin gözünüze az gösteriyordu, sizi de onların gözlerinde azaltıyordu. Çünkü Allah o mukadder olan işi yerine getirecekti. Bütün işler Allah'a döndürülür.",
        "de": "Und als Er sie euch, als ihr aufeinandertraft, in euren Augen als wenige erscheinen ließ, und (auch) euch in ihren Augen weniger machte, damit Allah eine Angelegenheit entscheide, die ausgeführt werden sollte. Und zu Allah werden (all) die Angelegenheiten zurückgebracht.",
        "pt": "E de quando os enfrentastes, e Ele os fez parecer, aos vossos olhos, pouco numerosos; Ele vos dissimulou aos olhosdeles, para que se cumprisse a decisão prescrita, porque a Deus retornarão todas as questões.",
        "nl": "Toen Hij hen aan jullie toonde, toen jullie met hen tot een treffen kwamen, deed Hij hen in jullie ogen als weinigen voorkomen. En Hij deed jullie als een klein aantal in hun ogen voorkomen, zodat Allah een vastgestelde zaak zou volbrengen. En tot Allah keren alle zaken terug.",
        "ur": "اور یاد کرو جب کہ مقابلے کے وقت خدا نے تم لوگوں کی نگاہوں میں دشمنوں کو تھوڑا دکھایا اور ان کی نگاہوں میں تمہیں کم کر کے پیش کیا، تاکہ جو بات ہونی تھی اُسے اللہ ظہُور میں لے آئے، اور آخر کار سارے معاملات اللہ ہی کی طرف رجوع کرتے ہیں",
        "bn": "আৰু স্মৰণ কৰা, যেতিয়া তোমালোকে পৰস্পৰৰ সন্মুখীন হৈছিলা তেতিয়া তেওঁ সিহঁতক তোমালোকৰ দৃষ্টিত সংখ্যাত কম দেখুৱাইছিল আৰু তোমালোককো সিহঁতৰ দৃষ্টিত সংখ্যাত কম দেখুৱাইছিল, যাতে আল্লাহে সেই কামটো সম্পন্ন কৰিব পাৰে যিটো ঘটিবলগীয়া আছিল। শেষত সকলো বিষয় আল্লাহৰ পিনেই প্ৰত্যাৱৰ্তন কৰোৱা হয়।",
        "fa": "و [به یاد آور] هنگامی که با هم روبرو شدید، آنان را به چشم شما کم‌تعداد نمود و شما را [نیز] به چشم آنان اندک جلوه داد، تا الله كارى را كه قطعاً [باید] به وقوع می‌پیوست انجام دهد؛ و [بدانید که همۀ] کارها به الله بازگردانده می‌شود."
      }
    },
    {
      "verse_number": 1205,
      "verse_key": "8:45",
      "arabic_text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا لَقِيتُمْ فِئَةً فَٱثْبُتُوا۟ وَٱذْكُرُوا۟ ٱللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ",
      "phonetic_text": "Ya ayyuha allatheena amanooitha laqeetum fi-atan fathbutoo wathkurooAllaha katheeran laAAallakum tuflihoon",
      "translations": {
        "fr": "Ô vous qui avez cru ! Quand vous êtes face à une troupe (ennemie), soyez déterminés, et évoquez abondamment le nom d’Allah, peut-être obtiendrez-vous la réussite.",
        "en": "Believers, when you meet a force in battle, stand firm and keep God firmly in mind, so that you may prosper.",
        "es": "¡Oh, creyentes! Cuando os enfrentéis a un ejército [de incrédulos] manteneos firmes y recordad permanentemente a Dios, que así alcanzaréis el triunfo.",
        "it": "O voi che credete, quando incontrate una schiera [nemica] state saldi e menzionate incessantemente il nome di Allah, affinché possiate prosperare.",
        "ru": "О те, которые уверовали! Когда вы сталкиваетесь с отрядом, то будьте стойки и многократно поминайте Аллаха, - быть может, вы преуспеете.",
        "tr": "Ey iman edenler, bir düşman topluluğu ile karşılaştığınız zaman sebat edin ve Allah'ı çokça zikredin ki, kurtuluşa eresiniz.",
        "de": "O die ihr glaubt, wenn ihr auf eine Schar trefft, so steht fest und gedenkt Allahs häufig, auf daß es euch wohl ergehen möge!",
        "pt": "Ó fiéis, quando vos enfrentardes com o inimigo, sede firmes e mencionai muito Deus, para que prospereis.",
        "nl": "O jullie die geloven, als jullie een leger treffen, weest dan standvastig en gedenkt Allah veelvuldig. Hopelijk zullen jullie welslagen.",
        "ur": "اے ایمان لانے والو، جب کسی گروہ سے تمہارا مقابلہ ہو تو ثابت قدم رہو اور اللہ کو کثرت سے یاد کرو، توقع ہے کہ تمہیں کامیابی نصیب ہو گی",
        "bn": "হে মুমিনসকল! যেতিয়া তোমালোকে কোনো দলৰ সন্মুখীন হ’বা তেতিয়া অবিচল থাকিবা আৰু আল্লাহক বেছি পৰিমাণে স্মৰণ কৰিবা, যাতে তোমালোকে সফলতা লাভ কৰিব পাৰা।",
        "fa": "اى كسانى كه ایمان آورده‌اید، هنگامی ‌که با گروهی [از دشمنان] روبرو شدید، پایداری نمایید و الله را بسیار یاد کنید؛ باشد که رستگار شوید."
      }
    },
    {
      "verse_number": 1206,
      "verse_key": "8:46",
      "arabic_text": "وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَـٰزَعُوا۟ فَتَفْشَلُوا۟ وَتَذْهَبَ رِيحُكُمْ ۖ وَٱصْبِرُوٓا۟ ۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّـٰبِرِينَ",
      "phonetic_text": "WaateeAAoo Allaha warasoolahuwala tanazaAAoo fatafshaloo watathhaba reehukumwasbiroo inna Allaha maAAa assabireen",
      "translations": {
        "fr": "Obéissez à Allah et à Son Messager et ne vous disputez point ou alors vous perdriez toute chance de réussite et votre ardeur vous quitterait. Prenez patience, car Allah est avec ceux qui prennent patience.",
        "en": "Obey God and His Messenger, and do not quarrel with one another, or you may lose heart and your spirit may desert you. Be steadfast: God is with the steadfast.",
        "es": "Obedeced a Dios y a Su Mensajero y no discrepéis, porque os debilitaríais y seríais derrotados. Sed pacientes, porque Dios está con los pacientes.",
        "it": "Obbedite ad Allah e al Suo Messaggero. Non siate discordi, ché altrimenti vi scoraggereste e verrebbe meno la vostra risolutezza  <a class=f><sup foot_note=157292>1</sup></a> . Invero Allah è con coloro che perseverano.",
        "ru": "Повинуйтесь Аллаху и Его Посланнику и не препирайтесь, а не то вы падете духом и лишитесь сил. Будьте терпеливы, ибо Аллах - с терпеливыми.",
        "tr": "Ayrıca Allah'a ve Resulü'ne itaat edin. Ve birbirinizle didişmeyin. Sonra içinize korku düşer ve kuvvetiniz elden gider. Sabırlı olun, çünkü Allah sabredenlerle beraberdir.",
        "de": "Und gehorcht Allah und Seinem Gesandten, und streitet nicht miteinander, sonst würdet ihr den Mut verlieren, und eure Kraft würde vergehen! Und seid standhaft! Gewiß, Allah ist mit den Standhaften.",
        "pt": "E obedecei a Deus e ao Seu Mensageiro e não disputeis entre vós, porque fracassaríeis e perderíeis o vosso valor. Eperseverai, porque Deus está com os perseverantes.",
        "nl": "En gehoorzaamt Allah en Zijn Boodschapper en twist niet onderling, waardoor jullie ontmoedigd raken en jullie kracht verdwijnt. En weest geduldig: voorwaar, Allah is met de geduldigen.",
        "ur": "اور اللہ اور اُس کے رسول ؐ کی اطاعت کرو اور آپس میں جھگڑو نہیں ورنہ تمہارے اندر کمزوری پیدا ہو جائے گی اور تمہاری ہوا اُکھڑ جائے گی۔ صبر سے کام لو،<sup foot_note=\"184079\">1</sup> یقیناً اللہ صبر کرنے والوں کے ساتھ ہے",
        "bn": "আৰু তোমালোকে আল্লাহ আৰু তেওঁৰ ৰাছুলৰ আনুগত্য কৰা আৰু নিজৰ মাজতে বিবাদ নকৰিবা, এনে কৰিলে তোমালোকে সাহস হেৰুৱাবা আৰু তোমালোকৰ শক্তি-সামৰ্থ বিলুপ্ত হ’ব। তোমালোকে ধৈৰ্য ধাৰণ কৰা; নিশ্চয় আল্লাহ ধৈৰ্যশীলসকলৰ লগত আছে।",
        "fa": "و از الله و پیامبرش اطاعت کنید و [در تصمیم‌گیری] با یکدیگر کشمکش نکنید که سست می‌شوید و [توان و] اقتدارتان از بین می‌رود؛ و شکیبایی کنید که بی‌گمان، الله با شکیبایان است."
      }
    },
    {
      "verse_number": 1207,
      "verse_key": "8:47",
      "arabic_text": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ خَرَجُوا۟ مِن دِيَـٰرِهِم بَطَرًا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ ۚ وَٱللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ",
      "phonetic_text": "Wala takoonoo kallatheenakharajoo min diyarihim bataran wari-aa annasiwayasuddoona AAan sabeeli Allahi wallahubima yaAAmaloona muheet",
      "translations": {
        "fr": "Ne soyez pas comme ceux qui sont sortis de leurs foyers en grande pompe et en s’exhibant publiquement, pour détourner (les gens) du chemin d’Allah. Mais Allah Cerne tout ce qu’ils font.",
        "en": "Do not be like those who came out of their homes full of conceit, showing off to people, and barring others from the way of God- God has full knowledge of all that they do.",
        "es": "Pero no seáis como aquellos [incrédulos] que salieron de sus hogares con arrogancia y ostentación ante su gente, para apartar a las personas del sendero de Dios. Dios está bien enterado de lo que hacen.",
        "it": "E non siate come quelli che uscirono dalle loro case con insolenza e ostentazione di fronte alla gente e che mettevano ostacoli sul sentiero di Allah  <a class=f><sup foot_note=157293>1</sup></a> . Allah abbraccia [nel Suo sapere] tutto quello che fanno.",
        "ru": "Не уподобляйтесь тем, которые горделиво вышли из своих домов, показывая себя перед людьми, и сбивали других с пути Аллаха. Аллах объемлет все, что они совершают.",
        "tr": "Çalım atarak ve halka gösteriş yaparak yurtlarından çıkanlar ve Allah yoluna engel koyanlar gibi olmayın. Allah onların bütün yaptıklarını çepeçevre kuşatmıştır.",
        "de": "Und seid nicht wie diejenigen, die aus ihren Wohnstätten hinauszogen, in Übermut und aus Augendienerei vor den Menschen, und die von Allahs Weg abhalten. Allah umfaßt, was sie tun.",
        "pt": "E não sejais como aqueles que saíram de suas casas por petulância e ostentação, para desviar os outros da senda deDeus; sabei que Deus está inteirado de tudo quanto fazem.",
        "nl": "En weest niet zoals degenen die hun huizen verlieten, trots en vol ijdel vertoon voor de mensen, en die van het Pad van Allah afflielden. En Allah omvat (met Zijn kennis) wat zij doen.",
        "ur": "اور اُن لوگوں کے سے رنگ ڈھنگ نہ اختیار کرو جو اپنے گھروں سے اِتراتے اور لوگوں کو اپنی شان دِکھاتے ہوئے نکلے اور جن کی روش یہ ہے کہ اللہ کے راستے سے روکتے ہیں،<sup foot_note=\"184080\">1</sup> جو کچھ وہ کر رہے ہیں وہ اللہ کی گرفت سے باہر نہیں ہے",
        "bn": "আৰু তোমালোকে সিহঁতৰ দৰে নহ’বা যিসকলে নিজ ঘৰৰ পৰা অহংকাৰ আৰু মানুহক দেখুৱাবলৈ ওলাইছে আৰু সিহঁতে মানুহক আল্লাহৰ পথৰ পৰা নিবৃত্ত কৰে। কিন্তু সিহঁতে যি কৰে আল্লাহে সেয়া পৰিবেষ্টন কৰি আছে।",
        "fa": "و مانند کسانی نباشید که با سرکشی و خودنمایی در برابر مردم، از سرزمین خود [= مکه] خارج شدند و [مردم را] از راه الله باز‌داشتند؛ و الله به آنچه می‌کنند احاطه دارد."
      }
    },
    {
      "verse_number": 1208,
      "verse_key": "8:48",
      "arabic_text": "وَإِذْ زَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ ٱلْيَوْمَ مِنَ ٱلنَّاسِ وَإِنِّى جَارٌ لَّكُمْ ۖ فَلَمَّا تَرَآءَتِ ٱلْفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيْهِ وَقَالَ إِنِّى بَرِىٓءٌ مِّنكُمْ إِنِّىٓ أَرَىٰ مَا لَا تَرَوْنَ إِنِّىٓ أَخَافُ ٱللَّهَ ۚ وَٱللَّهُ شَدِيدُ ٱلْعِقَابِ",
      "phonetic_text": "Wa-ith zayyana lahumu ashshaytanuaAAmalahum waqala la ghaliba lakumualyawma mina annasi wa-innee jarun lakumfalamma taraati alfi-atani nakasaAAala AAaqibayhi waqala innee baree-on minkum inneeara ma la tarawna innee akhafu Allahawallahu shadeedu alAAiqab",
      "translations": {
        "fr": "Satan leur avait alors rendu belles leurs actions en disant : « Nul homme ne vous vaincra aujourd’hui et je suis votre soutien. » Puis lorsque les deux troupes se firent face, il tourna les talons et dit : « Je vous désavoue, car je vois ce que vous ne voyez pas ; je crains Allah et Allah a la punition très dure. »",
        "en": "Satan made their foul deeds seem fair to them, and said, ‘No one will conquer you today, for I will be right beside you,’ but when the armies came within sight of one another he turned on his heels, saying, ‘This is where I leave you: I see what you do not, and I fear God- God is severe in His punishment.’",
        "es": "El demonio les hizo ver que lo que hacían era lo correcto, y les dijo: “Hoy nadie os podrá vencer, yo estoy junto a vosotros”. Pero cuando los dos bandos se divisaron, [el demonio] huyó diciendo: “Yo no soy responsable de lo que hacéis, pues veo lo que no podéis ver, yo tengo temor de Dios, y Dios es severo en el castigo”.",
        "it": "Satana rese belle [ai loro occhi] le azioni loro e disse: «Oggi nessuno può sconfiggervi. Sono io il vostro patrono!»  <a class=f><sup foot_note=157294>1</sup></a> . Quando poi le due schiere si trovarono di fronte, voltò le spalle e disse: «Io vi sconfesso! Vedo cose che voi non vedete; io temo Allah, Allah è severo nel castigo».",
        "ru": "Вот дьявол приукрасил для них их деяния и сказал: «Сегодня никто из людей не одолеет вас. Воистину, я буду по соседству». Но когда два отряда увидели друг друга, он повернул вспять и сказал: «Я не причастен к вам. Воистину, я вижу то, чего вы не видите. Я боюсь Аллаха, ведь Аллах суров в наказании».",
        "tr": "Şeytan, onlara amellerini güzel gösterdiği zaman, \"Bu gün insanlardan size galip gelecek yoktur, ben de size yardımcıyım.\" demişti. Fakat iki tarafın karşı karşıya geldiği görününce arkasını dönüp kaçtı ve şöyle dedi: \"Ben sizden kesinlikle uzağım. Ben sizin göremeyeceğiniz şeyler görüyorum ve ben Allah'dan korkarım. Ayrıca Allah'ın azabı çok çetindir.\"",
        "de": "Und als der Satan ihnen ihre Werke ausschmückte und sagte: Es gibt heute keinen unter den Menschen, der euch besiegen könnte. Und ich bin euch ein Beschützer. Als aber die beiden Scharen einander sahen, machte er auf seinen Fersen kehrt und sagte: Gewiß, ich sage mich von euch los. Ich sehe, was ihr nicht seht. Ich fürchte Allah. Und Allah ist streng im Bestrafen.",
        "pt": "E de quando Satanás lhes abrilhantou as ações e lhes disse: hoje ninguém poderá vencer-nos, porque estou do vossolado; porém, quanto os dois grupos se enfrentaram, girou sobre seus calcanhares e disse: Estou isento de tudo quanto vossuceda, porque eu vejo o que vós não vedes. Temo a Deus, porque é Severíssimo no castigo.",
        "nl": "En (gedenkt) toen de Satan hun daden voor hen schoonschijnend maakte, en zei: \"Er is op deze dag geen mens die jullie kan verslaan: en voorwaar, Ik ben jullie naaste.\" Maar toen de twee legers elkaar zagen, draaide hij zich om op zijn hielen en zij: \"Voorwaar, ik heb niets met jullie van doen. Voorwaar, ik zie wat jullie niet zien, voorwaar, ik vrees Allah.\" En Allah is hard in de bestraffing.",
        "ur": "ذرا خیال کرو اس وقت کا جب کہ شیطان نے ان لوگوں کے کرتوت ان کی نگاہوں میں خوشنما بنا کر دکھائے تھے اور ان سے کہا تھا کہ آج کوئی تم پر غالب نہیں آ سکتا اور یہ کہ میں تمہارے ساتھ ہوں مگر جب دونوں گروہوں کا آمنا سامنا ہوا تو وہ اُلٹے پاؤں پھر گیا اور کہنے لگا کہ میرا تمہارا ساتھ نہیں ہے، میں وہ کچھ دیکھ رہا ہوں جو تم لوگ نہیں دیکھتے، مجھے خدا سے ڈر لگتا ہے اور خدا بڑی سخت سزا دینے والا ہے",
        "bn": "আৰু স্মৰণ কৰা, যেতিয়া চয়তানে সিহঁতৰ বাবে সিহঁতৰ কাৰ্যাৱলীক শোভনীয় কৰিছিল আৰু কৈছিল, ‘আজি মানুহৰ মাজত কোনোৱেই তোমালোকৰ ওপৰত বিজয় লাভ কৰিব নোৱাৰে, আৰু নিশ্চয় মই তোমালোকৰ কাষতেই অৱস্থান কৰিম’। এতেকে যেতিয়া দুয়ো দল পৰস্পৰে দৃশ্যমান হ’ল তেতিয়া সি পিছ হোঁহোকিলে আৰু ক’লে, ‘নিশ্চয় মই তোমালোকৰ পৰা সম্পৰ্কমুক্ত, নিশ্চয় মই এনেকুৱা কিবা দেখি আছো যিটো তোমালোকে দেখা নোপোৱা। নিশ্চয় মই আল্লাহক ভয় কৰো’, আৰু আল্লাহ শাস্তি প্ৰদানত অতি কঠোৰ।",
        "fa": "و [ای مؤمنان، به یاد آورید] هنگامی که شیطان، اعمال آنان را در نظرشان آراست و گفت: «امروز هیچ کس بر شما پیروز نمی‌شود و من [یاور و] پناهتان هستم»؛ اما هنگامی ‌که دو گروه [با هم] روبرو شدند، [شیطان] به عقب بازگشت و گفت: «به راستی که من از شما بیزارم و چیزی [= فرشتگان یاریگر] را می‌بینم که شما نمی‌بینید. من از الله می‌ترسم و [از هلاکت بیم دارم؛ چرا که] الله سخت‌کیفر است»."
      }
    },
    {
      "verse_number": 1209,
      "verse_key": "8:49",
      "arabic_text": "إِذْ يَقُولُ ٱلْمُنَـٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ غَرَّ هَـٰٓؤُلَآءِ دِينُهُمْ ۗ وَمَن يَتَوَكَّلْ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
      "phonetic_text": "Ith yaqoolu almunafiqoona wallatheenafee quloobihim maradun gharra haola-ideenuhum waman yatawakkal AAala Allahi fa-inna AllahaAAazeezun hakeem",
      "translations": {
        "fr": "Les hypocrites (rappelez-vous), ainsi que ceux dont le cœur est (rongé par) la maladie (du doute) disaient : « Ceux-là sont abusés par leur religion. » Mais celui qui s’en remet à Allah (doit savoir qu’) Allah est Tout- Puissant et Sage.",
        "en": "The hypocrites and those who have sickness in their hearts said, ‘These people [the believers] must be deluded by their religion,’ but if anyone puts his trust in God, God is mighty and wise.",
        "es": "En ese momento los hipócritas y quienes tenían el corazón enfermo [con incertidumbre] dijeron [acerca de los creyentes]: “Estos están enceguecidos por su religión”. Quienes se encomienden a Dios sepan que Él es Poderoso, Sabio.",
        "it": "Gli ipocriti e quelli nei cui cuori c’è una malattia dicevano: «Quella gente è accecata dalla loro religione!». Chi confida in Allah, sappia che Egli è eccelso e saggio.",
        "ru": "Вот лицемеры и те, чьи сердца были поражены недугом, сказали: «Эти люди обмануты своей религией». Но если кто уповает на Аллаха, то ведь Аллах - Могущественный, Мудрый.",
        "tr": "O sırada münafıklar ve kalblerinde hastalık bulunanlar, (müslümanlar hakkında) \"şu adamları dinleri aldattı\" diyorlardı. Oysa her kim Allah'a tevekkül ederse bilsin ki, Allah galiptir, güçlüdür ve hikmet sahibidir.",
        "de": "Als die Heuchler und diejenigen, in deren Herzen Krankheit ist, sagten: Getäuscht hat diese da ihre Religion! Wer sich aber auf Allah verläßt, - so ist Allah Allmächtig und Allwissend.",
        "pt": "Os hipócritas e aqueles que abrigam a morbidez em seus corações dizem dos fiéis: A estes, sua religião os temalucinado. Mas quem se encomenda a Deus, saiba que Ele é Poderoso, Prudentíssimo.",
        "nl": "Toen de huichelaars en degenen in wiens harten een ziekte is, (tegen de gelovigen) zeiden: \"Hun godsdienst heeft ben misleid.\" Maar (voor) wie Allah vertrouwt (is Allah hun Helper). Voorwaar, Allah is Almachtig, Aiwijs.",
        "ur": "جب کہ منافقین اور وہ سب لوگ جن کے دلوں کو روگ لگا ہوا ہے، کہہ رہے تھے کہ اِن لوگوں کو تو اِن کے دین نے خبط میں مبتلا کر رکھا ہے۔<sup foot_note=\"184081\">1</sup> حالانکہ اگر کوئی اللہ پر بھروسہ کرے تو یقیناً اللہ بڑا زبردست اور دانا ہے",
        "bn": "স্মৰণ কৰা, যেতিয়া মুনাফিকসকলে আৰু যিসকলৰ অন্তৰত ব্যাধি আছে সিহঁতে কৈছিল, ‘এওঁলোকৰ দ্বীনে এওঁলোকক বিভ্ৰান্ত কৰিছে’। প্ৰকৃততে যিয়ে আল্লাহৰ ওপৰত নিৰ্ভৰ কৰিব তেন্তে নিশ্চয় আল্লাহ প্ৰবল পৰাক্ৰান্ত, প্ৰজ্ঞাময়।",
        "fa": "و [به یاد آورید] هنگامی که منافقان و كسانى كه در دل‌هایشان بیمارى بود می‌گفتند: «اینان [= مؤمنان] را دینشان فریفته است»؛ و هر ‌کس بر الله توکل کند، پس [آسوده‌خاطر باشد؛ چرا که] بی‌تردید، الله شکست‌ناپذیرِ حکیم است."
      }
    },
    {
      "verse_number": 1210,
      "verse_key": "8:50",
      "arabic_text": "وَلَوْ تَرَىٰٓ إِذْ يَتَوَفَّى ٱلَّذِينَ كَفَرُوا۟ ۙ ٱلْمَلَـٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَـٰرَهُمْ وَذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ",
      "phonetic_text": "Walaw tara ith yatawaffaallatheena kafaroo almala-ikatu yadriboonawujoohahum waadbarahum wathooqoo AAathaba alhareeq",
      "translations": {
        "fr": "Ah ! Si tu voyais les Anges reprendre les âmes de ceux qui ont mécru et les frapper sur le visage et sur le postérieur en leur disant : « Goûtez donc le supplice de la Fournaise !",
        "en": "If only you [Prophet] could see, when the angels take the souls of the disbelievers, how they strike their faces and backs: it will be said, ‘Taste the punishment of the Fire.",
        "es": "Si vieras [qué terrible es] cuando los ángeles toman las almas de los que mueren habiéndose negado a creer, y les golpean sus rostros y sus espaldas, y les dicen: “Sufrid el tormento del Infierno.",
        "it": "Se potessi vedere quando gli Angeli finiranno i miscredenti! Li colpiranno nel volto e tra le spalle  <a class=f><sup foot_note=157295>1</sup></a> e [diranno]: «Assaggiate il castigo dell’Incendio",
        "ru": "Если бы ты видел, как ангелы умерщвляют неверующих. Они бьют их по лицу и по спинам со словами: «Вкусите мучения от обжигающего Огня!",
        "tr": "Melekler, o kâfirlerin yüzlerine ve sırtlarına vura vura ve \"Tadın bakalım cehennem azabını!\" diye diye canlarını alırken hallerini bir görmeliydin.",
        "de": "Und wenn du sehen würdest, wenn die Engel diejenigen abberufen, die ungläubig sind, wobei sie sie ins Gesicht und auf den Rücken schlagen und (sagen): Kostet die Strafe des Brennens!",
        "pt": "Ah, se pudésseis ver a ocasião em que os anjos receberão os incrédulos, esbofeteando-os, açoitando-os e dizendo-lhes: Provai o suplício do fogo infernal!",
        "nl": "En als jij (het) zou kunnen zien, wanneer de Engelen (de zielen van) degenen die ongelovig zijn wegnemen, (en hoe) zij hun gezichten en hun ruggen slaan (en zeggen:) \"Proeft de bestraffing van het branden!\" (Dan zie je zeker een geweldige zaak.)",
        "ur": "کاش تم اُس حالت کو دیکھ سکتے جبکہ فرشتے مقتول کافروں کی رُوحیں قبض کر رہے تھے وہ ان کے چہروں اور ان کے کولھوں پر ضربیں لگاتے جاتے تھے اور کہتے جاتے تھے“لو اب جلنے کی سزا بھگتو",
        "bn": "আৰু যদি তুমি দেখিলাহেঁতেন যেতিয়া ফিৰিস্তাসকলে কাফিৰসকলৰ প্ৰাণ হৰণ কৰিছিল, তেতিয়া সিহঁতৰ মুখমণ্ডলত আৰু পিঠিত আঘাত কৰি কৈছিল, ‘তোমালোকে দহনযন্ত্ৰণা ভোগ কৰা’।",
        "fa": "و اگر مى‌دیدى آنگاه كه فرشتگان جان كافران را مى‌ستانند، بر صورت و پشتشان مى‌زنند و [می‌گویند:] «عذاب سوزان را بچشید."
      }
    },
    {
      "verse_number": 1211,
      "verse_key": "8:51",
      "arabic_text": "ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّـٰمٍ لِّلْعَبِيدِ",
      "phonetic_text": "Thalika bima qaddamat aydeekumwaanna Allaha laysa bithallaminlilAAabeed",
      "translations": {
        "fr": "Voilà (ce que vous ont valu) les actes de vos mains. » Et Allah n’est point injuste envers les serviteurs.",
        "en": "This is caused by what your own hands have stored up for you: God is never unjust to His creatures.’",
        "es": "Éste es el castigo que habéis merecido por vuestras obras. Dios no es injusto con Sus siervos”.",
        "it": "in compenso di quello che le vostre mani hanno commesso!». In verità Allah non è ingiusto con i Suoi schiavi,",
        "ru": "Это - за то, что приготовили ваши руки. Воистину, Аллах не поступает несправедливо с рабами».",
        "tr": "İşte bu, sizin kendi ellerinizle meydana getirdiğiniz bir sonuçtur. Hiç şüphesiz Allah, kullarına hiçbir şekilde zalim biri değildir.",
        "de": "Dies (geschieht) wegen dessen, was eure Hände vorausgeschickt haben, und deshalb, weil Allah keiner ist, der den Menschen Unrecht zufügt.",
        "pt": "Isso, por tudo quanto cometeram vossas mãos, porque Deus nunca é injusto para com os Seus servos.",
        "nl": "Dat is, vanwege wat hun handen hebben voortgebracht, en waarlijk, Allah is geen onrechtvaardige voor de dienaar.",
        "ur": "یہ وہ جزا ہے جس کا سامان تمہارے اپنے ہاتھوں نے پیشگی مہیا کر رکھا تھا، ورنہ اللہ تو اپنے بندوں پر ظلم کرنے والا نہیں ہے \"",
        "bn": "এয়া তোমালোকে পূৰ্বে নিজ হাতেৰে পঠোৱা কৰ্মৰ প্ৰতিফল। আল্লাহে তেওঁৰ বান্দাসকলৰ ওপৰত কেতিয়াও অবিচাৰ নকৰে।",
        "fa": "این [جان دادنِ خفت‌بار و عذاب دردناک] در مقابل کارهایی است که از پیش فرستاده‌اید؛ و [گرنه‌] الله نسبت به بندگان [خود] ستمكار نیست»."
      }
    },
    {
      "verse_number": 1212,
      "verse_key": "8:52",
      "arabic_text": "كَدَأْبِ ءَالِ فِرْعَوْنَ ۙ وَٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَفَرُوا۟ بِـَٔايَـٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ ۗ إِنَّ ٱللَّهَ قَوِىٌّ شَدِيدُ ٱلْعِقَابِ",
      "phonetic_text": "Kada/bi ali firAAawna wallatheenamin qablihim kafaroo bi-ayati Allahi faakhathahumuAllahu bithunoobihim inna Allaha qawiyyunshadeedu alAAiqab",
      "translations": {
        "fr": "Pareil fut le sort du peuple de Pharaon et de ceux qui, auparavant, n’ont pas cru aux Signes d’Allah. Allah les emporta pour leurs péchés, car Allah a la punition très dure.",
        "en": "They are like Pharaoh’s people and those before them who ignored God’s signs, so God punished them for their sins: God is strong and severe in His punishment.",
        "es": "El pueblo del Faraón y quienes les precedieron fueron castigados, pues tampoco creyeron en los signos de Dios, y Dios les condenó por sus pecados. Dios tiene poder sobre todas las cosas y es severo en el castigo.",
        "it": "come fu per la gente di Faraone e per quelli che avevano negato i segni di Allah. Allah li colpì per i loro peccati. In verità Allah è possente e severo nel castigo  <a class=f><sup foot_note=157296>1</sup></a> .",
        "ru": "Так же поступали род Фараона и те, которые жили до них. Они не уверовали в знамения Аллаха, и Аллах схватил их за грехи. Воистину, Аллах силен и суров в наказании.",
        "tr": "Tıpkı Firavun'un izinden gidenlerle onlardan öncekilerin gidişi gibi onlar da Allah'ın âyetlerini tanımadılar, Allah da kendilerini günahları yüzünden tutuklayıverdi. Çünkü Allah çok kuvvetli ve azabı çok çetin olandır.",
        "de": "Nach der Art der Leute Fir’auns und derjenigen vor ihnen: Sie verleugneten Allahs Zeichen, und da ergriff Allah sie für ihre Sünden. Gewiß, Allah ist Stark und streng im Bestrafen.",
        "pt": "Tal foi o comportamento do povo do Faraó e de seus antecessores, que descreram nos versículos de Deus; porém, Deusos castigou por seus pecados, porque é Forte e Severíssimo no castigo.",
        "nl": "Zoals Fir'aun en zijn volgelingen cm degenen vóór hen gewoon waren: zij waren ongelovig aan de Tekenen van Allah, waarop Allah hen greep wegens hun zonden. Voorwaar, Allah is sterk, hard in de bestraffing.",
        "ur": "یہ معاملہ ان کے ساتھ اُسی طرح پیش آیا جس طرح آلِ فرعون اور ان سے پہلے کے دُوسرے لوگوں کے ساتھ پیش آتا رہا ہے کہ انہوں نے اللہ کی آیات کو ماننے سے انکار کیا اور اللہ نے ان کے گناہوں پر انہیں پکڑ لیا اللہ قوت رکھتا ہے اور سخت سزا دینے والا ہے",
        "bn": "ফিৰআউন বংশধৰ আৰু সিহঁতৰ পূৰ্বৱৰ্তীসকলৰ অভ্যাসৰ দৰে, সিহঁতে আল্লাহৰ আয়াতসমূহক অস্বীকাৰ কৰিছে; ফলত আল্লাহে সিহঁতৰ পাপকৰ্মৰ বাবে সিহঁতক গ্ৰেপ্তাৰ কৰিছে। নিশ্চয় আল্লাহ সৰ্বশক্তিমান, শাস্তি দানত অতি কঠোৰ।",
        "fa": "[عذاب این کافران حق‌ستیز،] همانند شیوۀ [مجازات] فرعونیان و [دیگر] کسانی است‌ که پیش از آنان بودند [که همگی] به آیات الله کفر ورزیدند و الله آنان را به [سزاى‌] گناهانشان گرفتار كرد. بی‌تردید، الله نیرومندِ سخت‌کیفر است."
      }
    },
    {
      "verse_number": 1213,
      "verse_key": "8:53",
      "arabic_text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمْ يَكُ مُغَيِّرًا نِّعْمَةً أَنْعَمَهَا عَلَىٰ قَوْمٍ حَتَّىٰ يُغَيِّرُوا۟ مَا بِأَنفُسِهِمْ ۙ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
      "phonetic_text": "Thalika bi-anna Allaha lamyaku mughayyiran niAAmatan anAAamaha AAala qawmin hattayughayyiroo ma bi-anfusihim waanna Allaha sameeAAunAAaleem",
      "translations": {
        "fr": "Cela, parce qu’Allah ne modifie en rien une faveur dont Il a comblé un peuple tant que ce dernier n’aura pas modifié ce qui est en lui-même. Allah Entend Tout et Il est Omniscient.",
        "en": "[He did] this because God would never change a favour He had conferred on a people unless they changed what was within themselves. God is all hearing, all knowing.",
        "es": "Dios no quita a ningún pueblo las gracias con las que lo ha bendecido, a menos que éste se corrompa [en sus creencias y valores]. Dios todo lo oye, todo lo sabe.",
        "it": "Allah non cambia la grazia che ha concesso ad un popolo fintanto che questo non cambia quello che è nel suo cuore. Allah è audiente, sapiente.",
        "ru": "Это произошло потому, что Аллах не отменяет милость, которую Он оказал людям, пока они сами не изменяют того, что в их душах. Воистину, Аллах - Слышащий, Знающий.",
        "tr": "Bu, Allah'ın bir kavme verdiği nimeti, onlar kendilerini değiştirmedikçe değiştirmemesinden dolayıdır. Gerçekten de Allah hakkiyle işiten, herşeyi bilendir.",
        "de": "Dies, weil Allah nimmer eine Gunst, die Er einem Volk erwiesen hat, ändert, bis sie das ändern, was in ihnen selbst ist, und weil Allah Allhörend und Allwissend ist.",
        "pt": "Isso, porque Deus jamais muda as mercês com que tem agraciado um povo, a menos que este mude o que há em seuíntimo; sabei que Deus é Oniouvinte, Sapientíssimo.",
        "nl": "Dat is omdat Allah nimmer een genieting die Hij aan een volk heeft geschonken verandert (in een bestraffing), tenzij zij veranderen wat zich bij hen bevindt: en voorwaar, Allah is Alhorend, Alwetend.",
        "ur": "یہ اللہ کی اِس سنت کے مطابق ہوا کہ وہ کسی نعمت کو جو اس نے کسی قوم کو عطا کی ہو اُس وقت تک نہیں بدلتا جب تک کہ وہ قوم خود اپنے طرزِ عمل کو نہیں بدل دیتی۔<sup foot_note=\"184082\">1</sup> اللہ سب کچھ سُننے اور جاننے والا ہے",
        "bn": "এইটো এই বাবে যে, যদি কোনো সম্প্ৰদায়ে নিজৰ অৱস্থাৰ পৰিবৰ্তন নিজে নকৰে তেন্তে আল্লাহ এনে নহয় যে, তেওঁ সিহঁতক যি নিয়ামত দান কৰিছে তাত কোনো পৰিবৰ্তন আনিব; নিশ্চয় আল্লাহ সৰ্বশ্ৰোতা, সৰ্বজ্ঞ।",
        "fa": "این [كیفر سخت،] از آن روست كه الله هرگز بر آن نبوده است كه نعمتى را كه بر مردمى ارزانى داشته است دگرگون كند؛ مگر آنکه آنان [رفتار موحدانۀ] خود را تغییر دهند [و کفر و ناسپاسی بورزند]؛ و بی‌تردید، الله شنوای داناست."
      }
    },
    {
      "verse_number": 1214,
      "verse_key": "8:54",
      "arabic_text": "كَدَأْبِ ءَالِ فِرْعَوْنَ ۙ وَٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَذَّبُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ فَأَهْلَكْنَـٰهُم بِذُنُوبِهِمْ وَأَغْرَقْنَآ ءَالَ فِرْعَوْنَ ۚ وَكُلٌّ كَانُوا۟ ظَـٰلِمِينَ",
      "phonetic_text": "Kada/bi ali firAAawna wallatheenamin qablihim kaththaboo bi-ayati rabbihimfaahlaknahum bithunoobihim waaghraqna alafirAAawna wakullun kanoo thalimeen",
      "translations": {
        "fr": "Tel fut le sort du peuple de Pharaon et de ceux qui, avant eux, avaient renié les Signes de leur Seigneur. Nous les fîmes périr pour leurs péchés, Nous noyâmes le peuple de Pharaon et tous étaient injustes.",
        "en": "They are indeed like Pharaoh’s people and those before them, who denied the signs of their Lord: We destroyed them for their sins, and We drowned Pharaoh’s people- they were all evildoers.",
        "es": "Por lo mismo castigué a la gente del Faraón y a quienes les precedieron, pues desmintieron los signos de su Señor y entonces les aniquilé por sus pecados: por eso ahogué a la gente del Faraón. Sabed que todos [estos pueblos] eran opresores.",
        "it": "Così [avvenne] per la gente di Faraone e per quelli che già in precedenza smentirono i segni del loro Signore. Li facemmo perire per i loro peccati. Facemmo annegare quelli di Faraone perché erano oppressori.",
        "ru": "Таким же образом поступали род Фараона и те, которые жили до них. Они не уверовали в знамения своего Господа, и Мы погубили их за грехи и потопили род Фараона. Все они были беззаконниками.",
        "tr": "Tıpkı Firavun'un izinden gidenlerle onlardan öncekilerin gidişi gibi, Rabblerinin âyetlerini yalanladılar. Biz de onları günahları yüzünden helâk ettik. Firavun ile arkasından gidenleri suda boğduk. Hepsi de zalim idiler.",
        "de": "Nach der Art der Leute Fir’auns und derjenigen vor ihnen: Sie erklärten die Zeichen ihres Herrn für Lüge, und da vernichteten Wir sie für ihre Sünden, und Wir ließen die Leute Fir’auns ertrinken. Sie alle waren ungerecht.",
        "pt": "Tal foi o comportamento do povo do Faraó e de seus antecessores, que desmentiram os versículos do seu Senhor. Aniquilamo-los, por seus pecados, e afogamos a dinastia do Faraó, porque todos eram iníquos.",
        "nl": "Zoals Fir'aun en zijn volgelingen en degenen vóór hen; zij loochhenden de Tekenen van hun Heer, waarna Wij hen vernietigden wegens hun zonden. En Wij verdronken Fir'aun en zijn volgelingen en zij allen waren onrechtplegers.",
        "ur": "آلِ فرعون اور ان سے پہلے کی قوموں کے ساتھ جو کچھ پیش آیا وہ اِسی ضابطہ کے مطابق تھا انہوں نے اپنے رب کی آیات کو جھٹلایا تب ہم نے ان کے گناہوں کی پاداش میں انہیں ہلاک کیا اور آل فرعون کو غرق کر دیا یہ سب ظالم لوگ تھے",
        "bn": "ফিৰআউনৰ বংশধৰ আৰু সিহঁতৰ পূৰ্বৱৰ্তীসকলৰ অভ্যাসৰ দৰে ইহঁতে নিজ প্ৰতিপালকৰ আয়াতসমূহক অস্বীকাৰ কৰিছিল। ফলত সিহঁতৰ পাপকৰ্মৰ বাবে আমি সিহঁতক ধ্বংস কৰিছো আৰু ফিৰআউনৰ বংশধৰসকলক ডুবাই মাৰিছো; আৰু সিহঁত আটায়ে আছিল যালিম।",
        "fa": "[کافران رفتارى دارند‌] همچون رفتار فرعونیان و كسانى كه پیش از آنان بودند كه آیات پروردگارشان را دروغ می‌انگاشتند؛ پس [ما نیز] آنان را به کیفر گناهانشان هلاک کردیم و فرعونیان را غرق نمودیم و همگی [مشرک و] ستمکار بودند."
      }
    },
    {
      "verse_number": 1215,
      "verse_key": "8:55",
      "arabic_text": "إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُوا۟ فَهُمْ لَا يُؤْمِنُونَ",
      "phonetic_text": "Inna sharra addawabbi AAindaAllahi allatheena kafaroo fahum la yu/minoon",
      "translations": {
        "fr": "Il n’est pires bêtes pour Allah que ceux qui ont (toujours) mécru et qui s’obstinent toujours dans leur mécréance,",
        "en": "The worst creatures in the sight of God are those who reject Him and will not believe;",
        "es": "Las peores criaturas ante Dios son los incrédulos, pues se negaron a creer,",
        "it": "Di fronte ad Allah non ci sono bestie peggiori di coloro che sono miscredenti e che non crederanno mai;",
        "ru": "Воистину, наихудшими из живых существ перед Аллахом являются те, которые не уверовали и не уверуют.",
        "tr": "Allah katında kımıldayıp debelenen canlıların en kötüsü, inkara saplanıp da bir türlü iman etmeyenlerdir.",
        "de": "Gewiß, die schlimmsten Tiere bei Allah sind die, die ungläubig sind und (auch) weiterhin nicht glauben,",
        "pt": "Os pecadores são os piores seres aos olhos de Deus, porque não crêem.",
        "nl": "Voorwaar, de slechtste schepselen bij Allah zijn degenen die ongelovig zijn, omdat zij niet geloven.",
        "ur": "یقیناً اللہ کے نزدیک زمین پر چلنے والی مخلوق میں سب سے بدتر وہ لوگ ہیں جنہوں نے حق کو ماننے سے انکار کر دیا پھر کسی طرح وہ اسے قبول کرنے پر تیار نہیں",
        "bn": "নিশ্চয় বিচৰণকাৰী প্ৰাণীবোৰৰ মাজত আল্লাহৰ ওচৰত আটাইতকৈ নিকৃষ্ট প্ৰাণী হৈছে, যিসকলে কুফুৰী কৰিছে। সেয়ে সিহঁত ঈমান পোষণ নকৰিব।",
        "fa": "یقیناً بدترین جنبندگان نزد الله کسانی هستند که کفر می‌ورزند و ایمان نمی‌آورند."
      }
    },
    {
      "verse_number": 1216,
      "verse_key": "8:56",
      "arabic_text": "ٱلَّذِينَ عَـٰهَدتَّ مِنْهُمْ ثُمَّ يَنقُضُونَ عَهْدَهُمْ فِى كُلِّ مَرَّةٍ وَهُمْ لَا يَتَّقُونَ",
      "phonetic_text": "Allatheena AAahadta minhumthumma yanqudoona AAahdahum fee kulli marratin wahum layattaqoon",
      "translations": {
        "fr": "ceux-là avec qui tu as conclu un pacte et qui violent à chaque fois leur engagement sans craindre (Allah).",
        "en": "who, whenever you [Prophet] make a treaty with them, break it, for they have no fear of God.",
        "es": "aquellos que siempre quebrantan los pactos que tú [¡Oh, Muhámmad!] celebras con ellos y no tienen temor [del castigo de Dios].",
        "it": "coloro con i quali stipulasti un patto e che continuamente lo violano e non sono timorati [di Allah].",
        "ru": "Ты заключаешь с ними договор, но всякий раз они нарушают этот договор и не страшатся.",
        "tr": "Onlar, kendileriyle antlaşma yaptığın halde her defasında antlaşmalarını bozarlar ve bundan hiç çekinmezler.",
        "de": "mit denen du eine Verpflichtung eingegangen bist, die aber dann ihre Verpflichtung jedesmal brechen und nicht gottesfürchtig sind.",
        "pt": "São aqueles com quem fazes um pacto e que, sistematicamente, quebram seus compromissos, e não temem a Deus.",
        "nl": "(Zij zijn) degenen met wie jij (O Moehammad) een verbond bent aangegaan, (en die) vervolgens hun verbond iedere keer schenden: en zij vrezen (Allah) niet.",
        "ur": "(خصوصاً) ان میں سے وہ لوگ جن کے ساتھ تُو نے معاہدہ کیا پھر وہ ہر موقع پر اس کو توڑتے ہیں اور ذرا خدا کا خوف نہیں کرتے۔ <sup foot_note=\"184083\">1</sup>",
        "bn": "যিসকলৰ পৰা তুমি অঙ্গীকাৰ লৈছা, তাৰ পিছতো সিহঁতে বাৰে বাৰে সিহঁতৰ অঙ্গীকাৰ ভঙ্গ কৰে, আৰু সিহঁতে তাক্বৱা অৱলম্বন নকৰে।",
        "fa": "[همان] کسانی‌ که با آنان پیمان بستی؛ ولى هر بار پیمانشان را مى‌شكنند و [از الله] پروا نمى‌کنند."
      }
    },
    {
      "verse_number": 1217,
      "verse_key": "8:57",
      "arabic_text": "فَإِمَّا تَثْقَفَنَّهُمْ فِى ٱلْحَرْبِ فَشَرِّدْ بِهِم مَّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ",
      "phonetic_text": "Fa-imma tathqafannahum fee alharbifasharrid bihim man khalfahum laAAallahum yaththakkaroon",
      "translations": {
        "fr": "Si tu prends le meilleur sur eux, pendant la guerre, inflige-leur un traitement tel qu’il dissuaderait ceux qui les suivent, peut-être se souviendront-ils.",
        "en": "If you meet them in battle, make a fearsome example of them to those who come after them, so that they may take heed.",
        "es": "Si enfrentas a algunos de ellos durante la guerra, dales un escarmiento que sirva de ejemplo a quienes sigan sus pasos. Puede que así reconsideren.",
        "it": "Se quindi li incontri in guerra, sbaragliali facendone un esempio per quelli che li seguono, affinché riflettano.",
        "ru": "Если ты встретишься с ними в битве, то покарай их сурово, дабы рассеять тех, кто позади них, - быть может, они помянут назидание.",
        "tr": "Bundan dolayı onları harpte yakalarsan, kendilerinden sonrakilere de gözdağı olacak şekilde ağır bir cezaya çarptır, belki ibret alırlar.",
        "de": "Wenn du nun auf sie im Krieg triffst, dann verscheuche mit ihnen diejenigen, die hinter ihnen stehen, auf daß sie bedenken mögen.",
        "pt": "Se os dominardes na guerra, dispersai-os, juntamente com aqueles que os seguem, para que meditem.",
        "nl": "Wanneer jullie hen dan treffen in de oorlog: doe degenen achter hen dan alle kanten uitvluchten, hopelijk zullen zij er lering uit trekken.",
        "ur": "پس اگر یہ لوگ تمہیں لڑائی میں مل جائیں تو ان کی ایسی خبر لو کہ ان کے بعد جو دوسرے لوگ ایسی روش اختیار کرنے والے ہوں ان کے حواس باختہ ہو جائیں۔<sup foot_note=\"184084\">1</sup> توقع ہے کہ بد عہدوں کے اِس انجام سے وہ سبق لیں گے",
        "bn": "এতেকে যদি তুমি সিহঁতক যুদ্ধত নিজ আয়ত্তত কৰিব পাৰা তেন্তে সিহঁতক কঠোৰ শাস্তি প্ৰদান কৰি সিহঁতৰ পিছফালে যিসকল আছে সিহঁতক ছত্ৰভঙ্গ কৰি দিয়া, যাতে সিহঁতে শিক্ষা লাভ কৰে।",
        "fa": "و [ای پیامبر،] اگر در جنگ بر آنان دست یافتی، چنان آنان را در هم بکوب که مایۀ عبرت دیگران گردد؛ باشد که [دیگران] پند گیرند."
      }
    },
    {
      "verse_number": 1218,
      "verse_key": "8:58",
      "arabic_text": "وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً فَٱنۢبِذْ إِلَيْهِمْ عَلَىٰ سَوَآءٍ ۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْخَآئِنِينَ",
      "phonetic_text": "Wa-imma takhafanna min qawminkhiyanatan fanbith ilayhim AAalasawa-in inna Allaha la yuhibbu alkha-ineen",
      "translations": {
        "fr": "Et si tu appréhendes quelque félonie de la part d’un peuple, alors dénonce ouvertement et loyalement le pacte qui vous lie, car Allah n’aime pas les traîtres.",
        "en": "And if you learn of treachery on the part of any people, throw their treaty back at them, for God does not love the treacherous.",
        "es": "Si te traiciona un pueblo<sup foot_note=168591>1</sup>, hazles saber que rompes el pacto igual que ellos. Dios no ama a los traidores.",
        "it": "E se veramente temi il tradimento da parte di un popolo, denunciane l’alleanza in tutta lealtà, ché veramente Allah non ama i traditori.",
        "ru": "А если ты опасаешься измены со стороны людей, то отбрось договорные обязательства, чтобы все оказались равны. Воистину, Аллах не любит изменников.",
        "tr": "Eğer bir kavmin, sözleşmeye aykırı bir hainlik yapmasından korkarsan, savaştan önce aynı şekilde antlaşmayı bozduğunu kendilerine bildir. Çünkü Allah hainleri sevmez.",
        "de": "Und wenn du dann von irgendwelchen Leuten Verrat befürchtest, so verwirf ihnen (die Verpflichtung) in gleicher Weise. Gewiß, Allah liebt nicht die Verräter.",
        "pt": "E se suspeitas da traição de um povo, rompe o teu pacto do mesmo modo, porque Deus não estima os traidores.",
        "nl": "En als jij verraad vreest van een volk, hef het (verbond) dan met wederzijdse duidelijkheid op. Voorwaar, Allah houdt niet van de verraders.",
        "ur": "اور اگر کبھی تمہیں کسی قوم سے خیانت کا اندیشہ ہو تو اس کے معاہدے کے عَلانیہ اس کے آگے پھینک دو<sup foot_note=\"184085\">1</sup>، یقیناً اللہ خائنوں کو پسند نہیں کرتا",
        "bn": "আৰু যদি তুমি কোনো সম্প্ৰদায়ৰ চুক্তি ভঙ্গৰ আশংকা কৰা তেন্তে সিহঁতৰ চুক্তি প্ৰকাশ্যভাৱে সিহঁতলৈ দলিয়াই দিবা, নিশ্চয় আল্লাহে চুক্তি ভঙ্গকাৰীসকলক পছন্দ নকৰে।",
        "fa": "و اگر از گروهى بیم خیانت دارى، [پیمانشان را] به آنان بازگردان [و از لغو پیمان، آنان را آگاه کن تا آگاهی طرفین از نقض پیمان] به طور یكسان [باشد]. بی‌تردید، الله خائنان را دوست ندارد."
      }
    },
    {
      "verse_number": 1219,
      "verse_key": "8:59",
      "arabic_text": "وَلَا يَحْسَبَنَّ ٱلَّذِينَ كَفَرُوا۟ سَبَقُوٓا۟ ۚ إِنَّهُمْ لَا يُعْجِزُونَ",
      "phonetic_text": "Wala yahsabanna allatheenakafaroo sabaqoo innahum la yuAAjizoon",
      "translations": {
        "fr": "Que les mécréants ne s’imaginent surtout pas qu’ils Nous ont distancés (dans leur fuite) : ils ne pourront pas mettre au défi (Notre) puissance.",
        "en": "The disbelievers should not think they have won; they cannot escape.",
        "es": "Que no piensen los incrédulos que podrán huir de Mi castigo. No tienen salvación.",
        "it": "E non credano di vincere, i miscredenti. Non potranno ridurCi all’impotenza.",
        "ru": "Пусть не думают неверующие, что они опередят других. Воистину, им не сбежать.",
        "tr": "O kâfirler ileri geçip kurtulduklarını sanmasınlar. Onlar kesinlikle (bizi) aciz bırakamazlar.",
        "de": "Und diejenigen, die ungläubig sind, sollen ja nicht meinen, sie könnten zuvorkommen. Sie werden sich (Mir) gewiß nicht entziehen.",
        "pt": "E não pensem os incrédulos que poderão obter coisas melhores (do que os fiéis). Jamais o conseguirão.",
        "nl": "En laten degenen die ongelovig zijn zeker niet denken dat zij (de bestraffing van Allah) kunnen tegenhouden. Voorwaar, zij kunnen (die) niet ontkrachten.",
        "ur": "منکرینِ حق اس غلط فہمی میں نہ رہیں کہ وہ بازی لے گئے، یقیناً وہ ہم کو ہرا نہیں سکتے",
        "bn": "আৰু কাফিৰসকলে যেন এইটো কেতিয়াও নাভাৱে যে, সিহঁতে আয়ত্বৰ বাহিৰত গুচি গৈছে; নিশ্চয় সিহঁতে (আল্লাহক) অপাৰগ কৰিবলৈ সক্ষম নহয়।",
        "fa": "و کسانی که کفر ورزیدند، هرگز مپندارند که جان به در برده‌اند [و نجات یافته‌اند]؛ آنان هرگز [از مرگ و عذاب،] راهِ گریزی ندارند."
      }
    },
    {
      "verse_number": 1220,
      "verse_key": "8:60",
      "arabic_text": "وَأَعِدُّوا۟ لَهُم مَّا ٱسْتَطَعْتُم مِّن قُوَّةٍ وَمِن رِّبَاطِ ٱلْخَيْلِ تُرْهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمْ وَءَاخَرِينَ مِن دُونِهِمْ لَا تَعْلَمُونَهُمُ ٱللَّهُ يَعْلَمُهُمْ ۚ وَمَا تُنفِقُوا۟ مِن شَىْءٍ فِى سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لَا تُظْلَمُونَ",
      "phonetic_text": "WaaAAiddoo lahum ma istataAAtummin quwwatin wamin ribati alkhayli turhiboona bihiAAaduwwa Allahi waAAaduwwakum waakhareena mindoonihim la taAAlamoonahumu Allahu yaAAlamuhum wamatunfiqoo min shay-in fee sabeeli Allahi yuwaffa ilaykumwaantum la tuthlamoon",
      "translations": {
        "fr": "Préparez donc, pour leur faire face, tout ce que vous pouvez comme forces et comme (impétueuse) cavalerie, pour dissuader<sup foot_note=194836>1</sup> l’ennemi d’Allah et le vôtre, ainsi que d’autres (ennemis) dont vous ne savez rien mais qu’Allah connaît. Vous ne dépenserez rien pour la cause d’Allah qui ne vous soit pleinement rendu, et vous ne serez point lésés.",
        "en": "Prepare whatever forces you [believers] can muster, including warhorses, to frighten off God’s enemies and yours, and warn others unknown to you but known to God. Whatever you give in God’s cause will be repaid to you in full, and you will not be wronged.",
        "es": "Preparad contra ellos cuanto podáis de fuerzas [de combate] y caballería, para que así amedrentéis a los enemigos de Dios que también son los vuestros, y a otros enemigos que aún no conocéis, pero Dios los conoce bien. Sabed que aquello con lo que contribuyáis en la causa de Dios os será recompensado generosamente, y no seréis jamás tratados injustamente.",
        "it": "Preparate, contro di loro, tutte le forze che potrete [raccogliere] e i cavalli addestrati per terrorizzare il nemico di Allah e il vostro  <a class=f><sup foot_note=157297>1</sup></a> e altri ancora che voi non conoscete, ma che Allah conosce  <a class=f><sup foot_note=157298>2</sup></a> . Tutto quello che spenderete per la causa di Allah vi sarà restituito e non sarete danneggiati.",
        "ru": "Приготовьте против них сколько можете силы и боевых коней, чтобы устрашить врага Аллаха и вашего врага, а также тех, которых вы не знаете, но которых знает Аллах. Что бы вы ни израсходовали на пути Аллаха, вам будет возвращено сполна, и с вами не поступят несправедливо.",
        "tr": "Siz de gücünüzün yettiği kadar onlara karşı her çeşitten kuvvet biriktirin ve cihad için atlar hazırlayın ki, onlarla hem Allah'ın düşmanlarını, hem de kendi düşmanlarınızı, ayrıca Allah'ın bilip de sizin bilmediğiniz daha başkalarını korkutasınız. Allah yolunda her ne harcarsanız onun sevabı size eksiksiz ödenir ve asla haksızlığa uğratılmazsınız.",
        "de": "Und haltet für sie bereit, was ihr an Kraft und an kampfbereiten Pferden (haben) könnt, um damit den Feinden Allahs und euren Feinden Angst zu machen, sowie anderen außer ihnen, die ihr nicht kennt; Allah aber kennt sie! Und was immer ihr auf Allahs Weg ausgebt, wird euch in vollem Maß zukommen, und es wird euch kein Unrecht zugefügt.",
        "pt": "Mobilizai tudo quando dispuserdes, em armas e cavalaria, para intimidar, com isso, o inimigo de Deus e vosso, e seintimidarem ainda outros que não conheceis, mas que Deus bem conhece. Tudo quanto investirdes na causa de Deus, ser-vosá retribuído e não sereis defraudados.",
        "nl": "En brengt wat jullie kunnen aan macht bij elkaar, om hen mee te bevechten, waaronder strijdrossen om daarmee de vijanden van Allah en jullie vijanden angst aan te jagen, en ook anderen die jullie niet kennen (en) die Allah wel kent. En wat jullie ook aan bijdragen uitgeven op de Weg van Allah, Hij zal jullie volledig vergoeden. En jullie zal geen onrecht worden aangedaan.",
        "ur": "اور تم لوگ ، جہاں تک تمہارا بس چلے، زیادہ سے زیادہ طاقت اور تیار بندھے رہنے والے گھوڑے اُن کے مقابلہ کے لیے مہیّا رکھو <sup foot_note=\"184086\">1</sup>تاکہ اس کے ذریعہ سے اللہ کے اپنے دشمنوں کو اور ان دوسرے اعداء کو خوف زدہ کر دو جنہیں تم نہیں جانتے مگر اللہ جانتا ہے۔ اللہ کی راہ میں جو کچھ تم خرچ کرو گے اس کا پورا پورا بدل تمہاری طرف پلٹایا جائے گا اور تمہارے ساتھ ہر گز ظلم نہ ہو گا",
        "bn": "আৰু তোমালোকে সিহঁতৰ মুকাবিলাৰ বাবে যথাসাধ্য শক্তি-সামৰ্থ আৰু অশ্ব-বাহিনী প্ৰস্তুত কৰা, যিটোৰ দ্বাৰা তোমালোকে ভীত-সন্ত্ৰস্ত কৰিবা আল্লাহৰ শত্ৰুক আৰু তোমালোকৰ শত্ৰুক লগতে ইয়াৰ বাহিৰেও আন আন লোকসকলক যিসকলক তোমালোকে চিনি নোপোৱা, কিন্তু আল্লাহে সিহঁতক জানে। আল্লাহৰ পথত তোমালোকে যি ব্যয় কৰিবা তাৰ পূৰ্ণ প্ৰতিদান তোমালোকক প্ৰদান কৰা হ’ব আৰু তোমালোকৰ প্ৰতি অকণো অন্যায় কৰা নহ’ব।",
        "fa": "و [ای مؤمنان،] هر چه در توان دارید ـ از نیرو و اسب‌های آماده [و جنگ‌افزار]ـ بسیج كنید تا با این [تداركات‌]، دشمن الله و دشمن خویش را بترسانید، همچنین [با این تجهیزات، دشمنان‌] دیگرى را غیر از اینان که شما آنان را نمی‌شناسید و[لی] الله آنان را می‌شناسد [به وحشت بیندازید]؛ و هر چه در راه الله انفاق کنید، پاداش آن به شما بازگردانده مى‌شود و بر شما ستم نمی‌رود."
      }
    },
    {
      "verse_number": 1221,
      "verse_key": "8:61",
      "arabic_text": "۞ وَإِن جَنَحُوا۟ لِلسَّلْمِ فَٱجْنَحْ لَهَا وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "phonetic_text": "Wa-in janahoo lissalmi fajnahlaha watawakkal AAala Allahi innahu huwa assameeAAualAAaleem",
      "translations": {
        "fr": "Et s’ils penchent pour la paix, penche (de même) pour elle ; mets ta confiance en Allah, car c’est Lui Qui Entend Tout et c’est Lui l’Omniscient.",
        "en": "But if they incline towards peace, you [Prophet] must also incline towards it, and put your trust in God: He is the All Hearing, the All Knowing.",
        "es": "Si [los incrédulos] se inclinan por la paz, acéptala tú también y encomiéndate a Dios. Él todo lo oye, todo lo sabe.",
        "it": "Se inclinano alla pace, inclina anche tu ad essa e riponi la tua fiducia in Allah. Egli è Colui Che tutto ascolta e conosce.",
        "ru": "Если они склоняются к миру, ты тоже склоняйся к миру и уповай на Аллаха. Воистину, Он - Слышащий, Знающий.",
        "tr": "Eğer onlar barıştan yana olurlarsa, sen de barıştan yana ol! Ve Allah'a güven. Çünkü işiten ve bilen O'dur.",
        "de": "Und wenn sie sich dem Frieden zuneigen, dann neige auch du dich ihm zu und verlasse dich auf Allah! Gewiß, Er ist ja der Allhörende und Allwissende.",
        "pt": "Se eles se inclinam à paz, inclina-te tu também a ela, e encomenda-te a Deus, porque Ele é o Oniouvinte, oSapientíssimo.",
        "nl": "En als zij geneigd zijn tot vrede, wees dan ook daartoe geneigd en stel jouw vertrouwen op Allah. Voorwaar, Hij is Alhorend, Alwetend.",
        "ur": "اور اے نبیؐ، اگر دشمن صلح و سلامتی کی طرف مائل ہوں تو تم بھی اس کے لیے آمادہ ہو جاؤ اور اللہ پر بھروسہ کرو، یقیناً وہی سننے اور جاننے والا ہے",
        "bn": "আৰু সিহঁতে যদি (শান্তি স্থাপনৰ বাবে) সন্ধিৰ পিনে ঢাল খায় তেন্তে তুমিও তাৰ বাবে আগ্ৰহী হ’বা আৰু আল্লাহৰ ওপৰত নিৰ্ভৰ কৰিবা; নিশ্চয় তেওঁ সৰ্বশ্ৰোতা, সৰ্বজ্ঞ।",
        "fa": "و اگر [کافران] به صلح مایل شدند، پس تو [نیز ای پیامبر،] از درِ صلح درآی و بر الله توکل کن. بی‌گمان، اوست که شنوای داناست."
      }
    },
    {
      "verse_number": 1222,
      "verse_key": "8:62",
      "arabic_text": "وَإِن يُرِيدُوٓا۟ أَن يَخْدَعُوكَ فَإِنَّ حَسْبَكَ ٱللَّهُ ۚ هُوَ ٱلَّذِىٓ أَيَّدَكَ بِنَصْرِهِۦ وَبِٱلْمُؤْمِنِينَ",
      "phonetic_text": "Wa-in yureedoo an yakhdaAAooka fa-inna hasbakaAllahu huwa allathee ayyadaka binasrihi wabilmu/mineen",
      "translations": {
        "fr": "Et s’ils envisagent de te tromper, alors Allah te suffira, Qui t’a soutenu en t’accordant Son secours et l’appui des croyants.",
        "en": "If they intend to deceive you, God is enough for you: it was He who strengthened you with His help,",
        "es": "Pero si quieren engañarte<sup foot_note=168592>1</sup>, sabe que la protección de Dios es suficiente. Él es Quien te ha fortalecido con Su auxilio y con los creyentes.",
        "it": "Se vogliono ingannarti, ti basti Allah. È Lui che ti ha soccorso con il Suo aiuto [e l’appoggio de]i credenti,",
        "ru": "Если же они захотят обмануть тебя, то тебе достаточно Аллаха. Он поддержал тебя Своей помощью и верующими.",
        "tr": "Eğer sana hile yapmak isterlerse, muhakkak ki sana Allah yeter. Seni yardımıyla ve müminlerle güçlendirecek olan O'dur.",
        "de": "Und wenn sie dich betrügen wollen - gewiß, so ist deine Genüge Allah. Er ist es, Der dich mit Seiner Hilfe und mit den Gläubigen gestärkt hat.",
        "pt": "Mas, se intentarem enganar-te, fica sabendo que Deus te é suficiente. Ele foi Quem te secundou com o Seu socorro e como dos fiéis",
        "nl": "En als zij joe willen bedriegen; den is Allah voorj jou voldoende. Hij is het Degene jou versterkte door Zijn hulp en door de gelovigen.",
        "ur": "اور اگر وہ دھوکے کی نیت رکھتے ہوں تو تمہارے لیے اللہ کافی ہے۔<sup foot_note=\"184087\">1</sup> وہی تو ہے جس نے اپنی مدد سے اور مومنوں کے ذریعہ سے تمہاری تائید کی",
        "bn": "আৰু যদি সিহঁতে তোমাক প্ৰতাৰিত কৰিব বিচাৰে তেন্তে তোমাৰ বাবে আল্লাহেই যথেষ্ট, নিশ্চয় তেওঁ তোমাক নিজ সহায়ৰ দ্বাৰা আৰু মুমিনসকলৰ দ্বাৰা শক্তিশালী কৰিছে।",
        "fa": "و اگر [کافران با تظاهر به آشتی] بخواهند تو را فریب دهند، الله برایت کافی است. او تعالی همان ذاتی است که با یاری خود و مؤمنان، تو را تأیید [و تقویت] نمود."
      }
    },
    {
      "verse_number": 1223,
      "verse_key": "8:63",
      "arabic_text": "وَأَلَّفَ بَيْنَ قُلُوبِهِمْ ۚ لَوْ أَنفَقْتَ مَا فِى ٱلْأَرْضِ جَمِيعًا مَّآ أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَـٰكِنَّ ٱللَّهَ أَلَّفَ بَيْنَهُمْ ۚ إِنَّهُۥ عَزِيزٌ حَكِيمٌ",
      "phonetic_text": "Waallafa bayna quloobihim law anfaqta mafee al-ardi jameeAAan ma allafta bayna quloobihimwalakinna Allaha allafa baynahum innahu AAazeezun hakeem",
      "translations": {
        "fr": "Il a uni leurs cœurs (dans la foi). Si tu dépensais tout ce qu’il y a sur terre, tu ne saurais unir leurs cœurs. Mais Allah, Lui, les a unis, car Il est Tout- Puissant et Sage.",
        "en": "and with the believers, and brought their hearts together. Even if you had given away everything in the earth you could not have done this, but God brought them together: God is mighty and wise.",
        "es": "Él es Quien unió sus corazones<sup foot_note=168593>1</sup>, y tú no habrías podido hacerlo aunque hubieras gastado todo lo que hay en la Tierra, pero Dios les reconcilió. Él es Poderoso, Sabio.",
        "it": "instillando la solidarietà nei loro cuori. Se avessi speso tutto quello che c’è sulla terra, non avresti potuto unire i loro cuori; è Allah che ha destato la solidarietà tra loro  <a class=f><sup foot_note=157299>1</sup></a> . Allah è eccelso, saggio!",
        "ru": "Он сплотил их сердца. Если бы ты израсходовал все, что есть на земле, то не смог бы сплотить их сердца, однако Аллах сплотил их. Воистину, Он - Могущественный, Мудрый.",
        "tr": "Müminlerin kalplerini birbirlerine O ısındırdı. Yoksa yeryüzünde ne varsa sen hepsini harcasaydın yine de onların kalblerini (böylesine) ısındıramazdın. Lâkin Allah, kalplerini kaynaştırdı. Muhakkak ki, O azizdir, hakimdir.",
        "de": "Und Er hat ihre Herzen zusammengefügt. Wenn du alles, was auf der Erde ist, (dafür) ausgegeben hättest, hättest du ihre Herzen nicht zusammenfügen können. Aber Allah hat sie zusammengefügt. Gewiß, Er ist Allmächtig und Allweise.",
        "pt": "E foi Quem conciliou os seus corações. E ainda que tivesses despendido tudo quanto há na terra, não terias conseguidoconciliar os seus corações; porém, Deus o conseguiu, porque é Poderoso, Prudentíssimo.",
        "nl": "En Hij bracht hun harten tot elkaar. En al had jij alles wat er op de aarde is besteed, dan zou jij hun harten niet tot elkaar hebben kunnen brengen, maar Allah heeft hen tot elkaar gebracht. Voorwaar, Hij is Almachtig, Alwijs.",
        "ur": "اور مومنوں کے دل ایک دوسرے کے ساتھ جوڑ دیے۔ تم رُوئے زمین کی ساری دولت بھی خرچ کر ڈالتے تو اِن لوگوں کے دل نہ جوڑ سکتے تھے مگر وہ اللہ ہے جس نے ان لوگوں کے دل جوڑے<sup foot_note=\"184088\">1</sup>، یقیناً وہ بڑا زبردست اور دانا ہے",
        "bn": "আৰু তেৱেঁই সিহঁতৰ পৰস্পৰৰ হৃদয়ৰ মাজত প্ৰীতি স্থাপন কৰিছে। পৃথিৱীৰ যাৱতীয় সম্পদ ব্যয় কৰিলেও তুমি সিহঁতৰ হৃদয়ত প্ৰীতি স্থাপন কৰিব নোৱাৰিলাহেঁতেন; কিন্তু আল্লাহে সিহঁতৰ মাজত প্ৰীতি স্থাপন কৰিছে, নিশ্চয় তেওঁ পৰাক্ৰমশালী, প্ৰজ্ঞাময়।",
        "fa": "و بین دل‌هایشان [مهربانی و] اُلفَت برقرار نمود. [ای پیامبر،] اگر تو تمام آنچه را که در روی زمین است خرج می‌کردی، [هرگز] نمی‌توانستی بین دل‌هایشان الفت برقرار کنی؛ ولی الله میان آنان الفت انداخت. به راستی که او شکست‌ناپذیرِ حکیم است."
      }
    },
    {
      "verse_number": 1224,
      "verse_key": "8:64",
      "arabic_text": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ حَسْبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلْمُؤْمِنِينَ",
      "phonetic_text": "Ya ayyuha annabiyyu hasbukaAllahu wamani ittabaAAaka mina almu/mineen",
      "translations": {
        "fr": "Ô Prophète ! Allah et les croyants qui t’ont suivi te suffisent.",
        "en": "Prophet, God is enough for you, and for the believers who follow you.",
        "es": "¡Oh, Profeta! La protección de Dios es suficiente para ti y para los creyentes que te sigan.",
        "it": "O Profeta, ti basti Allah e basti ai credenti che ti seguono.",
        "ru": "О Пророк! Тебе и твоим верующим последователям довольно Аллаха.",
        "tr": "Ey Peygamber! Sana Allah yetişir, arkandan gelen müminlerle beraber.",
        "de": "O Prophet, deine Genüge ist Allah und (auch) derer von den Gläubigen, die dir folgen.",
        "pt": "Ó Profeta, são-te suficientes Deus e os fiéis que te seguem.",
        "nl": "O Profeet, Allah is voor jou voldoende en voor de gelovigen die jou volgen.",
        "ur": "اے نبیؐ، تمہارے لیے اور تمہارے پیرو اہلِ ایمان کے لیے تو بس اللہ کافی ہے",
        "bn": "হে নবী! তোমাৰ বাবে আৰু তোমাৰ অনুসাৰীসকলৰ বাবে আল্লাহেই যথেষ্ট।",
        "fa": "ای پیامبر، [حمایتِ] الله برای تو و [نیز] برای مؤمنانی که از تو پیروی کرده‌اند، كافى است."
      }
    },
    {
      "verse_number": 1225,
      "verse_key": "8:65",
      "arabic_text": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ حَرِّضِ ٱلْمُؤْمِنِينَ عَلَى ٱلْقِتَالِ ۚ إِن يَكُن مِّنكُمْ عِشْرُونَ صَـٰبِرُونَ يَغْلِبُوا۟ مِا۟ئَتَيْنِ ۚ وَإِن يَكُن مِّنكُم مِّا۟ئَةٌ يَغْلِبُوٓا۟ أَلْفًا مِّنَ ٱلَّذِينَ كَفَرُوا۟ بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ",
      "phonetic_text": "Ya ayyuha annabiyyu harridialmu/mineena AAala alqitali in yakun minkumAAishroona sabiroona yaghliboo mi-atayni wa-in yakunminkum mi-atun yaghliboo alfan mina allatheena kafaroobi-annahum qawmun la yafqahoon",
      "translations": {
        "fr": "Ô Prophète ! Incite les croyants à combattre. Une vingtaine (d’hommes) persévérants parmi vous pourront en vaincre deux cents. Une centaine parmi vous pourra en vaincre mille parmi les mécréants. Car ce sont des gens qui ne comprennent point.",
        "en": "Prophet, urge the believers to fight: if there are twenty of you who are steadfast, they will overcome two hundred, and a hundred of you, if steadfast, will overcome a thousand of the disbelievers, for they are people who do not understand.",
        "es": "¡Oh, Profeta! Exhorta a los creyentes a combatir [por la causa de Dios]. Por cada veinte pacientes y perseverantes de entre vosotros, venceréis a doscientos<sup foot_note=168594>1</sup>; y si hubiere cien, vencerán a mil de los que se negaron a creer, porque ellos no razonan<sup foot_note=168595>2</sup>.",
        "it": "O Profeta, incita i credenti alla lotta. Venti di voi, pazienti, ne domineranno duecento e cento di voi avranno il sopravvento su mille miscredenti. Ché in verità è gente che nulla comprende.",
        "ru": "О Пророк! Вдохновляй верующих на сражение. Если будет среди вас двадцать терпеливых, то они одолеют две сотни; если же их среди вас будет сотня, то они одолеют тысячу неверующих, потому что они - люди неразумные.",
        "tr": "Ey Peygamber! Müminleri cihada teşvik eyle. Eğer sizden sabredecek yirmi kişi olursa ikiyüze galip gelirler ve eğer sizden yüz kişi olursa kâfirlerden bin kişiye galip gelirler. Çünkü onlar hakkı ve akıbeti düşünmeyen anlayışsız bir kavimdirler.",
        "de": "O Prophet, sporne die Gläubigen zum Kampf an! Wenn es unter euch zwanzig Standhafte gibt, werden sie zweihundert besiegen. Und wenn es unter euch hundert gibt, werden sie Tausend von denen, die ungläubig sind, besiegen, weil sie Leute sind, die nicht verstehen.",
        "pt": "Ó Profeta, estimula os fiéis ao combate. Se entre vós houvesse vinte perseverantes, venceriam duzentos, e se houvessemcem, venceriam mil do incrédulos, porque estes são insensatos.",
        "nl": "O Profeet, spoor de gelovigen aan tot het gevecht. Als er onder jullie twintig zijn die geduldig zijn, dan zullen zij er tweehonderd verslaan. En als er onder jullie honderd zijn, dan zullen zij er duizend verslaan van degenen die ongelovig zijn, omdat zij een volk zijn dat niet begrijpt.",
        "ur": "اے نبی ؐ ، مومنوں کو جنگ پر اُبھارو۔ اگر تم میں سے بیس آدمیں صابر ہوں تو وہ دو سو پر غالب آئیں گے اور اگر سو آدمی ایسے ہوں تو منکرینِ حق میں سے ہزار آدمیوں پر بھاری رہیں گے کیونکہ وہ ایسے لوگ ہیں جو سمجھ نہیں رکھتے۔ <sup foot_note=\"184089\">1</sup>",
        "bn": "হে নবী! তুমি মুমিনসকলক যুদ্ধৰ বাবে উদ্বুদ্ধ কৰা, তোমালোকৰ মাজৰ বিশজন ধৈৰ্যশীল ব্যক্তিয়ে দুশ জনক পৰাস্ত কৰিব আৰু তোমালোকৰ মাজৰ এশ জনে এহেজাৰ কাফিৰৰ ওপৰত বিজয়ী লাভ কৰিব। কাৰণ সিহঁত (কাফিৰসকল) এনেকুৱা এটা সম্প্ৰদায় যিসকলৰ বোধ শক্তি নাই।",
        "fa": "ای پیامبر، مؤمنان را به جنگ تشویق کن. اگر از [میان] شما [مؤمنان] بیست نفر [بر جهاد] شکیبا باشند، بر دویست نفر [از کافران] غلبه می‌کنند و اگر صد نفر از شما [اینچنین] باشند، بر هزار نفر از کسانی ‌که کفر ورزیدند غلبه می‌کنند؛ زیرا آنان گروهی هستند که [ارزش حقیقیِ جهاد را] نمی‌فهمند."
      }
    },
    {
      "verse_number": 1226,
      "verse_key": "8:66",
      "arabic_text": "ٱلْـَٔـٰنَ خَفَّفَ ٱللَّهُ عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا ۚ فَإِن يَكُن مِّنكُم مِّا۟ئَةٌ صَابِرَةٌ يَغْلِبُوا۟ مِا۟ئَتَيْنِ ۚ وَإِن يَكُن مِّنكُمْ أَلْفٌ يَغْلِبُوٓا۟ أَلْفَيْنِ بِإِذْنِ ٱللَّهِ ۗ وَٱللَّهُ مَعَ ٱلصَّـٰبِرِينَ",
      "phonetic_text": "Al-ana khaffafa Allahu AAankumwaAAalima anna feekum daAAfan fa-in yakun minkum mi-atun sabiratunyaghliboo mi-atayni wa-in yakun minkum alfun yaghliboo alfaynibi-ithni Allahi wallahu maAAa assabireen",
      "translations": {
        "fr": "Allah, maintenant, a allégé votre fardeau car Il sait votre faiblesse. Alors, une centaine (d’hommes) persévérants parmi vous pourront en vaincre deux cents ; et mille parmi vous en vaincront deux mille, par la permission d’Allah. Et Allah est avec ceux qui savent prendre patience.",
        "en": "But God has lightened your burden for now, knowing that there is weakness in you––a steadfast hundred of you will defeat two hundred and a steadfast thousand of you will defeat two thousand, by God’s permission: God is with the steadfast.",
        "es": "Pero Dios os alivia la carga, por compasión ante vuestra debilidad: Por cada cien pacientes venceréis a doscientos enemigos, y si hubiere mil venceréis a dos mil, con el permiso de Dios. Dios está con los pacientes.",
        "it": "Ora Allah vi ha alleggerito [l’ordine], Egli conosce l’inadeguatezza che è in voi. Cento di voi, perseveranti, ne domineranno duecento; e se sono mille, con il permesso di Allah, avranno il sopravvento su duemila  <a class=f><sup foot_note=157300>1</sup></a> . Allah è con coloro che perseverano.",
        "ru": "Теперь Аллах облегчил ваше бремя, ибо Ему известно, что вы слабы. Если среди вас будет сто терпеливых, то они одолеют две сотни; если же их среди вас будет тысяча, то с позволения Аллаха они одолеют две тысячи. Воистину, Аллах - с терпеливыми.",
        "tr": "Şimdi Allah sizden yükü hafifletti ve sizde bir zaaf olduğunu bildi. O halde sizden sabredecek yüz kişi olursa ikiyüz düşmana galip gelirler, sizden bin kişi olursa Allah'ın izniyle ikibin düşmana galip gelirler. Allah sabredenlerle beraberdir.",
        "de": "Jetzt (aber) hat Allah es euch leicht gemacht. Er weiß ja, daß in euch Schwaches (angelegt) ist. Wenn es nun unter euch hundert Standhafte gibt, werden sie zweihundert besiegen, und wenn es unter euch Tausend gibt, werden sie Zweitausend besiegen, mit Allahs Erlaubnis. Allah ist mit den Standhaften.",
        "pt": "Deus tem-vos aliviado o peso do fardo, porque sabe que há um ponto débil em vós; e se entre vós houvesse cemperseverantes, venceriam duzentos; e se houvesse mil, venceriam dois mil, com o beneplácito de Deus, porque Ele está comos perseverantes.",
        "nl": "Nu heeft Allah jullie verlichting gegeven en Hij weet dat er onder jullie zwakken zijn. En als er onder jullie honderd zijn die geduldig zijn, dan zullen zij er tweehonderd verslaan. En als er duizend onder juillie zijn, dan zullen zij er tweeduizend verslaan, met Allah's verlof. En Allah is met de geduldigen.",
        "ur": "اچھا، اب اللہ نے تمہارا بوجھ ہلکا کیا اور اسے معلوم ہوا کہ ابھی تم میں کمزوری ہے، پس اگر تم میں سے سو آدمی صابر ہوں تو وہ دو سو پر اور ہزار آدمی ایسے ہوں تو دو ہزار پر اللہ کے حکم سے غالب آئیں گے،<sup foot_note=\"184090\">1</sup> اور اللہ ان لوگوں کے ساتھ ہے جو صبر کرنے والے ہیں",
        "bn": "আল্লাহে এতিয়া তোমালোকৰ ভাৰ লাঘৱ কৰিলে আৰু তেওঁ অৱগত যে, তোমালোকৰ মাজত দুৰ্বলতা আছে, সেয়ে তোমালোকৰ মাজৰ এশ জন ধৈৰ্যশীল ব্যক্তিয়ে দুশ জনৰ ওপৰত বিজয়ী লাভ কৰিব, আৰু তোমালোকৰ মাজত এহেজাৰ থাকিলে আল্লাহৰ অনুজ্ঞাক্ৰমে সিহঁতে দুহেজাৰৰ ওপৰত বিজয়ী লাভ কৰিব। আৰু আল্লাহ ধৈৰ্যশীলসকলৰ লগত আছে।",
        "fa": "اکنون الله به شما تخفیف داد و دانست که [بر اثر جنگ،] ضعفی در وجودتان است. پس اگر از [میان] شما صد نفر شکیبا باشند، بر دویست نفر [از کافران] پیروز می‌شوند و اگر از شما هزار نفر باشند، به فرمان الله، بر دو هزار نفر پیروز خواهند شد؛ و الله با شکیبایان است."
      }
    },
    {
      "verse_number": 1227,
      "verse_key": "8:67",
      "arabic_text": "مَا كَانَ لِنَبِىٍّ أَن يَكُونَ لَهُۥٓ أَسْرَىٰ حَتَّىٰ يُثْخِنَ فِى ٱلْأَرْضِ ۚ تُرِيدُونَ عَرَضَ ٱلدُّنْيَا وَٱللَّهُ يُرِيدُ ٱلْـَٔاخِرَةَ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
      "phonetic_text": "Ma kana linabiyyin an yakoonalahu asra hatta yuthkhina fee al-arditureedoona AAarada addunya wallahuyureedu al-akhirata wallahu AAazeezun hakeem",
      "translations": {
        "fr": "Il n’incombe pas à un Prophète de faire des prisonniers tant qu’il ne s’est pas affirmé en vainqueur sur terre. Vous voulez les biens éphémères de ce bas monde, et Allah veut l’autre monde. Allah est Tout- Puissant et Sage.",
        "en": "It is not right for a prophet to take captives before he has conquered the battlefield. You [people] desire the transient goods of this world, but God desires the Hereafter [for you]- God is mighty and wise-",
        "es": "No le es permitido al Profeta [ni a los creyentes] tomar prisioneros si antes no combaten en la Tierra<sup foot_note=168596>1</sup>. Pretenden algunos obtener un beneficio mundanal<sup foot_note=168597>2</sup>, mientras Dios quiere para vosotros la recompensa de la otra vida. Dios es Poderoso, Sabio.",
        "it": "Non si addice ad un profeta prendere prigionieri finché non avrà completamente soggiogato la terra  <a class=f><sup foot_note=157301>1</sup></a> . Voi cercate il bene terreno, mentre Allah vuole [darvi] quello dell’altra vita. Allah è eccelso, saggio.",
        "ru": "Не подобало Пророку брать пленных, пока он не пролил кровь на земле. Вы желаете мирских благ, но Аллах желает Последней жизни. Аллах - Могущественный, Мудрый.",
        "tr": "Hiçbir peygamberin, yeryüzünde ağır basmadıkça (kesin zafere ulaşıp üstün gelmedikçe) esirleri olması layık değildir. Siz dünya malını istersiniz, oysa Allah ahireti kazanmanızı murad eder. Allah azizdir, hakimdir.",
        "de": "Es steht keinem Propheten zu, Gefangene zu haben, bis er (den Feind überall) im Land schwer niedergekämpft hat. Ihr wollt Glücksgüter des Diesseitigen, aber Allah will das Jenseits. Allah ist Allmächtig und Allweise.",
        "pt": "Não é dado a profeta algum fazer cativos, antes de lhes haver subjugado inteiramente a região. Vós (fiéis), ambicionais ofútil da vida terrena; em troca, Deus quer para vós a bem-aventurança do outro mundo, porque Deus é Poderoso, Prudentíssimo.",
        "nl": "Het past een Profeet niet dat hij krijgsgevangenen heeft, totdat hij (de vijanden) op aarde heeft onderworpen. Jullie wensen de wereldse vergankelijkheden, maar Allah wenst (voor jullie) het Hiernamaals. En Allah is Abmachtig, Alwijs.",
        "ur": "کسی نبی کے لیے یہ زیبا نہیں ہے کہ اس کے پاس قیدی ہوں جب تک کہ وہ زمین میں دشمنوں کو اچھی طرح کچل نہ دے تم لوگ دنیا کے فائدے چاہتے ہو، حالانکہ اللہ کے پیشِ نظر آخرت ہے، اور اللہ غالب اور حکیم ہے",
        "bn": "পৃথিৱীত সম্পূৰ্ণৰূপে শত্ৰুক উচ্ছন্ন নকৰা লৈকে যুদ্ধবন্দী ৰখাটো কোনো নবীৰ বাবেই সংগত নহয়। তোমালোকে কামনা কৰা পাৰ্থিৱ সম্পদ কিন্তু আল্লাহে বিচাৰে আখিৰাত; আৰু আল্লাহ পৰাক্ৰমশালী, প্ৰজ্ঞাময়।",
        "fa": "برای هیچ پیامبری سزاوار نیست که اسیران [جنگی] داشته باشد [تا آنان را در مقابل دریافت فدیه رها کند، مگر] تا [زمانی‌که با ریختن خون آنها] در زمین کشتار بسیار به راه اندازد [و به این وسیله، دشمن را به وحشت بیندازد]. شما [مؤمنان، با گرفتن فدیه از اسیران بدر، ثروت و] کالای دنیا را می‌خواهید و الله آخرت را [برایتان] می‌خواهد؛ و الله شکست‌ناپذیرِ حکیم است."
      }
    },
    {
      "verse_number": 1228,
      "verse_key": "8:68",
      "arabic_text": "لَّوْلَا كِتَـٰبٌ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَآ أَخَذْتُمْ عَذَابٌ عَظِيمٌ",
      "phonetic_text": "Lawla kitabun mina Allahisabaqa lamassakum feema akhathtum AAathabunAAatheem",
      "translations": {
        "fr": "Si une prescription d’Allah n’avait pas déjà été décrétée, il vous aurait atteint, pour ce que vous avez pris (comme rançon), un terrible supplice.",
        "en": "and had it not been preordained by God, a severe punishment would have come upon you for what you have taken.",
        "es": "Si Dios no hubiera prescrito que el botín de guerra fuera lícito, habríais sufrido un terrible castigo por lo que tomasteis de él.",
        "it": "Se non fosse stato per una precedente rivelazione di Allah, vi sarebbe toccato un castigo immenso per quello che avete preso.",
        "ru": "Если бы не было предварительного предписания от Аллаха, то вас постигли бы великие мучения за то, что вы взяли.",
        "tr": "Eğer Allah'dan bir yazı (hüküm) bulunmasa idi aldığınız fidyeden dolayı size mutlaka büyük bir azab dokunurdu.",
        "de": "Wenn nicht von Allah eine früher ergangene Bestimmung wäre, würde euch für das, was ihr genommen habt, wahrlich gewaltige Strafe widerfahren.",
        "pt": "Se não fosse por um decreto prévio de Deus, Ter-vos-ia açoitado um severo castigo, pelo que havíeis arrebatado (deresgate).",
        "nl": "Als er niet een vastgestelde beschikking van Allah aan voorafgegaan was, dan zou een geweldige bestraffing jullie zeker hebben getroffen, wegens dat wat jullie hebben genomen.",
        "ur": "اگر اللہ کا نوشتہ پہلے نہ لکھا جا چکا ہوتا تو جو کچھ تم لوگوں نے لیا ہے اس کی پاداش میں تم کو بڑی سزا دی جاتی",
        "bn": "আল্লাহৰ পূৰ্ব বিধান নাথাকিলে তোমালোকে যি গ্ৰহণ কৰিছা সেই কাৰণে তোমালোকৰ ওপৰত মহাশাস্তি আপতিত হ’লেহেঁতেন।",
        "fa": "اگر در آنچه [از غنایم و فدیه‌ها که] گرفتید، حکم پیشین الهی وجود نداشت [و آن را برایتان حلال نکرده بود]، قطعاً عذابی بزرگ به شما می‌رسید."
      }
    },
    {
      "verse_number": 1229,
      "verse_key": "8:69",
      "arabic_text": "فَكُلُوا۟ مِمَّا غَنِمْتُمْ حَلَـٰلًا طَيِّبًا ۚ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "phonetic_text": "Fakuloo mimma ghanimtum halalantayyiban wattaqoo Allaha inna Allahaghafoorun raheem",
      "translations": {
        "fr": "Consommez donc de ce que vous avez récolté comme butin licite et pur. Et craignez Allah, car Allah est Absoluteur et Tout Miséricordieux.",
        "en": "So enjoy in a good and lawful manner the things you have gained in war and be mindful of God: He is forgiving and merciful.",
        "es": "Disfrutad de todo lo lícito y bueno que habéis ganado como botín de guerra, y tened temor de Dios. Dios es Absolvedor, Misericordioso.",
        "it": "Mangiate quanto vi è di lecito e puro per voi nel bottino che vi è toccato e temete Allah, Egli è perdonatore misericordioso.",
        "ru": "Вкушайте то, что вы захватили дозволенным и честным путем, и бойтесь Аллаха. Воистину, Аллах - Прощающий, Милосердный.",
        "tr": "Artık elde ettiğiniz ganimetten helâl ve hoş olarak yiyin ve Allah'a karşı gelmekten sakının. Muhakkak ki, Allah bağışlayıcıdır ve merhamet edicidir.",
        "de": "Eßt nun von dem, was ihr erbeutet habt, als etwas Erlaubtes und Gutes, und fürchtet Allah! Gewiß, Allah ist Allvergebend und Barmherzig.",
        "pt": "Desfrutai, pois, de tudo quanto conseguis um lícito e temei a Deus, porque Deus é Indulgente, Misericordiosíssimo.",
        "nl": "Eet dan van wat jullie aan oorlogsbuit hebben genomen, het is toegestaan en goed, en vreest Allah. Voorwaw, Allah is Vergeverisgezind, Meest Barmhartig.",
        "ur": "پس جو کچھ تم نے مال حاصل کیا ہے اسے کھاوٴ کہ وہ حلال اور پاک ہے اور اللہ سے ڈرتے رہو<sup foot_note=\"184091\">1</sup>، یقیناً اللہ درگزر کرنے والا اور رحم فرمانے والا ہے",
        "bn": "এতেকে তোমালোকে যি গনীমত লাভ কৰিছা সেয়া বৈধ আৰু উত্তম বুলি ভোগ কৰা আৰু আল্লাহৰ তাক্বৱা অৱলম্বন কৰা, নিশ্চয় আল্লাহ ক্ষমাশীল, পৰম দয়ালু।",
        "fa": "پس [اکنون] از آنچه غنیمت گرفته‌اید، حلال و پاکیزه بخورید و از الله پروا کنید. به راستی که الله آمرزندۀ مهربان است."
      }
    },
    {
      "verse_number": 1230,
      "verse_key": "8:70",
      "arabic_text": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّمَن فِىٓ أَيْدِيكُم مِّنَ ٱلْأَسْرَىٰٓ إِن يَعْلَمِ ٱللَّهُ فِى قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِّمَّآ أُخِذَ مِنكُمْ وَيَغْفِرْ لَكُمْ ۗ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
      "phonetic_text": "Ya ayyuha annabiyyuqul liman fee aydeekum mina al-asra in yaAAlami Allahufee quloobikum khayran yu/tikum khayran mimma okhithaminkum wayaghfir lakum wallahu ghafoorun raheem",
      "translations": {
        "fr": "Ô Prophète ! Dis aux prisonniers qui sont entre vos mains : « Si Allah sait que dans vos cœurs il y a (un quelconque) bien, Il vous donnera mieux encore que ce qui vous a été enlevé, et Il vous pardonnera, car Allah est Absoluteur et Tout Miséricordieux. »",
        "en": "Prophet, tell those you have taken captive, ‘If God knows of any good in your hearts, He will give you something better than what has been taken from you, and He will forgive you: God is forgiving and merciful.’",
        "es": "¡Oh, Profeta! Diles a los prisioneros que hayáis capturado: “Si Dios encuentra en vuestros corazones algo de bien, os concederá algo mejor que los bienes que se os han quitado y os perdonará. Dios es Absolvedor, Misericordioso”.",
        "it": "O Profeta, di’ ai prigionieri che sono nelle vostre mani: «Se Allah ravvisa un bene nei cuori vostri, vi darà più di quello che vi è stato preso e vi perdonerà». Allah è perdonatore misericordioso.",
        "ru": "О Пророк! Скажи пленникам, которые находятся в ваших руках: «Если Аллаху известно, что в ваших сердцах есть добро, то Он дарует вам нечто лучшее, чем отобранное у вас, и простит вас. Воистину, Аллах - Прощающий, Милосердный.",
        "tr": "Ey Peygamber, elinizdeki esirlere de ki: \"Eğer Allah sizin kalblerinizde bir hayır bulursa, sizden alınandan daha hayırlısını size verir ve günahlarınızı bağışlar. Çünkü Allah bağışlayıcıdır.\"",
        "de": "O Prophet, sag zu denen von den Gefangenen (, die sich) in euren Händen (befinden): Wenn Allah in euren Herzen etwas Gutes weiß, wird Er euch etwas Besseres geben als das, was euch genommen worden ist, und wird euch vergeben. Allah ist Allvergebend und Barmherzig.",
        "pt": "Ó Profeta, dize aos cativos que estão e vosso poder: Se Deus descobrir sinceridade em vossos corações, conceder-vos-áalgo melhor do que aquilo que vos foi arrebatado e vos perdoará, porque é Indulgente, Misericordiosíssimo.",
        "nl": "O Profeet, zeg tot de gevangenen die zich in jouw handen bevinden: \"Als Allah doet weten dat er iets van goedheid in jullie harten is, dan zal Hij jullie iets beters geven dan wat van jullie is afgenomen, en dan zal Hij jullie vergeven.\" En Allah is Vergevensgezind, Meest Barmhartig.",
        "ur": "اے نبیؐ، تم لوگوں کے قبضہ میں جو قیدی ہیں ان سے کہو اگر اللہ کو معلوم ہوا کہ تمہارے دلوں میں کچھ خیر ہے تو وہ تمہیں اُس سے بڑھ چڑھ کر دے گا جو تم سے لیا گیا ہے اور تمہاری خطائیں معاف کرے گا، اللہ درگزر کرنے والا اور رحم فرمانے والا ہے",
        "bn": "হে নবী! তোমালোকৰ কৰায়ত্ত যুদ্ধবন্দীসকলক কোৱা, ‘আল্লাহে যদি তোমালোকৰ হৃদয়ত ভাল কিবা দেখে তেন্তে তোমালোকৰ পৰা যি লোৱা হৈছে তাতকৈয়ো উত্তম কিবা তেওঁ তোমালোকক প্ৰদান কৰিব আৰু তোমালোকক ক্ষমা কৰিব, আৰু আল্লাহ ক্ষমাশীল, পৰম দয়ালু’।",
        "fa": "ای پیامبر، به اسیرانی که در دست شما هستند بگو: «اگر الله خیری در دل‌هایتان سراغ داشته باشد، بهتر از [فدیه و] آنچه را که از شما گرفته شده است به شما می‌دهد و شما را می‌آمرزد؛ و الله آمرزندۀ مهربان است»."
      }
    },
    {
      "verse_number": 1231,
      "verse_key": "8:71",
      "arabic_text": "وَإِن يُرِيدُوا۟ خِيَانَتَكَ فَقَدْ خَانُوا۟ ٱللَّهَ مِن قَبْلُ فَأَمْكَنَ مِنْهُمْ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
      "phonetic_text": "Wa-in yureedoo khiyanataka faqad khanooAllaha min qablu faamkana minhum wallahuAAaleemun hakeem",
      "translations": {
        "fr": "Et s’ils entendent te trahir, (sache qu’) ils ont trahi Allah auparavant, Qui vous les a déjà livrés. Allah est Omniscient et Sage.",
        "en": "But if they mean to betray you, they have betrayed God before, and He has given you mastery over them: He is all knowing, all wise.",
        "es": "Pero si quieren engañarte aduciendo que son creyentes, recuerda que ya antes habían traicionado a Dios<sup foot_note=168598>1</sup> y Él los sometió ante vosotros. Dios todo lo sabe, es Sabio.",
        "it": "E se vogliono tradirti, è Allah che già hanno tradito, ed Egli li ha dati in vostro potere. Allah è saggio, sapiente.",
        "ru": "Но если они захотят предать тебя, то ведь еще раньше они предали Аллаха, и Он отдал их во власть мусульманам. Аллах - Знающий, Мудрый.",
        "tr": "Eğer sana hıyanet etmek isterlerse iyi bilsinler ki, bundan önce Allah'a hainlik ettiklerinden dolayı Allah onların ezilmelerine imkân verdi. Allah her şeyi hakkıyla bilen hüküm ve hikmet sahibidir.",
        "de": "Und wenn sie dich verraten wollen, so haben sie schon zuvor Allah verraten, und dann hat Er (euch) Macht über sie gegeben. Allah ist Allwissend und Allweise.",
        "pt": "Mas se intentarem atraiçoar-te, como atraiçoaram antes Deus, Ele os deixará nas tuas mãos, porque é Sapiente, Prudentíssimo.",
        "nl": "Maar als zij verraad willen plegen tegenover jou (O Moehammed), dan pleegden zij daarvoor verraad tegenover Allah, en Hij zal jou tot heerser over hen maken, en Allah is Alwetend, Alwijs.",
        "ur": "لیکن اگر وہ تیرے ساتھ خیانت کا ارادہ رکھتے ہیں تو اس سے پہلے وہ اللہ کے ساتھ خیانت کر چکے ہیں، چنانچہ اسی کی سزا اللہ نے انہیں دی کہ وہ تیرے قابو میں آ گئے، اللہ سب کچھ جانتا اور حکیم ہے",
        "bn": "আৰু সিহঁতে যদি তোমাৰ লগত বিশ্বাসঘাতকতা কৰে, তেন্তে (জানি থোৱা) সিহঁতে আল্লাহৰ লগতো বিশ্বাসঘাতকতা কৰিছে; তাৰ পিছত তেওঁ সিহঁতৰ ওপৰত (তোমাক) শক্তিশালী কৰিছে; আৰু আল্লাহ সৰ্বজ্ঞ, প্ৰজ্ঞাময়।",
        "fa": "و [ای پیامبر،] اگر بخواهند به تو خیانت کنند، [بدان که] آنان قطعاً پیش از این [نیز] به الله خیانت کرده‌اند و الله [تو را] بر آنان پیروز نمود؛ و الله دانای حکیم است."
      }
    },
    {
      "verse_number": 1232,
      "verse_key": "8:72",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَهَاجَرُوا۟ وَجَـٰهَدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَوا۟ وَّنَصَرُوٓا۟ أُو۟لَـٰٓئِكَ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۚ وَٱلَّذِينَ ءَامَنُوا۟ وَلَمْ يُهَاجِرُوا۟ مَا لَكُم مِّن وَلَـٰيَتِهِم مِّن شَىْءٍ حَتَّىٰ يُهَاجِرُوا۟ ۚ وَإِنِ ٱسْتَنصَرُوكُمْ فِى ٱلدِّينِ فَعَلَيْكُمُ ٱلنَّصْرُ إِلَّا عَلَىٰ قَوْمٍۭ بَيْنَكُمْ وَبَيْنَهُم مِّيثَـٰقٌ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "phonetic_text": "Inna allatheena amanoo wahajaroowajahadoo bi-amwalihim waanfusihim fee sabeeli Allahiwallatheena awaw wanasaroo ola-ikabaAAduhum awliyao baAAdin wallatheenaamanoo walam yuhajiroo ma lakum min walayatihimmin shay-in hatta yuhajiroo wa-ini istansarookumfee addeeni faAAalaykumu annasru illaAAala qawmin baynakum wabaynahum meethaqun wallahubima taAAmaloona baseer",
      "translations": {
        "fr": "Ceux qui ont cru, ont émigré et lutté en donnant de leurs biens et de leurs personnes pour la cause d’Allah, ceux qui leur ont donné asile et les ont soutenus, ceux-là seront parents et solidaires les uns des autres. Mais ceux qui ont cru et n’ont pas émigré, vous ne leur serez en rien redevables d’une telle alliance, tant qu’ils n’auront pas émigré. S’ils demandent votre soutien au service de la religion (commune), soutenez-les, à condition de ne pas le faire contre des gens avec lesquels vous êtes liés par un pacte. Allah Voit tout ce que vous faites.",
        "en": "Those who believed and emigrated [to Medina] and struggled for God’s cause with their possessions and persons, and those who gave refuge and help, are all allies of one another. As for those who believed but did not emigrate, you are not responsible for their protection until they have done so. But if they seek help from you against persecution, it is your duty to assist them, except against people with whom you have a treaty: God sees all that you do.",
        "es": "Los creyentes que emigraron, contribuyeron con sus bienes y combatieron por la causa de Dios, son aliados de aquellos que les dieron refugio y socorro. En cambio, a quienes no emigraron no tenéis la obligación de socorrerlos hasta que emigren. Pero si piden que les auxiliéis para preservar su religión, debéis hacerlo, salvo que se encuentren en un pueblo con el que hayáis celebrado un pacto<sup foot_note=168599>1</sup>. Dios ve bien lo que hacéis.",
        "it": "In verità coloro che hanno creduto e sono emigrati, e hanno lottato con i loro beni e le loro vite per la causa di Allah e quelli che hanno dato loro asilo e soccorso sono alleati gli uni agli altri. Non potrete allearvi con quelli che hanno creduto, ma che non sono emigrati, fino a che non emigrino. Se vi chiedono aiuto in nome della religione, prestateglielo pure, ma non contro genti con le quali avete stretto un patto  <a class=f><sup foot_note=157302>1</sup></a> . Allah ben osserva quel che fate.",
        "ru": "Воистину, те, которые уверовали, совершили переселение и сражались своим имуществом и своими жизнями на пути Аллаха, а также те, которые дали убежище мухаджирам и оказали помощь, являются помощниками и друзьями друг другу. Если же люди уверовали, но не совершили переселения, то вы не обязаны защищать их, пока они не совершат переселения. Если они попросят вас о помощи в делах религии, то вы должны помочь, если только эта помощь не направлена против народа, с которым вы заключили договор. Аллах видит то, что вы совершаете.",
        "tr": "Gerçekten de iman edip hicret eden, mallarıyla ve canlarıyla Allah yolunda cihad veren, onları barındırıp yardım edenler, işte bunlar birbirlerinin dostlarıdırlar. İman ettiği halde henüz hicret etmemiş olanlar, hicret edinceye kadar onlar üzerinde herhangi bir velayet hakkınız yoktur. Bununla beraber dinde sizden yardım isterlerse, sizinle arasında antlaşma bulunanlar aleyhine bir durum olmadıkça, onlara yardım etmeniz de üzerinize borçtur. Allah bütün yaptıklarınızı görüp duruyor.",
        "de": "Gewiß, diejenigen, die glauben und ausgewandert sind und sich mit ihrem Besitz und ihrer eigenen Person auf Allahs Weg abgemüht haben, und diejenigen, die (jenen) Zuflucht gewährt und (ihnen) geholfen haben, sie sind einer des anderen Schutzherren. Zu denjenigen aber, die glauben und nicht ausgewandert sind, habt ihr kein Schutzverhältnis, bis sie auswandern. Wenn sie euch jedoch um der (euch gemeinsamen) Religion willen um Hilfe bitten, dann obliegt euch die Hilfe, außer gegen Leute, zwischen euch und denen ein Abkommen besteht. Und was ihr tut, sieht Allah wohl.",
        "pt": "Os fiéis que migraram e sacrificaram seus bens e pessoas pela causa de Deus, assim como aqueles que os ampararam eos secundaram, são protetores uns aos outros. Quanto aos fiéis que não migraram, não vos tocará protegê-los, até que ofaçam. Mas se vos pedirem socorro, em nome da religião, estareis obrigados a prestá-lo, salvo se for contra povos comquem tenhais um tratado; sabei que Deus bem vê tudo quanto fazeis.",
        "nl": "Voorwaar, degenen die geloven en die zijn uitgeweken (naar Medinah) en die hebben gesteden met hun bezittingen en hun levens op de Weg van Allah, en degenen die onderdak boden en hulp verleenden: zij zijn het die elkaars bondgenoten zijn. En degenen die geloven\" maar die nog niet zijn uitgeweken: jullie hebben geen enkele verbondenheid met hen, totdat zij zijn uitgeweken. En wanneer zij jullie hulp vragen bij de godsdienst, dan is het jullie plicht om hen te helpen, behalve tegen een volk waarmee jullie een verbond hebben. En Allah is Alziende over wat jullie doen.",
        "ur": "جن لوگوں نے ایمان قبول کیا اور ہجرت کی اور اللہ کی راہ میں اپنی جانیں لڑائیں اور اپنے مال کھپائے ، اور جن لوگوں نے ہجرت کرنے والوں کو جگہ دی اور ان کی مدد کی، وہی دراصل ایک دوسرے کے ولی ہیں۔ رہے وہ لوگ جو ایمان تو لے آئے مگرہجرت کر کے (دارالاسلام میں) آنہیں گئے تو ان سے تمہارا ولایت کا کوئی تعلق نہیں ہے جب تک کہ وہ ہجرت کر کے نہ آجائیں۔<sup foot_note=\"184093\">1</sup> ہاں اگر وہ دین کےمعاملہ میں تم سے مدد مانگیں تو ان کی مدد کرنا تم پر فرض ہے، لیکن کسی ایسی قوم کے خلاف نہیں جس سے تمہارا معاہدہ ہو۔<sup foot_note=\"184094\">2</sup> جو کچھ تم کرتے ہو اللہ اُسے دیکھتا ہے",
        "bn": "নিশ্চয় যিসকলে ঈমান আনিছে, হিজৰত কৰিছে, জীৱন আৰু সম্পদৰ দ্বাৰা আল্লাহৰ পথত জিহাদ কৰিছে, আৰু যিসকলে আশ্ৰয় প্ৰদান কৰিছে আৰু সহায় কৰিছে, তেওঁলোকে পৰস্পৰে পৰস্পৰৰ বন্ধু। কিন্তু যিসকলে ঈমান আনিছে অথচ হিজৰত কৰা নাই, সিহঁতে হিজৰত নকৰা লৈকে সিহঁতৰ অভিভাৱকত্বৰ দায়িত্ব তোমালোকৰ ওপৰত নাই; আৰু যদি সিহঁতে দ্বীন সম্পৰ্কে তোমালোকৰ ওচৰত সহায় প্ৰাৰ্থনা কৰে তেতিয়া সিহঁতক সহায় কৰা তোমালোকৰ কৰ্তব্য, কিন্তু যি সম্প্ৰদায় আৰু তোমালোকৰ মাজত চুক্তি আছে সিহঁতৰ বিৰুদ্ধে নহয়। তোমালোকে যি কৰা সেই বিষয়ে আল্লাহ সম্যক দ্ৰষ্টা।",
        "fa": "کسانی ‌که ایمان آوردند و هجرت کردند و با اموال و جان‌هایشان در راه الله جهاد نمودند و کسانی ‌که [مهاجران را] پناه دادند و یاری نمودند، اینان [همه] دوستان یکدیگرند؛ و کسانی‌ که ایمان آوردند و[لی از سرزمین کفر] هجرت نکردند، شما هیچ دوستی [و پیوندی] با آنان ندارید؛ مگر آنکه هجرت کنند؛ و اگر در [کار] دین از شما یاری خواستند، بر شما [واجب] است که [به آنان] یاری رسانید، مگر [اینکه این یاری‌خواهی] علیه گروهی باشد که میان شما و آنان پیمانی برقرار است؛ و الله به آنچه می‌کنید بیناست."
      }
    },
    {
      "verse_number": 1233,
      "verse_key": "8:73",
      "arabic_text": "وَٱلَّذِينَ كَفَرُوا۟ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۚ إِلَّا تَفْعَلُوهُ تَكُن فِتْنَةٌ فِى ٱلْأَرْضِ وَفَسَادٌ كَبِيرٌ",
      "phonetic_text": "Wallatheena kafaroo baAAduhumawliyao baAAdin illa tafAAaloohu takunfitnatun fee al-ardi wafasadun kabeer",
      "translations": {
        "fr": "Ceux qui ont mécru sont parents et solidaires les uns des autres. Si vous n’agissez pas de la sorte,<sup foot_note=194837>1</sup> il règnera sur terre la discorde et le chaos.",
        "en": "The disbelievers support one another. If you do not do the same, there will be persecution in the land and great corruption.",
        "es": "Los que se niegan a creer son aliados unos de otros. Si no obráis de la misma manera [siendo los creyentes aliados unos de otros], se propagarán los conflictos en la Tierra y habrá una gran corrupción.",
        "it": "I miscredenti sono alleati gli uni degli altri. Se non agirete in questo modo, ci saranno disordine e grande corruzione sulla terra.",
        "ru": "Неверующие являются помощниками и друзьями друг другу. И если вы не будете поступать таким образом (если верующие не будут помощниками и друзьями друг другу), то на земле возникнут смута и великое беззаконие.",
        "tr": "Kâfirler de aslında birbirlerinin dostları ve yardımcılarıdırlar. Eğer siz de öyle yapmazsanız, yeryüzünde büyük bir fitne ve fesat çıkar.",
        "de": "Und diejenigen, die ungläubig sind, sind einer des anderen Schutzherren. - Wenn ihr es nicht tut, wird es im Land Aufruhr und großes Unheil geben.",
        "pt": "Quanto aos incrédulos, são igualmente protetores uns aos outros; e se vós não o fizerdes (protegerdes uns aos outros), haverá intriga e grande corrupção sobre a terra.",
        "nl": "En degenen die ongelovig zijn, zijn elkaars bondgenoten. Als jullie dat niet doen (elkaar steunen en beschermen), den zal er chaos en een groot verderf op aarde ontstaan.",
        "ur": "جو لوگ منکرِ حق ہیں وہ ایک دوسرے کی حمایت کرتے ہیں۔ اگر تم یہ نہ کرو گے تو زمین میں فتنہ اور بڑا فساد بر پا ہو گا۔<sup foot_note=\"184095\">1</sup>",
        "bn": "আৰু যিসকলে কুফুৰী কৰিছে সিহঁতে পৰস্পৰে পৰস্পৰৰ বন্ধু, সেয়ে যদি তোমালোকে এনে নকৰা তেন্তে পৃথিৱীত ফিতনা আৰু মহাবিপৰ্যয় দেখা দিব।",
        "fa": "و کسانی که کفر ورزیدند، [آنان نیز] دوستان یکدیگرند. اگر [شما مؤمنان به این سفارش دربارۀ دوست و دشمن] عمل نکنید، فتنه و فسادی بزرگ در زمین بر پا می‌گردد."
      }
    },
    {
      "verse_number": 1234,
      "verse_key": "8:74",
      "arabic_text": "وَٱلَّذِينَ ءَامَنُوا۟ وَهَاجَرُوا۟ وَجَـٰهَدُوا۟ فِى سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَوا۟ وَّنَصَرُوٓا۟ أُو۟لَـٰٓئِكَ هُمُ ٱلْمُؤْمِنُونَ حَقًّا ۚ لَّهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
      "phonetic_text": "Wallatheena amanoo wahajaroowajahadoo fee sabeeli Allahi wallatheenaawaw wanasaroo ola-ika humu almu/minoona haqqanlahum maghfiratun warizqun kareem",
      "translations": {
        "fr": "Ceux qui ont cru, ont émigré et lutté pour la cause d’Allah, ceux qui leur ont donné asile et les ont soutenus, ceux-là sont les vrais croyants : ils auront le pardon et les dons généreux.",
        "en": "Those who believed and emigrated, and struggled for God’s cause, and those who gave refuge and help- they are the true believers and they will have forgiveness and generous provision.",
        "es": "Los creyentes que emigraron y lucharon por la causa de Dios, y aquellos que les dieron refugio y les socorrieron, esos son los verdaderos creyentes. A ellos les serán perdonados sus pecados y recibirán una recompensa generosa.",
        "it": "Coloro che hanno creduto, sono emigrati e hanno combattuto sulla via di Allah; quelli che hanno dato loro asilo e soccorso, loro sono i veri credenti: avranno il perdono e generosa ricompensa.",
        "ru": "Те, которые уверовали, совершили переселение и сражались на пути Аллаха, а также те, которые дали убежище и оказали им помощь, являются истинно верующими. Им уготованы прощение и щедрый удел.",
        "tr": "O kimseler ki, iman ettiler, hicret ettiler ve Allah yolunda cihada katıldılar, bir kısımları da onları barındırıp yer, yurt sahibi yaptılar ve yardıma koştular, işte bunlar hakkıyla mümin olanlardır. Bunlara bir mağfiret ve cömertçe bir rızık vardır.",
        "de": "Und diejenigen, die glauben und ausgewandert sind und sich auf Allahs Weg abgemüht haben, und diejenigen, die (jenen) Zuflucht gewährt und geholfen haben, das sind die wahren Gläubigen. Für sie gibt es Vergebung und ehrenvolle Versorgung.",
        "pt": "Quanto aos fiéis que migraram e combateram pela causa de Deus, assim como aqueles que os apararam e os secundaram- estes são os verdadeiros fiéis - obterão indulgência e magnífico sustento.",
        "nl": "En degenen die geloven en zijn uitgeweken en hebben gestreden op de Weg van Allah, en degenen die onderdak hebben gegeven en hulp hebben verleend: zij zijn het die de ware gelovigen zijn. Voor ben is er vergeving en een edele voorziening.",
        "ur": "جو لوگ ایمان لائے اور جنہوں نے اللہ کی راہ میں گھر بار چھوڑے اور جدوجہد کی اور جنہوں نے پناہ دی اور مدد کی وہی سچے مومن ہیں ان کے لیے خطاؤں سے درگزر ہے اور بہترین رزق ہے",
        "bn": "আৰু যিসকলে ঈমান আনিছে, হিজৰত কৰিছে আৰু আল্লাহৰ পথত জিহাদ কৰিছে, আৰু যিসকলে আশ্ৰয় প্ৰদান কৰিছে লগতে সহায় কৰিছে, তেওঁলোকেই প্ৰকৃত মুমিন; তেওঁলোকৰ বাবেই আছে ক্ষমা আৰু সন্মানজনক জীৱিকা।",
        "fa": "و کسانی‌ که ایمان آوردند و هجرت نمودند و در راه الله جهاد کردند و کسانی ‌که [این مهاجران را] پناه دادند و یاری نمودند، اینان مؤمنان حقیقی هستند. برای آنان [در بهشت] آمرزش و روزیِ شایسته‌ای خواهد بود."
      }
    },
    {
      "verse_number": 1235,
      "verse_key": "8:75",
      "arabic_text": "وَٱلَّذِينَ ءَامَنُوا۟ مِنۢ بَعْدُ وَهَاجَرُوا۟ وَجَـٰهَدُوا۟ مَعَكُمْ فَأُو۟لَـٰٓئِكَ مِنكُمْ ۚ وَأُو۟لُوا۟ ٱلْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍ فِى كِتَـٰبِ ٱللَّهِ ۗ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌۢ",
      "phonetic_text": "Wallatheena amanoo minbaAAdu wahajaroo wajahadoo maAAakum faola-ikaminkum waoloo al-arhami baAAduhum awlabibaAAdin fee kitabi Allahi inna Allahabikulli shay-in AAaleem",
      "translations": {
        "fr": "Et ceux qui auront cru par la suite, auront émigré et lutté avec vous pour la cause d’Allah, ceux-là seront des vôtres. Mais ceux qui sont unis par les liens du sang, ceux-là ont la préséance les uns par rapport aux autres,<sup foot_note=194838>1</sup> conformément au Livre d’Allah. Allah Sait parfaitement Toute chose.",
        "en": "And those who came to believe afterwards, and emigrated and struggled alongside you, they are part of you, but relatives still have prior claim over one another in God’s Scripture: God has full knowledge of all things.",
        "es": "Y aquellos que posteriormente crean [abrazando el Islam], emigren y luchen con vosotros, serán de los vuestros<sup foot_note=168600>1</sup>. Sabed que Dios ha prescrito en Su Libro que vuestros parientes tienen más derecho a la herencia que vuestros hermanos en la fe<sup foot_note=168601>2</sup>, y Dios es conocedor de todas las cosas.",
        "it": "Coloro che in seguito hanno creduto e sono emigrati e hanno lottato insieme con voi, sono anch’essi dei vostri, ma nel Libro di Allah, i parenti hanno legami prioritari gli uni verso gli altri  <a class=f><sup foot_note=157303>1</sup></a> . In verità Allah è onnisciente! <a class=f><sup foot_note=157304>2</sup></a> Questa sura fu rivelata dopo la battaglia di Badr, che segnò una svolta nella storia della nascente Comunità islamica. L’Inviato di Allah (pace e benedizioni su di lui) aveva deciso di attaccare la carovana coreiscita che tornava dalla Siria carica di merci pregiate ma l’agguato fallì e i musulmani si trovarono a dover scegliere tra l’inseguimento della spedizione commerciale o lo scontro con un vero esercito di circa mille uomini che era partito dalla Mecca in suo soccorso. Questo cambiamento di programma costituiva un rischio militare e politico importante. Attaccare una carovana difesa da poche decine di armati poteva essere una scaramuccia senza gravi conseguenze di ordine generale, scontrarsi con un grosso contingente di meccani, nel quale erano rappresentati tutti i più importanti clan della città e guidato dai notabili più in vista, diventava necessariamente un fatto di grande risonanza politica, il cui esito poteva condizionare il futuro della Comunità islamica e la stessa sicurezza di Medina. Ottenuto l’appoggio dei Muhajirùn (gli Emigrati meccani) e degli ’Ansàr (gli Ausiliari medinesi), l’Inviato di Allah accettò il combattimento in campo aperto. I numeri che la tradizione ci ha tramandato ci informano che i musulmani erano montati (a turno) su cammelli e su tre cavalli, i pagani erano forti di circa mille uomini e avevano un centinaio di cavalli. Secondo il costume arabo la battaglia fu preceduta dallo scontro di tre Quraysh pagani e di tre musulmani. I campioni della fede furono tre membri della Famiglia del Profeta (pace e benedizioni su di lui), suo zio Hamza, suo cugino e genero ‘Ali ibn Abî Tâlib e ‘Ubayda, altro suo cugino (che Allah sia soddisfatto di tutti loro). La vittoria arrise ai credenti e fu la stessa cosa per il combattimento che iniziò subito dopo. Nonostante lo svantaggio numerico i musulmani combatterono con ardore sovrumano e Allah (gloria a Lui l’Altissimo) intervenne nello scontro con angeliche truppe guerriere. Ci furono episodi di splendido eroismo e di totale abnegazione che costituiscono in tutti i tempi esempio di coraggio e di comportamento nella guerra per la causa di Allah. Trovarono il martirio quindici musulmani tra cui ‘Umayr, un giovane quindicenne, parente del Profeta. Ben più pesante fu il bilancio delle perdite in campo pagano: cinquanta uomini rimasero uccisi e altrettanti furono presi prigionieri. Dopo anni di persecuzioni e oltraggi Allah (gloria a Lui l’Altissimo) aveva onorato la Sua Comunità anche sul campo di battaglia: era il xvii giorno del mese di Ramadan del secondo anno dall’Egira. <a class=f><sup foot_note=157305>3</sup></a> La divisione del bottino ottenuto nella battaglia di Badr (vedi nota precedente) rischiava di suscitare contrasti tra i musulmani vittoriosi e offuscare con un’ombra di meschinità lo splendore di una battaglia combattuta per la causa di Allah. Attribuendo il bottino «ad Allah e al Suo Messaggero», il Corano affidò al Profeta la responsabilità della divisione. Fu così introdotto il principio che nella guerra per la causa di Allah non si poteva fare bottino a titolo personale e che tutto quanto doveva essere consegnato al Messaggero (pace e benedizioni su di lui) il quale avrebbe fatto le parti nella maniera più equa (vedi vers. e la nota).  <a class=f><sup foot_note=157306>4</sup></a> Allah è Colui che possiede tutto il creato e che provvede ogni cosa agli uomini; quando essi donano per amor Suo, non fanno altro che riconoscere questa realtà. Nel Corano la fede, l’orazione e la generosità sono frequentissimamente correlate tra loro.  <a class=f><sup foot_note=157307>5</sup></a> II versetto allude alla battaglia di Badr (vedi nota al titolo della sura), l’idea di dover combattere era dispiaciuta a qualcuno, nonostante che (vedi versetto successivo) Allah, tramite il Suo Inviato, avesse promesso la vittoria ai credenti.  <a class=f><sup foot_note=157308>6</sup></a> La Rivelazione divina testimonia inequivocabilmente la volontà di Allah rispetto alle vicende della battaglia di Badr (vedi nota 1). La scelta di combattere contro l’armata Quraysh piuttosto che inseguire la ricca carovana, si inscriveva in un superiore disegno divino com’è confermato da questi versetti.  <a class=f><sup foot_note=157309>7</sup></a> A proposito degli Angeli inviati da Allah in aiuto ai Suoi fedeli, una certa critica cosiddetta «razionalista» tende ad interpretarli in maniera allegorica e cioè nel senso che il coraggio dei credenti varrebbe come l’aiuto di migliaia di Angeli. Vogliamo ribadire che nell’IsIàm credere all’esistenza degli Angeli è parte integrante della ‘aqida (la dottrina), che una grande quantità di ahadìth ci hanno confermato la loro presenza a Badr e che, come la loro esistenza è nota e percepita da milioni di musulmani nella loro vita quotidiana, a maggior ragione fu notata e riconosciuta in quel momento di grande importanza per l’IsIàm che fu la battaglia di Badr.  <a class=f><sup foot_note=157310>8</sup></a> Anche la pioggia cade per testimoniare la benevolenza di Allah (gloria a Lui l’Altissimo) su coloro che stavano per combattere per causa Sua. La precipitazione ebbe due importanti conseguenze, una di ordine tattico e materiale, l’altra di ordine etico e spirituale. Compattò il terreno sabbioso su cui si trovavano i musulmani evitando la polvere e trasformò in un lago di fanghiglia le posizioni avversarie, ostacolando la manovra degli uomini e dei cavalli; d’altro canto permise ai credenti di praticare la purificazione rituale e rimuovere la «janâba», l’impurità maggiore (vedi nota a IV, 43). Durante la caduta della pioggia, i musulmani furono immersi in una specie di sonnolenza, breve e profonda, e non si accorsero di nulla. <a class=f><sup foot_note=157311>9</sup></a> «Quando tiravi…»: «quando combattevi, (o Muhammad)». Per dare avvio alla battaglia, l’Inviato di Allah (pace e benedizioni su di lui), raccolse da terra una manciata di sabbia e la gettò contro i politeisti maledicendoli. <a class=f><sup foot_note=157312>10</sup></a> L’unica volontà che regge e governa il mondo è quella di Allah (gloria a Lui l’Altissimo), e gli uomini non sono altro che strumenti di quella suprema volontà. Se sono musulmani (cioè a Lui sottomessi) sono strumenti consapevoli e realizzati nella loro felice dimensione di servi di Allah, se non lo sono trascinano un’esistenza dissociata tra la loro vera realtà e i loro comportamenti e non avranno pace né in questa vita né nell’Altra. <a class=f><sup foot_note=157313>11</sup></a> II discorso si rivolge con amara ironia ai miscredenti: «la vittoria che volevate si è trasformata in disfatta, smettete di negare la verità ché sarà meglio per voi. Se poi ancora insisterete Ci troverete nella difesa dei credenti e a nulla potranno le vostre armate, seppur numerose». Nella battaglia di Badr perirono molti tra i più importanti capi dei Coreisciti tra i quali il famoso Abù Jahl che aveva giurato di uccidere l’Inviato di Allah. <a class=f><sup foot_note=157314>12</sup></a> «sordi e muti»: nei confronti della fede; vedi II,  <a class=f><sup foot_note=157315>13</sup></a> La vera vita è in Allah, l’appello al jihad altro non è se non la possibilità di acquisire una possibilità di vivere vicino a Lui. Tra l’uomo e le sue passioni si frappone il Creatore offrendo un’occasione di suprema testimonianza di fede e di rinuncia ai beni effimeri di questa vita.  <a class=f><sup foot_note=157316>14</sup></a> «fitna»: questo termine difficilmente traducibile implica i concetti di sedizione, disordine, persecuzione, scandalo, oppressione, corruzione, eversione, guerra civile, vizio sociale ecc. (vedi nota a II, 191). In questo versetto viene introdotto anche un concetto molto importante: la responsabilità della sofferenza degli innocenti ricade sui peccatori e non su Allah, gloria a Lui l’Altissimo. L’uomo vive in comunità e pertanto le conseguenze delle sue azioni non riguardano solo lui, la disobbedienza ad Allah e la «fitna» che ne deriva colpisce quasi sempre anche gli altri, soprattutto i deboli e gli innocenti. Secondo molti commentatori in questo versetto è contenuta la profezia sul martirio di ‘Uthmàn figlio di Affan, il terzo califfo. La sua uccisione scatenò la grande discordia tra gli stessi compagni del Profeta (pace e benedizioni su di lui). I giuristi sono poi unanimi circa il fatto che gli assassini di ‘Uthmàn, oltre ad essere colpevoli di omicidio, sono da ritenere responsabili di tutti i disordini conseguenti alla «fitna». Il Profeta Muhammad (pace e benedizioni su di lui) disse: «La fitna dorme e Allah maledice chi la sveglia».  <a class=f><sup foot_note=157317>15</sup></a> I beni di questo mondo e i suoi affetti, possono essere segni della benedizione divina, se vengono usati e vissuti islamicamente. Al contrario diventano occasioni di dannazione se per causa loro l’uomo dimentica il suo Creatore e i doveri nei Suoi confronti.  <a class=f><sup foot_note=157318>16</sup></a> Anche: «vi concederà di distinguervi dai miscredenti».  <a class=f><sup foot_note=157319>17</sup></a> Accenno alle persecuzioni subite dal Profeta (pace e benedizioni su di lui) prima che Allah, gloria a Lui l’Altissimo, gli desse il permesso di emigrare a Medina. <a class=f><sup foot_note=157320>18</sup></a> Parlando della tentazione con cui Satana insidia l’uomo, l’Inviato di Allah raccontò questo dialogo tra il Reietto e il Suo Signore: «Disse Satana: “Giuro per la Tua potenza che non smetterò di traviare i Tuoi servi fintanto che avranno spirito in corpo”. Rispose Allah: “In nome della Mia potenza avrò sempre cura di perdonare loro fintanto che Me lo chiederanno”». <a class=f><sup foot_note=157321>19</sup></a> «non è altro che sibili e battimani»: pratiche pagane facenti parte del rito della Circumambulazione della Ka‘ba da parte dei politeisti. <a class=f><sup foot_note=157322>20</sup></a> «dietro di loro c’è l’esperienza degli antichi»: c’è il ricordo dei castighi che Allah impose ai popoli che rifiutarono i Suoi ordini. <a class=f><sup foot_note=157323>21</sup></a> politeismo: nel testo «fitna»; in questo caso il significato è appunto politeismo, associazionismo, disconoscimento dell’unicità di Allah. Vedi nota al vers. <a class=f><sup foot_note=157324>22</sup></a> Questo versetto scese a precisare il senso del primo versetto della sura. Allah (gloria a Lui l’Altissimo) riconosce ai credenti il diritto sui quattro quinti della preda di guerra e stabilisce che il restante quinto deve essere speso per la causa di Allah, per le necessità della gestione del potere, per opere sociali e di pubblica assistenza. Vengono gettate le basi del primo «stato sociale» e viene individuata la sua copertura finanziaria. Con “suoi parenti” s’intende i clan dei bani Hashim e dei bani Abd-el-Muttalib. <a class=f><sup foot_note=157325>23</sup></a> «nel giorno del Discrimine»: un’altra allusione alla battaglia di Badr.  <a class=f><sup foot_note=157326>24</sup></a> «la vostra risolutezza»: lett. «il vostro vento».  <a class=f><sup foot_note=157327>25</sup></a> Continuano i riferimenti alla battaglia di Badr. In questo versetto i protagonisti sono quei meccani che si precipitarono in soccorso della carovana minacciata dai musulmani. Il Corano stigmatizza anche il loro modo di fare: «con insolenza e ostentazione», la tradizione infatti racconta che, sicuri della vittoria, i meccani avevano già preparato i festeggiamenti e che partirono accompagnati da ballerine e grande quantità di vino.  <a class=f><sup foot_note=157328>26</sup></a> Alcune tradizioni riferiscono che marciando verso Badr, i meccani temevano di essere attaccati alle spalle dai Bam Kinâma, una tribù a loro ostile. Allah (gloria a Lui l’Altissimo) li ingannò una volta di più e credettero di vedere il capo di quella tribù che veniva ad attestar loro la sua solidarietà, tranquillizzandoli fino al momento dello scontro. Secondo altre tradizioni era Satana stesso ad ingannarli e li abbandonò quando «vide» le schiere di angeli che scendevano in campo a fianco dei musulmani.  <a class=f><sup foot_note=157329>27</sup></a> Il versetto accenna al supplizio della tomba, che per i musulmani è una realtà incontrovertibile rivelata da Allah (vedi anche VIII, 50-e dal Suo Inviato (pace e benedizioni su di lui). Disse il Profeta: «Appena calato nella tomba, appena i suoi cari si sono allontanati, quando i loro passi risuonano ancora, l’uomo morto vede due angeli presentarglisi davanti; lo fanno sedere e gli chiedono: “Cosa pensi di quest’uomo?” (Cioè del Profeta Muhammad); il credente risponde: “Attesto che è il Servitore e il Messaggero di Allah!”, “Guarda, gli dicono gli angeli, ecco la residenza che ti era destinata all’Inferno, Allah te l’ha sostituita con quest’altra, in Paradiso”. Gli mostrano allora le due destinazioni. Invece l’ipocrita e il miscredente rispondono: “Io non so, dicevo quello che diceva la gente!”. “Non hai saputo niente, non hai recitato niente”, dicono gli angeli, e con barre di ferro gli assestano dei colpi che gli fanno lanciare urla che sentono tutti quelli che lo circondano, a parte i jinn e gli uomini. Quando uno muore, la sua residenza futura gli viene mostrata al mattino e alla sera. Se è destinato all’inferno, la sua dimora infernale sarà di fronte a lui. Se ha la grazia di essere destinato al Paradiso, nella tomba vedrà il suo futuro soggiorno. Ad ognuno di loro sarà detto: “Guarda la tua residenza futura aspettando il giorno del giudizio!”» (questo hadith è stato tramandato da al-Bukhârî). <a class=f><sup foot_note=157330>28</sup></a> È evidente il riferimento all’intervento di Allah (gloria a Lui l’Altissimo) a fianco dei Figli di Israele ai tempi dell’Esodo. Anche in quel caso l’intervento divino risolse una situazione assai critica per i credenti. <a class=f><sup foot_note=157331>29</sup></a> «Preparate… per terrorizzare…»: il Corano teorizza chiaramente il valore della deterrenza. <a class=f><sup foot_note=157332>30</sup></a> «altri ancora…»: la lotta contro i miscredenti è una costante della vita della Comunità islamica e pertanto ogni episodio oltre al valore che ha in sé, è anche esempio e ammonimento rivolto ad altre situazioni e altri popoli. <a class=f><sup foot_note=157333>31</sup></a> Prima dell’arrivo del Profeta, Medina era agitata dai tremendi scontri tribali che avevano per protagonisti i clan arabi degli Aws e dei Khazraj. Dietro questi scontri stavano spesso i clan ebrei che, alleati degli uni o degli altri, ricavavano molti vantaggi dalla situazione. Fabbricavano armi che vendevano ai contendenti, esercitavano l’usura per finanziare i loro steì&i clienti e svolgevano attività di spionaggio. Il loro obiettivo strategicamente più importante, era quello di mantenere l’inimicizia tra gli arabi e indebolirli favorendo e alimentando i lorocontrasti. La rivelazione divina, portata dal Profeta (pace e benedizioni su di lui) convinse gli arabi a metter da parte odi e rancori. <a class=f><sup foot_note=157334>32</sup></a> Nel precedente vers. veniva impartito ai credenti l’ordine di combattere nella (s)proporzione (massima) di uno contro dieci, in questo versetto l’obbligo viene ridotto a uno contro due e il precedente precetto è abrogato. I commentatori si sono chiesti la ragione di questa apparente contraddizione e l’hanno spiegata rilevando che la giustapposizione dei due versetti non corrisponde alla loro rivelazione cronologica, in quanto il vers. fu rivelato molto più tardi e avanzando l’ipotesi di un approccio psicologico alla questione dello scontro contro forze preponderanti. Se infatti viene richiesto ai credenti uno sforzo sovrumano, quando poi la sua valenza viene ricondotta entro limiti umanamente possibili, il senso di sollievo per la grazia ricevuta fa sì che l’ordine di Allah venga accettato senza altre contestazioni o lamentele. In base a questo versetto viene concesso il diritto alla ritirata strategica che sembrava precluso in base al vers. della stessa sura. <a class=f><sup foot_note=157335>33</sup></a> Conclusa la battaglia, i musulmani si trovarono ad avere in loro potere una cinquantina di prigionieri. Tra loro alcuni dei più bei nomi dell’aristocrazia Quraysh, le cui famiglie avrebbero certamente riscattato anche a caro prezzo. Questo era il costume arabo e a molti musulmani sembrava del tutto ovvio che così si procedesse. A questa soluzione era favorevole anche il Profeta (pace e benedizioni su di lui), non di certo per avidità ma per evitare che l’uccisione dei prigionieri provocasse altri lutti e scavasse sempre più profondo il solco che ormai attraversava tutti i clan Quraysh e le stesse famiglie: da una parte i credenti dall’altra i miscredenti. Tra i prigionieri infatti c’era Abbàs, zio dell’Inviato di Allah e fratello di Hamza, Abû ’l-‘As, marito di Zaynab la figlia del Profeta, c’era ‘Aqìl fratello di Ali. ‘Umar ibn Khattab, nella sua intransigenza «pura e dura» avrebbe voluto passarli tutti a fil di spada. Alfa fine solo un paio di loro, del tutto irriducibili, furono decapitati. Nel versetto si può leggere un certo rimprovero divino per l’indulgenza di Muhammad (pace e benedizioni su di lui), ma nei versetti successivi diventa esplicito che Allah approvava le decisioni del Suo Inviato.  <a class=f><sup foot_note=157336>34</sup></a> Questo versetto insiste sull’alleanza, l’apparentamento, che si sviluppò in base alla comune fede tra i meccani emigrati e i medinesi degli Aws e dei Khazraj. Riponendo in Allah e non nei meschini interessi di clan, le ragioni della solidarietà tra gli uomini, l’IsIàm produsse lo sconvolgimento delle regole che dominavano i rapporti tra i clan e tra la gente.  <a class=f><sup foot_note=157337>35</sup></a> Nella sua parte finale il versetto abroga una parte della legge istituita subito dopo l’Egira. Era stato infatti stabilito che ogni famiglia di medinesi (gli ausiliari) fosse apparentata ad una famiglia di meccani (gli emigranti) e questo aveva conseguenze anche materiali. In particolare stabiliva una linea ereditaria tra affiliati che escludeva i consanguinei. Il precetto di Allah espresso in questo versetto ribadisce la supremazia dei legami del sangue.",
        "ru": "Те, которые уверовали впоследствии, совершили переселение и сражались вместе с вами, являются одними из вас. Однако родственники ближе друг к другу. Таково предписание Аллаха. Воистину, Аллах ведает о всякой вещи.",
        "tr": "Daha sonradan hicret edip sizinle beraber savaşa katılanlar da sizdendirler. Bir de akraba olanlar, Allah'ın kitabına göre, birbirlerine daha yakındırlar. Şüphe yok ki, Allah her şeyi bilir.",
        "de": "Und diejenigen, die danach geglaubt haben und ausgewandert sind und sich mit euch abgemüht haben, sie gehören zu euch. Aber die Blutsverwandten stehen einander am nächsten; (dies steht) im Buch Allahs. Gewiß, Allah weiß über alles Bescheid.",
        "pt": "E aqueles que creram depois, migraram e combateram junto a vós, serão dos vossos; porém, os parentes carnais têmprioridade sobre os outros, segundo o Livro de Deus; sabei que Deus é Onisciente.",
        "nl": "En degenen die daarna gelovig zijn geworden en zijn uitgeweken en samen rnet jullie hebben gestreden: zij zijn degenen die tot jullie behoren. En de bloedverwanten hebben voorrang boven de anderen in het Boek van Allah. Voorwaar, Allah is Alwetend over alle dingen.",
        "ur": "اور جو لوگ بعد میں ایمان لائے اور ہجرت کر کے آگئے اور تمہارے ساتھ مل کر جدوجہد کرنے لگے وہ بھی تم ہی میں شامل ہیں۔ مگر اللہ کی کتاب میں خون کے رشتہ دار ایک دوسرے کے زیادہ حقدار ہیں،<sup foot_note=\"184096\">1</sup> یقیناً اللہ ہر چیز کو جانتا ہے",
        "bn": "আৰু যিসকলে পিছত ঈমান আনিছে, হিজৰত কৰিছে আৰু তোমালোকৰ লগত থাকি জিহাদ কৰিছে সিহঁতেও তোমালোকৰ অন্তৰ্ভুক্ত আৰু আত্মীয়সকল আল্লাহৰ বিধানত ইজনে সিজনৰ বেছি হক্বদাৰ। নিশ্চয় আল্লাহ সকলো বিষয়ে সম্যক অৱগত।",
        "fa": "و کسانی‌ که پس از آنان ایمان آوردند و هجرت نمودند و به همراه شما [مؤمنان] جهاد کردند، آنان [نیز] از شما هستند؛ و در [حکمِ] کتابِ الله، خویشاوندان [در میراث،] نسبت به یکدیگر سزاوارترند. به راستی که الله به همه چیز داناست."
      }
    }
  ]
}