{
  "surah_number": 27,
  "extracted_at": "2025-09-20T15:15:48.941Z",
  "verses": [
    {
      "verse_number": 3160,
      "verse_key": "27:1",
      "arabic_text": " طسٓ ۚ تِلْكَ ءَايَـٰتُ ٱلْقُرْءَانِ وَكِتَابٍ مُّبِينٍ",
      "phonetic_text": "Ta-seen tilka ayatualqur-ani wakitabin mubeen",
      "translations": {
        "fr": "Tâ, Sîn. Ce sont là les versets du Coran, (versets) d’un Livre explicite,",
        "en": "Ta Sin These are the verses of the Quran––a scripture that makes things clear;",
        "es": "Ta’. Sin. Estos son los versículos del Corán, el Libro evidente,",
        "it": "Tâ, Sìn <a class=f><sup foot_note=158779>1</sup></a>. Ecco i versetti del Corano e di un Libro chiarissimo,",
        "ru": "Та. Син. Это - аяты Корана и ясного Писания,",
        "tr": "Tâ, Sîn. Bunlar sana, Kur'ân'ın ve apaçık bir kitabın âyetleridir.",
        "de": "Ta-Sin. Dies sind die Zeichen des Qur’ans und eines deutlichen Buches,",
        "pt": "Tah, Sin. Estes são os versículos do Alcorão, o Livro lúcido,",
        "nl": "Tha Sîn. Dit zijn de Verzen van de Koran en een duidelijk Boek.",
        "ur": "ط۔س۔ یہ آیات ہیں قرآن اور کتابِ مبین کی<sup foot_note=\"185811\">1</sup>",
        "bn": "ত্বা-ছীন; এইবোৰ আল-কোৰআন তথা সুস্পষ্ট কিতাবৰ আয়াত;",
        "fa": "طس [= طا. سین]. این، آیات قرآن و کتابی روشنگر است."
      }
    },
    {
      "verse_number": 3161,
      "verse_key": "27:2",
      "arabic_text": "هُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ",
      "phonetic_text": "Hudan wabushra lilmu/mineen",
      "translations": {
        "fr": "juste direction (hudâ) et heureuse annonce pour les croyants,",
        "en": "a guide and joyful news for the believers",
        "es": "que es guía y albricia para los creyentes,",
        "it": "guida e buona novella per i credenti",
        "ru": "верное руководство и благая весть для верующих,",
        "tr": "İman eden müminler için hidayet rehberi ve müjdeci olmak üzere.",
        "de": "als Rechtleitung und frohe Botschaft für die Gläubigen,",
        "pt": "Orientação e alvíssaras para os fiéis,",
        "nl": "Als Leiding en een verheugende tijding voor de gelovigen.",
        "ur": "ہدایت اور بشارت <sup foot_note=\"185812\">1</sup>اُن ایمان لانے والوں کے لیے",
        "bn": "পথনিৰ্দেশ আৰু সুসংবাদ মুমিনসকলৰ বাবে,",
        "fa": "[که] هدایت و بشارت برای مؤمنان است."
      }
    },
    {
      "verse_number": 3162,
      "verse_key": "27:3",
      "arabic_text": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْـَٔاخِرَةِ هُمْ يُوقِنُونَ",
      "phonetic_text": "Allatheena yuqeemoona assalatawayu/toona azzakata wahum bil-akhiratihum yooqinoon",
      "translations": {
        "fr": "qui accomplissent la Çalât, s’acquittent de la Zakât et ont une foi certaine en l’autre monde.",
        "en": "who keep up the prayer, pay the prescribed alms, and believe firmly in the life to come.",
        "es": "que cumplen con la oración prescrita, pagan el zakat y están convencidos de la existencia de la otra vida.",
        "it": "che assolvono all’orazione <a class=f><sup foot_note=158780>1</sup></a>, pagano la decima e credono con fermezza all’altra vita.",
        "ru": "которые совершают намаз, выплачивают закят и убеждены в Последней жизни.",
        "tr": "Ki o (müminler) namazı dosdoğru kılarlar, zekatı verirler ve ahirete de kesin olarak iman ederler.",
        "de": "die das Gebet verrichten und die Abgabe entrichten, und sie, die sie vom Jenseits überzeugt sind.",
        "pt": "Que observam a oração pagam o zakat e estão persuadidos da outra vida.",
        "nl": "Degenen die de shalât verrichten en de zakât geven, en die overtuigd zijn van het Hiernamals.",
        "ur": "جو نماز قائم کرتے اور زکوٰة دیتے ہیں<sup foot_note=\"185813\">1</sup>، اور پھر وہ ایسے لوگ ہیں جو آخرت پر پُورا یقین رکھتے ہیں<sup foot_note=\"185814\">2</sup>",
        "bn": "যিসকলে ছালাত কায়েম কৰে আৰু যাকাত প্ৰদান কৰে আৰু তেওঁলোকেই আখিৰাতৰ প্ৰতি নিশ্চিত বিশ্বাস স্থাপন কৰে।",
        "fa": "[همان] کسانی‌ که نماز برپا می‌دارند و زکات می‌پردازند و به آخرت یقین دارند."
      }
    },
    {
      "verse_number": 3163,
      "verse_key": "27:4",
      "arabic_text": "إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ زَيَّنَّا لَهُمْ أَعْمَـٰلَهُمْ فَهُمْ يَعْمَهُونَ",
      "phonetic_text": "Inna allatheena la yu/minoonabil-akhirati zayyanna lahum aAAmalahumfahum yaAAmahoon",
      "translations": {
        "fr": "À ceux qui ne croient pas en l’autre monde, Nous embellissons tellement les œuvres et les voici qui pataugent aveuglément.",
        "en": "As for those who do not believe in the life to come, We have made their deeds seem alluring to them, so they wander blindly:",
        "es": "En cambio, a quienes no crean en la otra vida les haré ver como buenas sus malas acciones, y así vagarán ciegos de un lado a otro.",
        "it": "Quanto a coloro che non credono nell’altra vita, facemmo [sembrar] belle le loro azioni, sì che procedessero alla cieca.",
        "ru": "Воистину, тем, которые не веруют в Последнюю жизнь, Мы представили их деяния прекрасными, и они блуждают в растерянности.",
        "tr": "Şüphesiz biz, ahirete inanmayanların işlerini kendilerine süslü gösterdik de onlar ilerisini göremezler, kalpleri körelmiştir.",
        "de": "Gewiß, denjenigen, die nicht an das Jenseits glauben, haben Wir ihre Taten ausgeschmückt, so daß sie blind umherirren.",
        "pt": "Em verdade, àqueles que não crêem na outra vida, abrilhantaremos as suas ações, e eis que se extraviarão.",
        "nl": "Voorwaar, voor degenen die niet in het Hiernamaals geloven, doen Wij hun daden schoen toeschijnen, daarop verkeren zij rusteloos in hun dwaling.",
        "ur": "حقیقت یہ ہے کہ جو لوگ آخرت کو نہیں مانتے ان کے لیے ہم نے اُن کے کرتُوتوں کو خوشنما بنا دیا ہے، اس لیے وہ بھٹکتے پھرتے ہیں<sup foot_note=\"185815\">1</sup>",
        "bn": "নিশ্চয় যিসকলে আখিৰাতৰ প্ৰতি বিশ্বাস স্থাপন নকৰে, সিহঁতৰ বাবে সিহঁতৰ কৰ্মক আমি শোভনীয় কৰি দিছোঁ, ফলত সিহঁত বিভ্ৰান্ত হৈ ঘূৰি ফুৰে;",
        "fa": "در حقیقت، کسانی ‌که به آخرت ایمان نمی‌آورند، اعمال آنان را برایشان آراسته‌ایم؛ پس [کوردل و] سرگشته‌اند."
      }
    },
    {
      "verse_number": 3164,
      "verse_key": "27:5",
      "arabic_text": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَهُمْ سُوٓءُ ٱلْعَذَابِ وَهُمْ فِى ٱلْـَٔاخِرَةِ هُمُ ٱلْأَخْسَرُونَ",
      "phonetic_text": "Ola-ika allatheena lahum soo-oalAAathabi wahum fee al-akhirati humu al-akhsaroon",
      "translations": {
        "fr": "Ceux-là sont ceux qui auront le pire des supplices, et qui, dans l’autre monde, seront les grands perdants.",
        "en": "it is they who will have the worst suffering, and will be the ones to lose most in the life to come.",
        "es": "Esos sufrirán el peor castigo, y en la otra vida serán los perdedores.",
        "it": "[Appartiene] a loro il peggiore dei castighi e nell’altra vita saranno i più grandi perdenti.",
        "ru": "Они - те, которым уготованы злые мучения, а в Последней жизни они понесут наибольший убыток.",
        "tr": "İşte bunlar, kendileri için oldukça ağır bir azab bulunan kimselerdir, ahirette en çok ziyana uğrayacaklar da onlardır.",
        "de": "Das sind diejenigen, für die es böse Strafe geben wird, und im Jenseits sind sie die größten Verlierer.",
        "pt": "Estes são os que sofrerão o pior castigo e, na outra vida, serão os mais desventurados.",
        "nl": "Zij zijn degenen voor wie er de slechte bestraffing is en in het Hiernamaals zijn zij de grootste verliezers.",
        "ur": "یہ وہ لوگ ہیں جن کے لیے بُری سزا ہے<sup foot_note=\"185816\">1</sup> اور آخرت میں یہی سب سے زیادہ خسارے میں رہنے والے ہیں",
        "bn": "ইহঁতৰ বাবেই আছে নিকৃষ্ট শাস্তি আৰু ইহঁতেই আখিৰাতত সৰ্বাধিক ক্ষতিগ্ৰস্ত।",
        "fa": "آنان کسانی هستند که عذاب دردناک [در پیش] دارند و در آخرت زیانکارترین [مردم] هستند."
      }
    },
    {
      "verse_number": 3165,
      "verse_key": "27:6",
      "arabic_text": "وَإِنَّكَ لَتُلَقَّى ٱلْقُرْءَانَ مِن لَّدُنْ حَكِيمٍ عَلِيمٍ",
      "phonetic_text": "Wa-innaka latulaqqa alqur-anamin ladun hakeemin AAaleem",
      "translations": {
        "fr": "Tu reçois certes le Coran d’un Sage Omniscient.",
        "en": "You [Prophet] receive the Quran from One who is all wise, all knowing.",
        "es": "Tú [¡Oh, Muhámmad!] recibes el Corán que proviene del Sabio, el Conocedor.",
        "it": "Certo tu ricevi il Corano da parte di un Saggio, un Sapiente.",
        "ru": "Воистину, ты получаешь Коран от Мудрого, Знающего.",
        "tr": "(Resulüm!) Şüphesiz ki bu Kur'ân, sana hikmet sahibi ve her şeyi bilen Allah tarafından indirilmektedir.",
        "de": "Dir wird der Qur’an wahrlich von Seiten eines Allweisen und Allwissenden zum Empfang überbracht.",
        "pt": "Em verdade, ser-te-á concedido o Alcorão, da parte do Prudente, Sapientíssimo.",
        "nl": "En voorwaar, jij ontvangt de Koran van de Zijde van de Alwijze, de Alwetende.",
        "ur": "اور (اے محمدؐ)بلا شبہہ تم یہ قرآن ایک حکیم و علیم ہستی کی طرف سے پا رہے ہو۔<sup foot_note=\"185817\">1</sup>",
        "bn": "আৰু নিশ্চয় তুমি প্ৰজ্ঞাময় সৰ্বজ্ঞৰ তৰফৰ পৰা আল-কোৰআন প্ৰাপ্ত হৈছা।",
        "fa": "و [ای پیامبر،] یقیناً تو قرآن را از پیشگاهِ [پروردگار] حکیم دانا دریافت می‌کنی."
      }
    },
    {
      "verse_number": 3166,
      "verse_key": "27:7",
      "arabic_text": "إِذْ قَالَ مُوسَىٰ لِأَهْلِهِۦٓ إِنِّىٓ ءَانَسْتُ نَارًا سَـَٔاتِيكُم مِّنْهَا بِخَبَرٍ أَوْ ءَاتِيكُم بِشِهَابٍ قَبَسٍ لَّعَلَّكُمْ تَصْطَلُونَ",
      "phonetic_text": "Ith qala moosa li-ahlihiinnee anastu naran saateekum minhabikhabarin aw ateekum bishihabin qabasinlaAAallakum tastaloon",
      "translations": {
        "fr": "(Évoque) Moïse qui dit aux siens : «J’aperçois un feu. Je m’en vais vous apporter quelque information (pour retrouver notre chemin) ou un tison pour vous réchauffer. »",
        "en": "Moses said to his family, ‘I have seen a fire. I will bring you news from there, or a burning stick for you to warm yourselves.’",
        "es": "[Recuerda] cuando Moisés dijo a su familia: “He divisado un fuego. Os traeré noticias de él [para orientarnos], o bien una brasa encendida para que podamos calentarnos”.",
        "it": "[Ricorda] quando Mosè disse alla sua famiglia: «Ho visto un fuoco, vi porterò notizie di esso o tornerò con un tizzone acceso, affinché vi possiate riscaldare ! » <a class=f><sup foot_note=158781>1</sup></a>.",
        "ru": "Вот Муса (Моисей) сказал своей семье: «Воистину, я вижу огонь. Я принесу вам оттуда известие или горящую головню, чтобы вы могли согреться».",
        "tr": "Hani Musa, ailesine şöyle demişti: \"Gerçekten ben bir ateş gördüm, (gidip) size oradan bir haber getireceğim yahut bir kor ateş getireyim, umarım ki ısınırsınız.\"",
        "de": "Als Musa zu seinen Angehörigen sagte: „Ich habe ein Feuer wahrgenommen. Ich werde euch davon eine Nachricht bringen, oder ich bringe euch einen Leuchtkörper, ein brennendes Stück Holz, auf daß ihr euch (daran) wärmen könnt.",
        "pt": "Recorda-te de quando Moisés disse à sua família: Divisei fogo; trar-vos-ei notícias dele, ou trar-vos-ei uma áscua, paraque vos aqueçais.",
        "nl": "(Gedenk) toen Môesa tot zijn familie zei: \"Ik heb een vuur gezien. Ik zal jullie er snel over berichten, of ik breng jullie er een fakkel van, zodat jullie je kunnen verwarmen.\"",
        "ur": "(اِنہیں اُس وقت کا قصہ سُناوٴ)جب موسیٰؑ نے اپنے گھر والوں سے کہا کہ<sup foot_note=\"185818\">1</sup>”مجھے ایک آگ سی نظر آئی ہے، میں ابھی یا تو وہاں سے کوئی خبر لے کر آتا ہوں یا کوئی انگارا چُن لاتا ہوں تاکہ تم لوگ گرم ہو سکو<sup foot_note=\"185819\">2</sup>۔“",
        "bn": "স্মৰণ কৰা, যেতিয়া মুছাই তেওঁৰ পৰিয়ালবৰ্গক কৈছিল, ‘নিশ্চয় মই জুই দেখিছোঁ, অনতিপলমে তাৰ পৰা তোমালোকৰ বাবে কোনো সংবাদ লৈ আহিম অথবা তোমালোকৰ বাবে লৈ আহিম জ্বলন্ত অন্ধৰা, যাতে তোমালোকে পুঁৱাব পাৰা’।",
        "fa": "[یاد کن از] هنگامی که موسی به خانواده‌اش گفت: «[بایستید؛] من آتشی [از دور] دیدم. به زودی خبری از آن برایتان می‌آورم یا شعله‌ آتشی می‌آورم تا گرم شوید»."
      }
    },
    {
      "verse_number": 3167,
      "verse_key": "27:8",
      "arabic_text": "فَلَمَّا جَآءَهَا نُودِىَ أَنۢ بُورِكَ مَن فِى ٱلنَّارِ وَمَنْ حَوْلَهَا وَسُبْحَـٰنَ ٱللَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
      "phonetic_text": "Falamma jaaha noodiya anboorika man fee annari waman hawlahawasubhana Allahi rabbi alAAalameen",
      "translations": {
        "fr": "Quand il y fut arrivé, il fut interpellé : « Béni soit Celui Qui (se trouve) dans le Feu et ceux qui (se trouvent) à l’entour ! Gloire soit rendue à Allah, Seigneur de l’Univers ! »",
        "en": "When he reached the fire, a voice called: ‘Blessed is the person near this fireand those around it; may God be exalted, the Lord of the Worlds.",
        "es": "Cuando llegó a él, una voz le llamó: “¡Bendito sea quien está<sup foot_note=168939>1</sup> donde el fuego y quienes están a su alrededor<sup foot_note=168940>2</sup>. ¡Glorificado sea Dios, Señor del universo!",
        "it": "Quando vi giunse fu chiamato: «Sia benedetto Colui Che è nel fuoco e chi è attorno ad esso <a class=f><sup foot_note=158782>1</sup></a>e gloria ad Allah, Signore del creato!».",
        "ru": "Когда он подошел туда, раздался глас: «Благословен тот, кто в огне, и тот, кто вокруг него. Пречист Аллах, Господь миров!",
        "tr": "Oraya geldiğinde şöyle seslenilmişti: \"Ateşin bulunduğu yerdeki ve çevresindekiler mübarek kılınmıştır! Âlemlerin Rabbi olan Allah, eksikliklerden münezzehtir!\"",
        "de": "Als er dort ankam, wurde ihm zugerufen: „Gesegnet ist wer im Feuer und wer in dessen Umgebung ist, und Preis sei Allah, dem Herrn der Weltenbewohner!",
        "pt": "Mas quando chegou a ele, ouviu uma voz: Bendito seja Quem está dentro do fogo e nas suas circunvizinhanças, e glória aDeus, Senhor do Universo!",
        "nl": "Maar toen hij er aankwam, werd bij geroepen: \"Gezegend is hij (Môesa) die op de plaats van het vuur is en die er omheen zijn. En Heilig is Allah, de Heer der Werelden.",
        "ur": "وہاں جو پہنچا تو ندا آئی <sup foot_note=\"185820\">1</sup>کہ”مبارک ہے وہ جو اس آگ میں ہے اور جو اِس کے ماحول میں ہے۔ پاک ہے اللہ، سب جہان والوں کا پروردگار<sup foot_note=\"185821\">2</sup>",
        "bn": "তাৰ পিছত তেওঁ যেতিয়া সেইটোৰ ওচৰত আহি পালে, তেতিয়া ঘোষিত হ’ল, ‘বৰকতময়, যি আছে এই জুইৰ মাজত আৰু যি আছে ইয়াৰ চাৰিওফালে, আৰু সৃষ্টিজগতৰ ৰব্ব আল্লাহ পৱিত্ৰ আৰু মহিমাময়!",
        "fa": "چون به آن [آتش] رسید، ندا داده شد که: «مبارک [و خجسته] باد آن ‌که در آتش است و هر [فرشته‌ای] ‌که پیرامون آن است؛ و پاک و منزّه است الله ـ پروردگار جهانیان."
      }
    },
    {
      "verse_number": 3168,
      "verse_key": "27:9",
      "arabic_text": "يَـٰمُوسَىٰٓ إِنَّهُۥٓ أَنَا ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "phonetic_text": "Ya moosa innahu ana AllahualAAazeezu alhakeem",
      "translations": {
        "fr": "« Ô Moïse, c’est Moi, Allah, le Tout-Puissant, le Sage. ",
        "en": "Moses, I am God, the Mighty, the Wise.",
        "es": "¡Oh, Moisés! Yo soy Dios, el Poderoso, el Sabio.",
        "it": "«O Mosè, in verità Io sono Allah l’Eccelso, il Saggio.",
        "ru": "О Муса (Моисей)! Воистину, Я - Аллах, Могущественный, Мудрый.",
        "tr": "\"Ey Musa! İyi bil ki, ben, mutlak galip ve hikmet sahibi olan Allah'ım!\"",
        "de": "O Musa, Ich bin es, gewiß, Ich bin Allah, der Allmächtige und Allweise.",
        "pt": "Ó Moisés, Eu sou Deus, o Poderoso, o Prudentíssimo.",
        "nl": "O Môesa, Ik ben het, Allah, de Almachtige, de Alwijze.",
        "ur": "اے موسیٰؑ، یہ میں ہوں اللہ، زبردست اور دانا",
        "bn": "‘হে মুছা! নিশ্চয় ময়েই আল্লাহ! পৰাক্ৰমশালী, প্ৰজ্ঞাময়।",
        "fa": "ای موسی، به راستی که منم الله شکست‌ناپذیرِ حکیم."
      }
    },
    {
      "verse_number": 3169,
      "verse_key": "27:10",
      "arabic_text": "وَأَلْقِ عَصَاكَ ۚ فَلَمَّا رَءَاهَا تَهْتَزُّ كَأَنَّهَا جَآنٌّ وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ ۚ يَـٰمُوسَىٰ لَا تَخَفْ إِنِّى لَا يَخَافُ لَدَىَّ ٱلْمُرْسَلُونَ",
      "phonetic_text": "Waalqi AAasaka falamma raahatahtazzu kaannaha jannun walla mudbiranwalam yuAAaqqib ya moosa la takhaf innee layakhafu ladayya almursaloon",
      "translations": {
        "fr": "Jette ton bâton. » Mais, lorsqu’il le<sup foot_note=195010>1</sup> vit se remuer tel un serpent, il tourna les talons et s’enfuit sans se retourner. « Ô Moïse, (dit alors Allah), ne crains rien, car les Messagers ne craignent rien auprès de Moi.",
        "en": "Throw down your staff,’ but when he saw it moving like a snake, he turned and fled. ‘Moses, do not be afraid! The messengers need have no fear in My presence,",
        "es": "Arroja tu vara”. Cuando la vio moverse como si fuera una serpiente, atemorizado se dio vuelta buscando alejarse sin mirar atrás. [Pero Dios le dijo:] “¡Oh, Moisés! No tengas temor; los mensajeros no deben temer cuando están ante Mí.",
        "it": "Getta il tuo bastone!» Quando lo vide contorcersi come fosse un serpente, volse le spalle, ma non tornò sui suoi passi <a class=f><sup foot_note=158783>1</sup></a>. «Non aver paura, Mosè. Gli Inviati non hanno niente da temere nei Miei confronti.",
        "ru": "Брось свой посох!». Когда он увидел, как тот извивается, словно змея, то бросился бежать назад и не вернулся (или не обернулся). Аллах сказал: «О Муса (Моисей)! Не бойся, ибо посланникам нечего бояться, когда они находятся предо Мною.",
        "tr": "\"Asânı at!\" (Asâyı atıp) onu yılan gibi deprenir görünce dönüp arkasına bakmadan kaçtı. (Dedik ki): \"Ey Musa korkma! Çünkü benim huzurumda peygamberler korkmaz.\"",
        "de": "Und: „Wirf deinen Stock hin. Doch als er sah, daß er sich hin und her bewegte, als wäre er eine flinke Schlange, kehrte er den Rücken und wandte sich nicht mehr um. „O Musa, fürchte dich nicht, denn bei Mir brauchen sich die Gesandten nicht zu fürchten.",
        "pt": "Arroja o teu cajado! E ao fazer isso, viu-o agitar-se, como se fosse uma serpente; voltou-se em fuga, sem se virar. (Foi-lhe dito): Ó Moisés! Não temas, porque os mensageiros não devem temer a Minha presença.",
        "nl": "Werp jouw staf neer.\" Maar toen hij deze zag, bewoog zij alsof het een slang was, toen keerde hij haastig omen keek niet om. (Allah zei:) \"O Môesa, wees niet bang, want voorwaar, bij Mij zijn de Boodschappen niet bang.\"",
        "ur": "اور پھینک تُو ذرا اپنی لاٹھی۔“ جُونہی کہ موسیٰ ؑ نے دیکھا لاٹھی سانپ کی طرح بل کھا رہی ہے<sup foot_note=\"185822\">1</sup> تو پیٹھ پھیر کر بھاگا اور پیچھے مُڑ کر بھی نہ دیکھا۔”اے موسیٰؑ ، ڈرو نہیں۔ میرے حضُور رسُول ڈرا نہیں کرتے<sup foot_note=\"185823\">2</sup>",
        "bn": "‘আৰু তুমি তোমাৰ লাখুটিডাল নিক্ষেপ কৰা’। তাৰ পিছত যেতিয়া তেওঁ সেই লাখুটিডালক সাপৰ দৰে কেৰমেৰ কৰা দেখা পালে তেতিয়া তেওঁ পিছ হোঁহকা দি লৰ মাৰিবলৈ ধৰিলে আৰু উভতি নেদেখিলে। (আল্লাহে ক’লে) ‘হে মুছা! ভয় নকৰিবা, নিশ্চয় মোৰ ওচৰত ৰাছুলসকলে ভয় নাপায়;",
        "fa": "و عصایت را بیفکن». چون [موسی] آن را دید که همچون ماری [با سرعت] می‌خزد، [از ترس] پشت کرد و گریخت و بازنگشت. [ندا آمد که:] «ای موسی، نترس. پیامبران در پیشگاهِ من هیچ ترسی ندارند."
      }
    },
    {
      "verse_number": 3170,
      "verse_key": "27:11",
      "arabic_text": "إِلَّا مَن ظَلَمَ ثُمَّ بَدَّلَ حُسْنًۢا بَعْدَ سُوٓءٍ فَإِنِّى غَفُورٌ رَّحِيمٌ",
      "phonetic_text": "Illa man thalama thummabaddala husnan baAAda soo-in fa-innee ghafoorun raheem",
      "translations": {
        "fr": "Quant à ceux qui ont commis une injustice puis ont substitué au mal le bien, (ceux-là doivent savoir que) Je suis Absoluteur et Tout Miséricordieux.",
        "en": "I am truly most forgiving and merciful to those who do wrong,and then replace their evil with good.",
        "es": "Sí, en cambio, quien haya obrado injustamente. Pero si enmienda, sabed que Yo soy Absolvedor, Misericordioso.",
        "it": "[Hanno da temere] soltanto coloro che sono stati ingiusti. Ma per coloro che sostituiscono il male con il bene <a class=f><sup foot_note=158784>1</sup></a>, in verità Io sono perdonatore, misericordioso!",
        "ru": "А если кто совершил несправедливость, а затем заменил зло добром, то ведь Я - Прощающий, Милосердный.",
        "tr": "\"Ancak, kim haksızlık yapar, sonra yaptığı kötülüğü iyiliğe çevirirse, bilsin ki ben (ona karşı da) çok bağışlayıcıyım, çok merhamet sahibiyim.\"",
        "de": "Wer aber Unrecht getan und hierauf nach Bösem Gutes eingetauscht hat, so bin Ich Allvergebend und Barmherzig.",
        "pt": "Mas se alguém, tendo-se condenado, logo se arrepende, trocando o mal pelo bem, (saiba que) sou Indulgente, Misericordiosíssimo.",
        "nl": "En wie onrecht pleegde en vervolgens een slechte daad voor een goede daad inruilde: dan ben Ik waarlijk Vergevensgezind, Meest Barmhartig.",
        "ur": "اِلّا یہ کہ کسی نے قصور کیا ہو<sup foot_note=\"185824\">1</sup>۔ پھر اگر بُرائی کے بعد اُس نے بھلائی سے (اپنے فعل کو)بدل لیا تو میں معاف کرنے والا مہربان ہوں<sup foot_note=\"185825\">2</sup>",
        "bn": "‘কিন্তু অন্যায়কাৰীসকলৰ বাহিৰে। তাৰ পিছত যদি বেয়া কামৰ পৰিবৰ্তে সৎকৰ্ম কৰে তেন্তে নিশ্চয় মই ক্ষমাশীল, পৰম দয়ালু।",
        "fa": "اما کسی ‌که ستم کند، آنگاه [پس از توبه،] بدی را به نیکی تبدیل نماید [بداند که] بی‌تردید، من آمرزندۀ مهربانم."
      }
    },
    {
      "verse_number": 3171,
      "verse_key": "27:12",
      "arabic_text": "وَأَدْخِلْ يَدَكَ فِى جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٍ ۖ فِى تِسْعِ ءَايَـٰتٍ إِلَىٰ فِرْعَوْنَ وَقَوْمِهِۦٓ ۚ إِنَّهُمْ كَانُوا۟ قَوْمًا فَـٰسِقِينَ",
      "phonetic_text": "Waadkhil yadaka fee jaybika takhruj baydaamin ghayri soo-in fee tisAAi ayatin ilafirAAawna waqawmihi innahum kanoo qawman fasiqeen",
      "translations": {
        "fr": "Introduis ta main dans la fente de ta tunique, elle en ressortira blanche et saine de toute maladie. C’est là l’un des neuf Signes réservés à Pharaon et à son peuple, car il s’agit d’un peuple de pervers. »",
        "en": "Put your hand inside your cloak and it will come out white, but unharmed. These are among the nine signs that you will show Pharaoh and his people; they have really gone too far.’",
        "es": "Introduce tu mano por el cuello de tu túnica y saldrá blanca, resplandeciente, sin tener ningún mal. Esto es parte de los nueve signos destinados al Faraón y a su pueblo. Ellos son un pueblo perverso”.",
        "it": "Infila la tua mano nell’apertura della tua tunica, la trarrai bianca senza male alcuno, è uno dei nove segni <a class=f><sup foot_note=158785>1</sup></a>[destinati] a Faraone e al suo popolo; essi sono davvero un popolo di empi!»",
        "ru": "Сунь свою руку за пазуху, и она выйдет белой (цвета молока, светящейся), без следов болезни. Вот некоторые из девяти знамений для Фараона и его народа. Воистину, они являются людьми нечестивыми».",
        "tr": "\"Elini koynuna sok; kusursuz bembeyaz çıkacaktır. Dokuz mucize ile Firavun ve kavmine (git), çünkü onlar yoldan çıkmış bir kavim olmuşlardır.\"",
        "de": "Und stecke deine Hand in deinen Brustschlitz, so kommt sie weiß, jedoch nicht von Übel befallen, heraus. (Dies zählt) zu neun Zeichen, (gerichtet) an Fir’aun und sein Volk. Gewiß, sie sind ein Volk von Frevlern.",
        "pt": "E conduza a tua mão em teu manto, e daí a retirarás diáfana; (este será) um dos nove sinais perante o Faraó e seu povo, porque são depravados.",
        "nl": "(Allah zei tot Môesa:) \"En stop jouw hand onder jouw kraag en deze schijnt wit, zonder ziek te zijn: als één van de negen wonderen tegen Fir'aun en zijn volk. Voorwaar, zij zijn een zwaw zondig volk.\"",
        "ur": "اور ذرا اپنا ہاتھ اپنے گریبان میں تو ڈالو۔ چمکتا ہوا نکلے گا بغیر کسی تکلیف کے۔ یہ (دونشانیاں)نو نشانیوں میں سے ہیں فرعون اور اُس کی قوم کی طرف (لے جانے کے لیے) <sup foot_note=\"185826\">1</sup>، وہ بڑے بدکردار لوگ ہیں۔“",
        "bn": "‘আৰু তুমি তোমাৰ হাত কাষলতিত প্ৰৱেশ কৰা, এয়া ওলাই আহিব শুভ্ৰ নিৰ্দোষ অৱস্থাত। এইটো ফিৰআউন আৰু তাৰ সম্প্ৰদায়ৰ ওচৰত অহা নটা নিদৰ্শনৰ অন্তৰ্ভুক্ত। নিশ্চয় সিহঁত আছিল ফাছিক্ব সম্প্ৰদায়’।",
        "fa": "و دستت را در گریبانت فرو بر [تا] سپید و بدون عیب [و بدون بیماری پیسی] خارج ‌شود. [این معجزه‌ای است] در زمرۀ معجزات نُه‌گانه [که باید] به سوی فرعون و قومش [ببری؛ چرا که] بی‌تردید، آنان گروهی نافرمانند»."
      }
    },
    {
      "verse_number": 3172,
      "verse_key": "27:13",
      "arabic_text": "فَلَمَّا جَآءَتْهُمْ ءَايَـٰتُنَا مُبْصِرَةً قَالُوا۟ هَـٰذَا سِحْرٌ مُّبِينٌ",
      "phonetic_text": "Falamma jaat-hum ayatunamubsiratan qaloo hatha sihrun mubeen",
      "translations": {
        "fr": "Mais lorsque Nos Signes leur furent parvenus, ils dirent : « C’est manifestement de la magie ! »",
        "en": "But when Our enlightening signs came to them, they said, ‘This is clearly [just] sorcery!’",
        "es": "Pero cuando Mis Signos fueron visibles ante ellos, exclamaron: “Esto es un hechizo evidente”.",
        "it": "Quando poi giunsero loro i Nostri segni evidenti, dissero: «Questa è magia evidente!».",
        "ru": "Когда Наши знамения были наглядно показаны им, они сказали: «Это - очевидное колдовство».",
        "tr": "Bu şekilde âyetlerimiz onların gözleri önüne serilince, \"Bu apaçık bir sihirdir\" dediler.",
        "de": "Als dann Unsere Zeichen offenkundig sichtbar zu ihnen kamen, sagten sie: „Das ist deutliche Zauberei.",
        "pt": "Porém, quando lhes chegaram os Nossos evidentes sinais, disseram: Isto é pura magia!",
        "nl": "Toen Onze Tekenen ter verduidelijking tot hen kwamen, zeiden zij: \"Dit is duidelijke tovenarij.\"",
        "ur": "مگر جب ہماری کھلی کھلی نشانیاں اُن لوگوں کے سامنے آئیں تو انہوں نے کہا یہ تو کھلا جادو ہے",
        "bn": "তাৰ পিছত যেতিয়া আমাৰ নিদৰ্শনসমূহ সিহঁতৰ ওচৰত দৃশ্যমান হ’ল, সিহঁতে ক’লে, ‘এইটো সুস্পষ্ট যাদু’।",
        "fa": "اما وقتی آیات [و معجزات] ما روشن [و واضح] به سویشان آمد، گفتند: «این، جادویی آشکار است»."
      }
    },
    {
      "verse_number": 3173,
      "verse_key": "27:14",
      "arabic_text": "وَجَحَدُوا۟ بِهَا وَٱسْتَيْقَنَتْهَآ أَنفُسُهُمْ ظُلْمًا وَعُلُوًّا ۚ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُفْسِدِينَ",
      "phonetic_text": "Wajahadoo biha wastayqanat-haanfusuhum thulman waAAuluwwan fanthurkayfa kana AAaqibatu almufsideen",
      "translations": {
        "fr": "Ils les nièrent, injustes et fiers, encore qu’en eux-mêmes ils en eussent la certitude. Vois donc quel fut le sort des semeurs de désordre.",
        "en": "They denied them, in their wickedness and their pride, even though their souls acknowledged them as true. See how those who spread corruption met their end!",
        "es": "Rechazaron los Signos, a pesar de estar convencidos [de que provenían de Dios], por perversidad y arrogancia. ¡Observa cuál fue el destino de los corruptores!",
        "it": "Ingiusti e orgogliosi li negarono, anche se intimamente ne erano certi <a class=f><sup foot_note=158786>1</sup></a>. Guarda cosa è accaduto ai corruttori!",
        "ru": "Они отвергли их несправедливо и надменно, хотя в душе они были убеждены в их правдивости. Посмотри же, каким был конец распространявших нечестие!",
        "tr": "Ve vicdanları bunlar(ın doğruluğun)a tam bir kanaat getirdiği halde, zulüm ve kibirlerinden ötürü onları bile bile inkâr ettiler. Bozguncuların sonunun nice olduğuna bir bak!",
        "de": "Und sie verleugneten sie, obwohl sie selbst davon überzeugt waren, aus Ungerechtigkeit und Überheblichkeit. So schau, wie das Ende der Unheilstifter war.",
        "pt": "E os negaram, por iniqüidade e arrogância, não obstante estarem deles convencidos. Repara, pois, qual foi o destino doscorruptores.",
        "nl": "En zij ontkenden ze, hoewel zij zelf ervan overtuigd waren, uit onrechtvaardigheid en hoogmoed. Zie dan hoe het einde van de verderfzaaiers was!",
        "ur": "انہوں نے سراسر ظلم اور غرور کی راہ سے ان نشانیوں کا انکار کیا حالانکہ دل ان کے قائل ہو چکے تھے۔<sup foot_note=\"185827\">1</sup> اب دیکھ لو کہ ان مفسدوں کا انجام کیسا ہوا",
        "bn": "সিহঁতে অন্যায় আৰু উদ্ধতভাৱে নিদৰ্শনসমূহ প্ৰত্যাখ্যান কৰিলে, যদিও সিহঁতৰ অন্তৰে এইবোৰক নিশ্চিত সত্য বুলি গ্ৰহণ কৰিছিল। এতেকে চোৱা, বিপৰ্যয় সৃষ্টিকাৰী বিলাকৰ পৰিণাম কি হৈছিল!",
        "fa": "و آنها را از روی ستم و سرکشی انکار کردند در حالی که دل‌هایشان به آنها یقین داشتند؛ پس بنگر که سرانجام مفسدان چگونه بود."
      }
    },
    {
      "verse_number": 3174,
      "verse_key": "27:15",
      "arabic_text": "وَلَقَدْ ءَاتَيْنَا دَاوُۥدَ وَسُلَيْمَـٰنَ عِلْمًا ۖ وَقَالَا ٱلْحَمْدُ لِلَّهِ ٱلَّذِى فَضَّلَنَا عَلَىٰ كَثِيرٍ مِّنْ عِبَادِهِ ٱلْمُؤْمِنِينَ",
      "phonetic_text": "Walaqad atayna dawoodawasulaymana AAilman waqala alhamdulillahi allathee faddalana AAalakatheerin min AAibadihi almu/mineen",
      "translations": {
        "fr": "Nous donnâmes la science à David et à Salomon, qui dirent alors: « Louange à Allah Qui nous a privilégiés par rapport à bon nombre de Ses serviteurs croyants. »",
        "en": "We gave knowledge to David and Solomon, and they both said, ‘Praise be to God, who has favoured us over many of His believing servants.’",
        "es": "Concedí a David y a Salomón el conocimiento. Ambos dijeron: “¡Alabado sea Dios! Quien nos ha favorecido sobre muchos de Sus siervos creyentes”.",
        "it": "Già demmo scienza a Davide e Salomone. Dissero: «Lode ad Allah, Che ci ha concesso eccellenza su molti dei Suoi servi credenti!».",
        "ru": "Мы даровали знание Давуду (Давиду) и Сулейману (Соломону), и они сказали: «Хвала Аллаху, который предпочел нас многим из Своих верующих рабов».",
        "tr": "Andolsun ki biz, Davud'a ve Süleyman'a bir ilim verdik. Onlar: \"Bizi mümin kullarının birçoğundan üstün kılan Allah'a hamd olsun\" dediler.",
        "de": "Und Wir gaben bereits Dawud und Sulaiman Wissen. Und sie sagten: „(Alles) Lob gehört Allah, der uns vor vielen Seiner gläubigen Diener bevorzugt hat!",
        "pt": "Havíamos concedido a sabedoria a David e Salomão, os quais disseram: Louvado Seja Deus Que nos preferiu a muitosde Seus servos fiéis!",
        "nl": "En voorzeker, Wij gaven kennis aan Dâwôed en Soelaimân, en beiden zeiden zij: \"Alle lof zij Allah, Degene Die ons heeft bevoorrecht boven velen van Zijn gelovige dienaren.\"",
        "ur": "(دُوسری طرف)ہم نے داوٴدؑ و سلیمانؑ کو علم عطا کیا <sup foot_note=\"185828\">1</sup>اور اُنہوں نے کہا کہ شکر ہے اُس خدا کا جس نے ہم کو اپنے بہت سے مومن بندوں پر فضیلت عطا کی۔<sup foot_note=\"185829\">2</sup>",
        "bn": "আৰু অৱশ্যে আমি দাউদ আৰু ছুলাইমানক জ্ঞান দান কৰিছিলোঁ আৰু তেওঁলোকে উভয়ে কৈছিল, ‘সকলো ধৰণৰ প্ৰশংসা কেৱল আল্লাহৰ বাবে যিজনে আমাক তেওঁৰ বহু বান্দাসকলৰ ওপৰত শ্ৰেষ্ঠত্ব প্ৰদান কৰিছে’।",
        "fa": "و به راستی، به داود و سلیمان دانشی [عظیم] دادیم و آنان گفتند: «ستایش از آنِ الله است که ما را بر بسیاری از بندگان مؤمن خود برتری بخشید»."
      }
    },
    {
      "verse_number": 3175,
      "verse_key": "27:16",
      "arabic_text": "وَوَرِثَ سُلَيْمَـٰنُ دَاوُۥدَ ۖ وَقَالَ يَـٰٓأَيُّهَا ٱلنَّاسُ عُلِّمْنَا مَنطِقَ ٱلطَّيْرِ وَأُوتِينَا مِن كُلِّ شَىْءٍ ۖ إِنَّ هَـٰذَا لَهُوَ ٱلْفَضْلُ ٱلْمُبِينُ",
      "phonetic_text": "Wawaritha sulaymanu dawoodawaqala ya ayyuha annasuAAullimna mantiqa attayri waooteenamin kulli shay-in inna hatha lahuwa alfadlualmubeen",
      "translations": {
        "fr": "(Digne) héritier de David, Salomon dit : « Ô hommes ! Nous avons été initiés au langage des oiseaux et il nous a été fait don de toutes les choses. Voilà donc l’évidente faveur ! »",
        "en": "Solomon succeeded David. He said, ‘People, we have been taught the speech of birds, and we have been given a share of everything: this is a clearly a great favour.’",
        "es": "Salomón sucedió a David [en la profecía]. Dijo: “¡Oh, gente! Se me ha enseñado el lenguaje de los pájaros y se nos han concedido numerosos favores. Esto es una gracia evidente”.",
        "it": "Salomone succedette a Davide e disse: «O uomini, ci è stato insegnato il linguaggio degli uccelli e ci è stata data abbondanza di ogni cosa: invero questa è grazia evidente!».",
        "ru": "Сулейман (Соломон) наследовал Давуду (Давиду) и сказал: «О люди! Мы обучены языку птиц, и нам даровано от всего сущего. Это и есть явное превосходство (или явная милость)».",
        "tr": "Süleyman Davud'a varis olup dedi ki: \"Ey insanlar! Bize kuş dili öğretildi ve bize her şeyden (nasip) verildi. Doğrusu bu apaçık bir lütuftur.\"",
        "de": "Und Sulaiman beerbte Dawud und sagte„O ihr Menschen, uns ist die Sprache der Vögel gelehrt worden, und uns wurde von allem gegeben. Das ist wahrlich die deutliche Huld.",
        "pt": "E Salomão foi herdeiro de David, e disse: Ó humanos, tem-nos sido ensinada a linguagem dos pássaros e tem-nos sidoproporcionada toda graça. Em verdade, esta é a graça manifesta (de Deus).",
        "nl": "En Soelaimân volgde Dâwôed op. En hij zei: \"O mensen, aan ons is de taal van de vogels onderwezen, en ons is alles gegeven. Voorwaar, dit is zeker de duidelijke gunst.\"",
        "ur": "اور داوٴدؑ کا وارث سلیمانؑ ہوا<sup foot_note=\"185830\">1</sup>۔ اور اس نے کہا”لوگو، ہمیں پرندوں کی بولیاں سکھائی گئی ہیں<sup foot_note=\"185831\">2</sup> اور ہمیں ہر طرح کی چیزیں دی گئی ہیں<sup foot_note=\"185832\">3</sup>، بے شک یہ (اللہ کا)نمایاں فضل ہے۔“",
        "bn": "আৰু ছুলাইমান হৈছিল দাউদৰ উত্তৰাধিকাৰী আৰু তেওঁ কৈছিল, ‘হে মানৱ! আমাক চৰাই-চিৰিকটিৰ ভাষা শিক্ষা দিয়া হৈছে আৰু আমাক সকলো বস্তু দান কৰা হৈছে, নিশ্চয় এয়া সুস্পষ্ট অনুগ্ৰহ’।",
        "fa": "و سلیمان از داود [علم و نبوت و پادشاهی را] میراث برد و گفت: «ای مردم، [فهمِ] زبان پرندگان به ما آموخته شده و از هر چیز به ما [بهره‌ای] داده‌اند. بی‌تردید، این فضلی آشکار [از جانب پروردگار] است»."
      }
    },
    {
      "verse_number": 3176,
      "verse_key": "27:17",
      "arabic_text": "وَحُشِرَ لِسُلَيْمَـٰنَ جُنُودُهُۥ مِنَ ٱلْجِنِّ وَٱلْإِنسِ وَٱلطَّيْرِ فَهُمْ يُوزَعُونَ",
      "phonetic_text": "Wahushira lisulaymanajunooduhu mina aljinni wal-insi wattayrifahum yoozaAAoon",
      "translations": {
        "fr": "Puis furent rassemblées devant Salomon ses armées de djinns, d’hommes et d’oiseaux qui furent maintenus chacun à la place qui lui sied.",
        "en": "Solomon’s hosts of jinn, men, and birds were marshalled in ordered ranks before him,",
        "es": "Fueron concentradas ante Salomón en perfecta formación sus tropas de yinn, de seres humanos y de pájaros.",
        "it": "Furono riunite per Salomone le sue schiere di dèmoni, di uomini e di uccelli <a class=f><sup foot_note=158787>1</sup></a>e furono allineate in ranghi distinti.",
        "ru": "И собраны были к Сулейману (Соломону) его воины из числа джиннов, людей и птиц. Они были разделены на боевые порядки.",
        "tr": "Cinlerden, insanlardan ve kuşlardan müteşekkil orduları Süleyman'ın hizmetinde toplandı, hepsi bir arada (onun tarafından) düzenli olarak sevkediliyordu.",
        "de": "Und versammelt wurden für Sulaiman seine Heerscharen - unter den Ginn, Menschen und Vögeln -, und so wurden sie in Reihen geordnet.",
        "pt": "E foram consagrados ante Salomão, com os seus exércitos de gênios, de homens e de aves, em formação e hierarquia.",
        "nl": "En voor Soelaimân werden zijn troepen verzameld: de Djinn's en de mensen en de vogels, en zij werden in rijen opgesteld.",
        "ur": "سلیمانؑ کے لیے جن اور انسانوں اور پرندوں کے لشکر جمع کیے گئے تھے<sup foot_note=\"185833\">1</sup> اور وہ پُورے ضبط میں رکھے جاتے تھے",
        "bn": "আৰু ছুলাইমানৰ সন্মুখত তেওঁৰ সৈন্যবাহিনী সমবেত কৰা হ’ল, জিন, মানৱ আৰু চৰাই-চিৰিকটিবোৰক। তাৰ পিছত সিহঁতক বিন্যস্ত কৰা হ’ল বিভিন্ন ব্যূহত।",
        "fa": "و سپاهیان سلیمان ـ از جن و انس و پرندگان ـ نزدش گِرد آمدند؛ آنگاه منظم [و پیوسته در کنار یکدیگر] می‌رفتند."
      }
    },
    {
      "verse_number": 3177,
      "verse_key": "27:18",
      "arabic_text": "حَتَّىٰٓ إِذَآ أَتَوْا۟ عَلَىٰ وَادِ ٱلنَّمْلِ قَالَتْ نَمْلَةٌ يَـٰٓأَيُّهَا ٱلنَّمْلُ ٱدْخُلُوا۟ مَسَـٰكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَـٰنُ وَجُنُودُهُۥ وَهُمْ لَا يَشْعُرُونَ",
      "phonetic_text": "Hatta itha ataw AAalawadi annamli qalat namlatun ya ayyuhaannamlu odkhuloo masakinakum la yahtimannakumsulaymanu wajunooduhu wahum la yashAAuroon",
      "translations": {
        "fr": "(Ces armées) arrivées près de la Vallée des fourmis, l’une de ces dernières dit : « Ô vous fourmis, rentrez dans vos demeures ou Salomon et ses armées, sans s’en rendre compte, vous écraseront. »",
        "en": "and when they came to the Valley of the Ants, one ant said, ‘Ants! Go into your homes, in case Solomon and his hosts unwittingly crush you.’",
        "es": "Al pasar por un valle donde había hormigas, una de ellas dijo: “¡Oh, hormigas! Entrad en vuestros hormigueros, no sea que Salomón y sus tropas os pisen sin darse cuenta”<sup foot_note=168941>1</sup>.",
        "it": "Quando giunsero alla valle delle formiche, una formica disse: «O formiche, rientrate nelle vostre dimore, che non vi schiaccino inavvertitamente Salomone e le sue truppe».",
        "ru": "Когда они прибыли в долину муравьев, муравьиха сказала: «О муравьи! Войдите в свои жилища, чтобы Сулейман (Соломон) и его воины не погубили вас, даже не почувствовав этого».",
        "tr": "Nihayet karınca vâdisine geldikleri zaman, bir karınca: \"Ey karıncalar! Yuvalarınıza girin; Süleyman ve ordusu farkına varmadan sizi ezmesin!\" dedi.",
        "de": "Als sie dann zum Ameisental kamen, sagte eine Ameise: „O ihr Ameisen, geht in eure Wohnungen hinein, damit euch ja nicht Sulaiman und seine Heerscharen niederwalzen, ohne daß sie merken.",
        "pt": "(Marcharam) até que chegaram ao vale profundo das formigas. Uma das formigas disse: Ó formigas, entrai na vossahabilitação, senão Salomão e seus exércitos esmagar-vos-ão, sem que disso se apercebam.",
        "nl": "Totdat zij langs de vallei van de mieren kwamen, en een mier zei: \"O jullie mieren, gaat jullie woningen binnen, anders zullen Soelaimân en zijn troepen jullie vertrappen, zonder dat zij het beseffen!\"",
        "ur": "(ایک مرتبہ وہ ان کے ساتھ کُوچ کر رہا تھا)یہاں تک کہ جب یہ سب چیونٹیوں کی وادی میں پہنچے تو ایک چیونٹی نے کہا”اے چیونٹیو، اپنے بلوں میں گھُس جاوٴ، کہیں ایسا نہ ہو کہ سلیمانؑ اور اس کے لشکر تمہیں کُچل ڈالیں اور انہیں خبر بھی نہ ہو۔“<sup foot_note=\"185834\">1</sup>",
        "bn": "অৱশেষত যেতিয়া তেওঁলোক (এটা অভিযানত) পৰুৱা অধ্যূষিত উপত্যকাত উপনীত হ’ল তেতিয়া এটা পৰুৱাই ক’লে, ‘হে পৰুৱা বাহিনী! তোমালোকে নিজ নিজ ঘৰত প্ৰৱেশ কৰা, যাতে ছুলাইমান আৰু তেওঁৰ সৈন্যবাহিনীয়ে অজানিতে তোমালোকক গচকি নামাৰে’।",
        "fa": "[آنان به راه خود ادامه دادند] تا وقتی به سرزمین مورچگان [در شام] رسیدند. مورچه‌ای گفت: «ای مورچگان، به لانه‌های خود بروید تا سلیمان و لشکریانش شما را [ندیده و] ندانسته پایمال نکنند»."
      }
    },
    {
      "verse_number": 3178,
      "verse_key": "27:19",
      "arabic_text": "فَتَبَسَّمَ ضَاحِكًا مِّن قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِىٓ أَنْ أَشْكُرَ نِعْمَتَكَ ٱلَّتِىٓ أَنْعَمْتَ عَلَىَّ وَعَلَىٰ وَٰلِدَىَّ وَأَنْ أَعْمَلَ صَـٰلِحًا تَرْضَىٰهُ وَأَدْخِلْنِى بِرَحْمَتِكَ فِى عِبَادِكَ ٱلصَّـٰلِحِينَ",
      "phonetic_text": "Fatabassama dahikan min qawlihawaqala rabbi awziAAnee an ashkura niAAmataka allateeanAAamta AAalayya waAAala walidayya waan aAAmala salihantardahu waadkhilnee birahmatika fee AAibadikaassaliheen",
      "translations": {
        "fr": "(Salomon) sourit alors aux propos de la fourmi, et dit : « Seigneur, fais que je Te rende grâces des faveurs dont Tu m’as comblé, moi et mes parents, et que j’accomplisse les bonnes œuvres que Tu agrées. Veuille me  recevoir en Ta miséricorde avec les plus vertueux de Tes serviteurs ! »",
        "en": "Solomon smiled broadly at her words and said, ‘Lord, inspire me to be thankful for the blessings You have granted me and my parents, and to do good deeds that please You; admit me by Your grace into the ranks of Your righteous servants.’",
        "es": "[Salomón] al oír lo que ella decía, sonrió y exclamó: “¡Señor mío! Haz que te agradezca los favores que nos has concedido, tanto a mí como a mis padres, que haga obras de bien que Te complazcan, y cuéntame, por Tu misericordia, entre Tus siervos justos”.",
        "it": "[Salomone] sorrise a queste sue parole e disse: «Concedimi, o Signore, di esserTi grato per il favore che hai concesso a me a mio padre e a mia madre e [concedimi] di compiere il bene che Tu gradisci e, per la Tua misericordia, fammi entrare tra i Tuoi virtuosi servitori».",
        "ru": "Он улыбнулся, рассмеявшись от ее слов. Он сказал: «Господи! Внуши мне быть благодарным за Твою милость, которую Ты оказал мне и моим родителям, и совершать праведные деяния, которыми Ты будешь доволен. Введи меня по Своей милости в число Своих праведных рабов».",
        "tr": "(Süleyman) onun sözüne gülümseyerek dedi ki: \"Ey Rabbim! Bana ve ana babama verdiğin nimete şükretmemi ve hoşnut olacağın iyi iş yapmamı gönlüme getir. Rahmetinle, beni iyi kulların arasına kat.\"",
        "de": "Da lächelte er erheitert über ihre Worte und sagte: „Mein Herr, veranlasse mich, für Deine Gunst zu danken, die Du mir und meinen Eltern erwiesen hast, und rechtschaffen zu handeln, womit Du zufrieden bist. Und lasse mich durch Deine Barmherzigkeit eingehen in die Reihen Deiner rechtschaffenen Diener.",
        "pt": "(Salomão) sorriu das palavras dela, e disse: Ó Senhor meu, inspira-me, para eu Te agradecer a mercê com que meagraciaste, a mim e aos meus pais, e para que pratique o bem que Te compraz, e admite-me na Tua misericórdia, juntamentecom os Teus servos virtuosos.",
        "nl": "Toen glimlachte hij (Soelaimân) om haar woorden, en zei: \"Mijn Heer, maak mij dankbaar voor Uw gunst die U mij en mijn ouders schonk, en doe mij goede daden verrichten, waar U Uw welgevallen op doet rusten. En laat mij, door Uw Barmhartigheid, behoren tot Uw rechtschapen dienaren.\"'",
        "ur": "سلیمانؑ اس کی بات پر مُسکراتے ہوئے ہنس پڑا اور بولا۔۔۔۔”اے میرے ربّ، مجھے قابو میں رکھ<sup foot_note=\"185835\">1</sup> کہ میں تیرے احسان کا شکر ادا کرتا رہوں جو تُو نے مجھ پر اور میرے والدین پر کیا ہے اور ایسا عملِ صالح کروں جو تجھے پسند آئے اور اپنی رحمت سے مجھ کو اپنے صالح بندوں میں داخل کر۔“<sup foot_note=\"185836\">2</sup>",
        "bn": "এই কথা শুনি ছুলাইমানে মিচিকীয়া হাঁহিলে আৰু ক’লে, ‘হে মোৰ ৰব্ব! তুমি মোক সামৰ্থ দিয়া যাতে মই তোমাৰ কৃতজ্ঞতা জ্ঞাপন কৰিব পাৰোঁ, মোৰ প্ৰতি আৰু মোৰ পিতৃ-মাতৃৰ প্ৰতি তুমি যি অনুগ্ৰহ কৰিছা তাৰ বাবে আৰু যাতে মই এনেকুৱা সৎকৰ্ম কৰিব পাৰোঁ যিটো তুমি পছন্দ কৰা। লগতে তোমাৰ অনুগ্ৰহেৰে মোক তোমাৰ সৎকৰ্মপৰায়ণ বান্দাসকলৰ অন্তৰ্ভুক্ত কৰা’।",
        "fa": "[سلیمان] از سخن آن [مورچه] خندید و گفت: «پروردگارا، به من توفیق بده تا شکر نعمتی را که بر من و بر پدر و مادرم ارزانی داشته‌ای به جای آورم و [یاری‌ام کن تا] کاری شایسته‌ انجام دهم که مایۀ رضایتت گردد و به رحمت خویش مرا در جمعِ بندگان شایسته‌ات وارد کن»."
      }
    },
    {
      "verse_number": 3179,
      "verse_key": "27:20",
      "arabic_text": "وَتَفَقَّدَ ٱلطَّيْرَ فَقَالَ مَا لِىَ لَآ أَرَى ٱلْهُدْهُدَ أَمْ كَانَ مِنَ ٱلْغَآئِبِينَ",
      "phonetic_text": "Watafaqqada attayra faqalama liya la ara alhudhuda am kana minaalgha-ibeen",
      "translations": {
        "fr": "Puis passant en revue les oiseaux, il dit : « Je ne vois pas la huppe. Serait-elle absente ? ",
        "en": "Solomon inspected the birds and said, ‘Why do I not see the hoopoe? Is he absent?",
        "es": "[Luego] pasó revista a los pájaros y dijo: “¿Por qué no veo a la abubilla? ¿Acaso está ausente?",
        "it": "Passò in rivista gli uccelli e disse: «Perché mai non vedo l’upupa? È forse tra gli assenti?",
        "ru": "Осматривая птиц, он сказал: «Что со мной? Почему я не вижу удода? Или же он оказался в числе отсутствующих?",
        "tr": "(Süleyman) Kuşları gözden geçirdikten sonra şöyle dedi: \"Hüdhüd'ü niçin göremiyorum? Yoksa kayıplara mı karıştı?\"",
        "de": "Und er schaute bei den Vögeln nach. Da sagte er: „Wie kommt es, daß ich den Wiedehopf nicht sehe? Befindet er sich etwa unter den Abwesenden?",
        "pt": "E pôs-se a vistoriar os bandos de pássaros e disse: Por que não vejo a poupa? Estará, acaso, entre os ausentes?",
        "nl": "En hij inspecteerde de vogels, toen zei hij: \"Hoe komt het dat ik de hop niet zie? Of behoort hij tot de afwezigen?",
        "ur": "(ایک اور موقع پر)سلیمانؑ نے پرندوں کا جائزہ لیا<sup foot_note=\"185837\">1</sup> اور کہا”کیا بات ہے کہ میں فلاں ہُد ہُد کو نہیں دیکھ رہا ہوں۔ کیا وہ کہیں غائب ہو گیا ہے؟",
        "bn": "আৰু ছুলাইমানে চৰাইবোৰৰ খা-খবৰ ল’লে, আৰু ক’লে, ‘কি হ’ল, মই হুদহুদক দেখা পোৱা নাই যে? সি অনুপস্থিত নেকি?",
        "fa": "و [سلیمان، حالِ] پرندگان را جویا شد و گفت: «چه شده است که هدهد را نمی‌بینم؟ [آیا جایی پنهان شده] یا غایب است؟"
      }
    },
    {
      "verse_number": 3180,
      "verse_key": "27:21",
      "arabic_text": "لَأُعَذِّبَنَّهُۥ عَذَابًا شَدِيدًا أَوْ لَأَا۟ذْبَحَنَّهُۥٓ أَوْ لَيَأْتِيَنِّى بِسُلْطَـٰنٍ مُّبِينٍ",
      "phonetic_text": "LaoAAaththibannahu AAathabanshadeedan aw laathbahannahu aw laya/tiyannee bisultaninmubeen",
      "translations": {
        "fr": "Je lui infligerai un terrible supplice ou l’égorgerai, à moins qu’elle ne m’apporte une excuse valable. »",
        "en": "I will punish him severely, or kill him, unless he brings me a convincing excuse for his absence.’",
        "es": "La castigaré severamente o la degollaré, a menos que me presente una excusa convincente”.",
        "it": "Le infliggerò un severo castigo, o la sgozzerò, a meno che non adduca una valida scusa».",
        "ru": "Я подвергну его суровым мучениям или же зарежу его, если он не приведет ясного довода».",
        "tr": "\"Ya bana (mazeretini gösteren) apaçık bir delil getirecek, ya da onu şiddetli bir azaba uğratacağım, yahut boğazlıyacağım!\"",
        "de": "Ich werde ihn ganz gewiß strengstens strafen, oder ich werde ihn ganz gewiß hinrichten (lassen), es sei denn, er bringt mir fürwahr eine deutliche Ermächtigung.",
        "pt": "Juro que a castigarei severamente ou a matarei, a menos que se apresente uma razão evidente.",
        "nl": "Ik zal hem zeker een strenge bestraffing opleggen of ik zal hem zeker slachten, of hij zal bij mij moeten komen met een duidelijke reden.\"",
        "ur": "میں اسے سخت سزا دوں گا، یا ذبح کر دوں گا، ورنہ اسے میرے سامنے معقول وجہ پیش کرنی ہوگی۔<sup foot_note=\"185838\">1</sup>",
        "bn": "‘অৱশ্যে মই তাক কঠিন শাস্তি বিহিম নহ’লে জবেহ কৰিম, অন্যথা মোৰ ওচৰত উপযুক্ত কাৰণ দৰ্শাব লাগিব’।",
        "fa": "[چون او را نیافت گفت:] قطعاً او را به سختی مجازات می‌کنم یا سرش را می‌بُرم، مگر اینکه دلیل روشنی [برای غیبتش] بیاورد»."
      }
    },
    {
      "verse_number": 3181,
      "verse_key": "27:22",
      "arabic_text": "فَمَكَثَ غَيْرَ بَعِيدٍ فَقَالَ أَحَطتُ بِمَا لَمْ تُحِطْ بِهِۦ وَجِئْتُكَ مِن سَبَإٍۭ بِنَبَإٍ يَقِينٍ",
      "phonetic_text": "Famakatha ghayra baAAeedin faqala ahattubima lam tuhit bihi waji/tuka min saba-inbinaba-in yaqeen",
      "translations": {
        "fr": "(La huppe), qui ne fut pas longtemps absente, dit alors : « Je viens d’apprendre ce que tu ne savais point. Je t’apporte de Saba une nouvelle de (source) sûre.",
        "en": "But the hoopoe did not stay away long: he came and said, ‘I have learned something you did not know: I come to you from Sheba with firm news.",
        "es": "No tardó mucho en regresar, y [al volver] dijo: “Tengo conocimiento de algo que tú ignoras. Te traigo desde Saba<sup foot_note=168942>1</sup> información fidedigna.",
        "it": "Ma non tardò ancora per molto. Disse: «Ho appreso qualcosa che tu non conosci: ti porto notizie certe sui Sabâ <a class=f><sup foot_note=158788>1</sup></a>:",
        "ru": "Он оставался там недолго и сказал: «Я узнал о том, чего ты не знаешь. Я прибыл к тебе из Сабы (Савы) с достоверным известием.",
        "tr": "Çok geçmeden (Hüdhüd) gelip: \"Ben, dedi, senin bilmediğin bir şeyi öğrendim. Sebe'den sana çok doğru (ve önemli) bir haber getirdim.",
        "de": "Aber er blieb nicht lange aus. Er sagte: „Ich habe (an Wissen) erfaßt, was du nicht erfaßt hast. Und ich bringe dir aus Saba sichere Kunde.",
        "pt": "Porém, ela não tardou muito em chegar, e disse: Tenho estado em locais que tu ignoras; trago-te, de Sabá, uma notíciasegura.",
        "nl": "Daarop bleef hij niet lang afwezig, en hij zei: \"Ik weet iets waarvan jij nog niet weet. En ik breng jou uit Saba' overtuigende berichten.",
        "ur": "کچھ زیادہ دیر نہ گزری تھی کہ اُس نے آکر کہا”میں نے وہ معلومات حاصل کی ہیں جو آپ کے عِلم میں نہیں ہیں۔ میں سَبا کے متعلق یقینی اطلاع لے کر آیا ہوں۔<sup foot_note=\"185839\">1</sup>",
        "bn": "ক্ষন্তেক পিছতেই হুদহুদ আহি পালে, আৰু ক’লে, ‘আপুনি যিটো জ্ঞান আয়ত্ব কৰিব পৰা নাই মই সেই জ্ঞান আয়ত্ব কৰিছোঁ। মই আপোনাৰ ওচৰত ‘চাবা’ৰ পৰা সুনিশ্চিত সংবাদ লৈ আহিছোঁ।",
        "fa": "دیری نپایید [که هدهد آمد] و گفت: «از چیزی آگاهی یافته‌ام که تو به آن آگاهی نیافته‌ای و از [سرزمین] سبأ خبری موثق برایت آورده‌ام."
      }
    },
    {
      "verse_number": 3182,
      "verse_key": "27:23",
      "arabic_text": "إِنِّى وَجَدتُّ ٱمْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِن كُلِّ شَىْءٍ وَلَهَا عَرْشٌ عَظِيمٌ",
      "phonetic_text": "Innee wajadtu imraatan tamlikuhum waootiyatmin kulli shay-in walaha AAarshun AAatheem",
      "translations": {
        "fr": "J’ai découvert que règne sur eux une femme comblée de toutes choses, et qui a un trône magnifique.",
        "en": "I found a woman ruling over the people, who has been given a share of everything- she has a magnificent throne-",
        "es": "He descubierto que allí reina una mujer<sup foot_note=168943>1</sup>, a la que se le ha concedido mucha riqueza y poder, y posee un Trono majestuoso.",
        "it": "ho scoperto che una donna è loro regina, che è provvista di ogni bene e che possiede un trono magnifico.",
        "ru": "Я обнаружил там женщину, которая царствует над ними. Ей даровано все, и у нее есть великий трон.",
        "tr": "\"Gerçekten, onlara (Sebelilere) hükümdarlık eden, kendisine her türlü imkan verilmiş ve büyük bir tahta sahip olan bir kadınla karşılaştım.\"",
        "de": "Gewiß, ich habe herausgefunden, daß eine Frau über sie herrscht, daß ihr von allem gegeben worden ist und daß sie einen gewaltigen Thron hat.",
        "pt": "Encontrei uma mulher, que me governa (o povo), provida de tudo, e possuindo um magnífico trono.",
        "nl": "Voorwaar, ik heb gezien dat een vrouw over hen heerst en zij beschikt over alle zaken en zij heeft een geweldige troon.",
        "ur": "میں نے وہاں ایک عورت دیکھی جو اس قوم کی حکمران ہے اُس کو ہر طرح کا ساز و سامان بخشا گیا ہے اور اس کا تخت بڑا عظیم الشان ہے",
        "bn": "‘মই এগৰাকী নাৰীক সিহঁতৰ ওপৰত ৰাজত্ব কৰা দেখি আহিলোঁ। তাইক সকলো বস্তু প্ৰদান কৰা হৈছে লগতে তাইৰ এখন বিশাল সিংহাসনো আছে।",
        "fa": "من [آنجا] زنی را یافته‌ام که بر آنان فرمانروایی می‌کند و [به او] از هر گونه نعمتی داده‌اند و تخت بزرگی دارد."
      }
    },
    {
      "verse_number": 3183,
      "verse_key": "27:24",
      "arabic_text": "وَجَدتُّهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِن دُونِ ٱللَّهِ وَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ فَصَدَّهُمْ عَنِ ٱلسَّبِيلِ فَهُمْ لَا يَهْتَدُونَ",
      "phonetic_text": "Wajadtuha waqawmaha yasjudoonalishshamsi min dooni Allahi wazayyana lahumu ashshaytanuaAAmalahum fasaddahum AAani assabeeli fahumla yahtadoon",
      "translations": {
        "fr": "Je l’ai trouvée, ainsi que son peuple, qui se prosternaient devant le soleil en dehors d’Allah. Satan leur a embelli leurs œuvres, les repoussant ainsi loin du chemin droit, si bien qu’ils ne savent plus se diriger.",
        "en": "[but] I found that she and her people worshipped the sun instead of God. Satan has made their deeds seem alluring to them, and diverted them from the right path: they cannot find the right path.",
        "es": "Encontré que ella y su pueblo se prosternan ante el Sol, en vez de hacerlo ante Dios. El demonio les ha hecho ver sus malas obras como buenas, apartándolos del sendero recto y por eso no pueden ver la verdad.",
        "it": "L’ho scorta prosternarsi, insieme col suo popolo, davanti al sole invece che ad Allah. Satana ha reso belle le loro azioni agli occhi loro, li ha sviati dalla retta via e non hanno guida alcuna.",
        "ru": "Я увидел, что она вместе со своим народом поклоняется солнцу вместо Аллаха. Дьявол представил им их деяния прекрасными и сбил их с пути, и они не следуют прямым путем.",
        "tr": "\"Onun ve kavminin, Allah'ı bırakıp güneşe secde ettiklerini gördüm. Şeytan, kendilerine yaptıklarını süslü göstermiş de onları doğru yoldan alıkoymuş. Bunun için hidayete giremiyorlar.\"",
        "de": "Ich habe herausgefunden, daß sie und ihr Volk sich vor der Sonne niederwerfen, anstatt vor Allah. Und der Satan hat ihnen ihre Taten ausgeschmückt und sie dann vom Weg abgehalten, so daß sie nicht rechtgeleitet sind,",
        "pt": "Encontrei-a, e ao seu povo, e se prostrarem diante do sol, em vez de Deus, porque Satã lhes abrilhantou as ações e osdesviou da senda; e por isso não se encaminham.",
        "nl": "Ik heb gezien dat zij en haar volk knielen voor de zon, naast Allah. En dat de Satan hun hun daden schoon doet toeschijnen en hen daarmee afleidt van de Weg. Zij volgen dus geen Leiding.",
        "ur": "میں نے دیکھا کہ وہ اور اس کی قوم اللہ کے بجائے سُورج کے آگے سجدہ کرتی ہے<sup foot_note=\"185840\">1</sup>“۔۔۔۔ <sup foot_note=\"185841\">2</sup>شیطان نے ان کے اعمال ان کے لیے خوشنما بنا دیے<sup foot_note=\"185842\">3</sup> اور انہیں شاہراہ سے روک دیا، اس وجہ سے وہ یہ سیدھا راستہ نہیں پاتے",
        "bn": "মই তাইক আৰু তাইৰ সম্প্ৰদায়ক দেখিলো সিহঁতে আল্লাহৰ পৰিবৰ্তে সূৰ্যক ছাজদাহ কৰে। চয়তানে সিহঁতৰ কাৰ্যৱলী সিহঁতৰ ওচৰত সুশোভিত কৰি দিছে আৰু সিহঁতক সৎপথৰ পৰা বাধাগ্ৰস্ত কৰিছে, ফলত সিহঁতে হিদায়ত পোৱা নাই;",
        "fa": "او و قومش را دیدم که به جای الله، برای خورشید سجده می‌کنند، و شیطان کارهای [باطل و شرکِ] آنان را برایشان آراسته و آنان را از راه [راست] بازداشته است؛ از این رو هدایت نمی‌شوند»."
      }
    },
    {
      "verse_number": 3184,
      "verse_key": "27:25",
      "arabic_text": "أَلَّا يَسْجُدُوا۟ لِلَّهِ ٱلَّذِى يُخْرِجُ ٱلْخَبْءَ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ",
      "phonetic_text": "Alla yasjudoo lillahi allatheeyukhriju alkhabaa fee assamawati wal-ardiwayaAAlamu ma tukhfoona wama tuAAlinoon",
      "translations": {
        "fr": "(Satan leur a embelli leurs œuvres) afin qu’ils ne se prosternent point devant Allah Qui dévoile ce que cèlent les cieux et la terre, et Qui Sait ce que vous tenez caché et ce que vous exprimez ouvertement.",
        "en": "Should they not worship God, who brings forth what is hidden in the heavens and earth and knows both what you people conceal and what you declare?",
        "es": "No se prosternan ante Dios, Quien hace surgir lo que se encuentra escondido en los cielos y en la Tierra, y sabe lo que ocultan y lo que manifiestan.",
        "it": "Perché mai non si prosternano dinanzi ad Allah, Che svela ciò che è nascosto nei cieli e sulla terra e che conosce quel che celate e quel che palesate?",
        "ru": "Это было сделано для того, чтобы они не поклонялись Аллаху, Который выявляет все сокрытое на небесах и на земле и знает то, что вы скрываете, и то, что вы обнаруживаете.",
        "tr": "\"Göklerde ve yerde gizleneni açığa çıkaran, gizlediğinizi ve açıkladığınızı bilen Allah'a secde etmezler.\"",
        "de": "(dies), damit sie sich nicht vor Allah niederwerfen, Der das Versteckte in den Himmeln und auf der Erde herausbringt und weiß, was ihr verbergt, und was ihr offenlegt.",
        "pt": "De sorte que não se prostram diante de Deus, Que descobre o obscuro nos céus e na terra, e conhece tanto o que ocultaiscomo o que manifestais.",
        "nl": "Zodat zij zich niet voor Allah neerknielen, Degene Die voortbrengt wat verborgen is in de hemelen en op de aarde, en Die weet wat jullie verbergen en wat jullie openlijk doen.",
        "ur": "کہ اُس خدا کو سجدہ کریں جو آسمانوں اور زمین کی پوشیدہ چیزیں نکالتا  ہے<sup foot_note=\"185843\">1</sup> اور سب کچھ جانتا ہے جسے تم لوگ چھُپاتے ہو اور ظاہر کرتے ہو۔ <sup foot_note=\"185844\">2</sup>",
        "bn": "(চয়তানে এই কাৰণে বাধা দিছে যে,) যাতে সিহঁতে আল্লাহক ছাজদাহ নকৰে, যিজনে আকাশসমূহ আৰু পৃথিৱীৰ গুপ্ত বস্তুবোৰক প্ৰকাশ কৰে, আৰু তেৱেঁই জানে যি তোমালোকে গোপন কৰা আৰু যি প্ৰকাশ কৰা।",
        "fa": "[شیطان فریبشان داده است] تا براى الله سجده نكنند؛ [همان معبودی] كه نهان آسمان‌ها و زمین را آشکار می‌کند و آنچه را که پنهان می‌کنید و آشكار مى‌سازید، [همه را] مى‌داند."
      }
    },
    {
      "verse_number": 3185,
      "verse_key": "27:26",
      "arabic_text": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ ۩",
      "phonetic_text": "Allahu la ilaha illahuwa rabbu alAAarshi alAAatheem",
      "translations": {
        "fr": "Allah, point d’autre divinité que Lui, Seigneur du Trône sublime ! »<sup foot_note=195011>1</sup>",
        "en": "He is God, there is no god but Him, the Lord of the mighty throne.’",
        "es": "Dios, no hay divinidad salvo Él, el Señor del Trono majestuoso”.",
        "it": "Allah! Non c’è dio all’infuori di Lui, il Signore del Trono immenso».",
        "ru": "Нет иного божества, кроме Аллаха, Господа великого Трона».",
        "tr": "\"(Halbuki) O büyük Arş'ın sahibi olan Allah'tan başka tapılacak yoktur.\"",
        "de": "Allah - es gibt keinen Gott außer Ihm, dem Herrn des gewaltigen Thrones.",
        "pt": "Deus! Não há mais divindade além d'Ele! Senhor do Trono Supremo!",
        "nl": "Allah, er is geen god dan Hij, de Heer van de Geweldige Troon.\"",
        "ur": "اللہ کہ جس کے سوا کوئی مستحق ِ عبادت نہیں، جو عرشِ عظیم کا مالک ہے۔<sup foot_note=\"185845\">1</sup>",
        "bn": "আল্লাহৰ বাহিৰে আন কোনো সত্য ইলাহ নাই, তেৱেঁই মহা আৰছৰ ৰব্ব।",
        "fa": "الله، که هیچ معبودی [به‌حق] جز او نیست، پروردگار عرش بزرگ است."
      }
    },
    {
      "verse_number": 3186,
      "verse_key": "27:27",
      "arabic_text": "۞ قَالَ سَنَنظُرُ أَصَدَقْتَ أَمْ كُنتَ مِنَ ٱلْكَـٰذِبِينَ",
      "phonetic_text": "Qala sananthuru asadaqtaam kunta mina alkathibeen",
      "translations": {
        "fr": "(Salomon) dit alors : « Nous allons bien voir si tu dis vrai ou si tu mens. ",
        "en": "Solomon said, ‘We shall see whether you are telling the truth or lying.",
        "es": "Dijo [Salomón a la abubilla]: “Veremos si has dicho la verdad o eres de los que mienten.",
        "it": "Disse [Salomone]: «Presto vedremo se hai detto la verità o se hai mentito.",
        "ru": "Он сказал: «Посмотрим, сказал ли ты правду или же являешься одним из лжецов.",
        "tr": "(Süleyman Hüdhüd'e) dedi ki: \"Doğru mu söyledin, yoksa yalancılardan mısın, bakacağız.\"",
        "de": "Er sagte: „Wir werden schauen, ob du die Wahrheit sagst oder ob du zu den Lügnern gehörst.",
        "pt": "Disse-lhe (Salomão): Já veremos se dizes a verdade ou se és mentirosa.",
        "nl": "Hij (Soelaimân) zei: \"Wij zullen zien of jij de waarheid verteld hebt of dat jij tot de leugenaars behoort.",
        "ur": "سلیمانؑ نے کہا \"ابھی ہم دیکھے لیتے ہیں کہ تو نے سچ کہا ہے یا تو جھوٹ بولنے والوں میں سے ہے",
        "bn": "ছুলাইমানে ক’লে, ‘আমি পৰীক্ষা কৰি চাম, তুমি সঁচাই কৈছা নে তুমি মিছলীয়াবিলাকৰ অন্তৰ্ভুক্ত।",
        "fa": "[سلیمان] گفت: «خواهیم دید که آیا راست گفته‌ای یا دروغگویی."
      }
    },
    {
      "verse_number": 3187,
      "verse_key": "27:28",
      "arabic_text": "ٱذْهَب بِّكِتَـٰبِى هَـٰذَا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَٱنظُرْ مَاذَا يَرْجِعُونَ",
      "phonetic_text": "Ithhab bikitabee hathafaalqih ilayhim thumma tawalla AAanhum fanthurmatha yarjiAAoon",
      "translations": {
        "fr": "Va donc les trouver muni de ma missive que voici. Lance-la vers eux, puis éloigne-toi d’eux et regarde comment ils vont réagir. »",
        "en": "Take this letter of mine and deliver it to them, then withdraw and see what answer they send back.’",
        "es": "Ve con esta carta mía y entrégasela, luego mantente apartado y observa cómo reaccionan [ella y su pueblo]”.",
        "it": "Va’ con questa mia lettera e falla cadere su di loro; mettiti poi in disparte e aspetta ciò che le sarà risposto».",
        "ru": "Отправляйся с этим посланием от меня и брось его им. Затем встань поодаль и погляди, что они ответят».",
        "tr": "\"Şu mektubumu götür, onu kendilerine ver, sonra onlardan biraz çekil de, ne sonuca varacaklarına bak.\"",
        "de": "Geh mit diesem meinem Schreiben, überbringe es ihnen und kehre dich hierauf von ihnen ab. Dann schau, was sie erwidern.",
        "pt": "Vai com esta carta e deixa-a com eles; retrai-te em seguida, e espera a resposta.",
        "nl": "Ga heen met deze brief en geef hem aan hen; wend je dan van hen af en zie wat zij terugzeggen.\"",
        "ur": "میرا یہ خط لےجا او ر اسے ان لوگوں کی طرف ڈال دے، پھر الگ ہٹ کر دیکھ کہ وہ کیا ردِ عمل ظاہر کرتے ہیں۔“<sup foot_note=\"185846\">1</sup>",
        "bn": "‘তুমি মোৰ এই পত্ৰখন লৈ যোৱা আৰু এইটো সিহঁতৰ ওচৰত পেলাই দিয়াগৈ, তাৰ পিছত সিহঁতৰ পৰা আঁতৰত থাকিবা আৰু লক্ষ্য কৰিবা সিহঁতৰ প্ৰতিক্ৰিয়া কি’?",
        "fa": "این نامۀ مرا ببر و به سوی آنان بیفکن؛ آنگاه دور شو و [در گوشه‌ای بایست و] بنگر که [دربارۀ آن] چه می‌گویند»."
      }
    },
    {
      "verse_number": 3188,
      "verse_key": "27:29",
      "arabic_text": "قَالَتْ يَـٰٓأَيُّهَا ٱلْمَلَؤُا۟ إِنِّىٓ أُلْقِىَ إِلَىَّ كِتَـٰبٌ كَرِيمٌ",
      "phonetic_text": "Qalat ya ayyuha almalaoinnee olqiya ilayya kitabun kareem",
      "translations": {
        "fr": "« Ô vous, assemblée de notables, une honorable missive vient de m’être lancée.",
        "en": "The Queen of Sheba said, ‘Counsellors, a gracious letter has been delivered to me.",
        "es": "Ella [la reina de Saba<sup foot_note=168944>1</sup>] dijo: “¡Oh, nobles! Me han entregado una carta noble.",
        "it": "Disse [la regina]: «O notabili, mi è stata fatta pervenire una nobile lettera <a class=f><sup foot_note=158789>1</sup></a>.",
        "ru": "Она сказала: «О знать! Мне было брошено благородное письмо.",
        "tr": "(Süleyman'ın mektubunu alan Sebe melikesi): \"Beyler, ulular! Bana çok önemli bir mektup bırakıldı\" dedi.",
        "de": "Sie sagte: „O ihr führende Schar, mir ist ein edles Schreiben zugeworfen worden.",
        "pt": "(Quando a ave assim procedeu) ela (a rainha) disse: Ó chefes, foi-me entregue uma carta respeitável.",
        "nl": "Zij zei: \"O vooraanstanden, aai mij is een edele brief bezorgd.",
        "ur": "ملکہ بولی \"اے اہلِ دربار، میری طرف ایک بڑا اہم خط پھینکا گیا ہے",
        "bn": "সেই মহিলা (ৰাণী) গৰাকীয়ে ক’লে, ‘হে মোৰ পৰিষদবৰ্গ! নিশ্চয় মোলৈ এটা সন্মানিত পত্ৰ প্ৰেৰণ কৰা হৈছে;",
        "fa": "[ملکۀ سبا] گفت: «ای بزرگان، نامۀ ارجمندی به سوی من افکنده شده است."
      }
    },
    {
      "verse_number": 3189,
      "verse_key": "27:30",
      "arabic_text": "إِنَّهُۥ مِن سُلَيْمَـٰنَ وَإِنَّهُۥ بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
      "phonetic_text": "Innahu min sulaymana wa-innahu bismiAllahi arrahmani arraheem",
      "translations": {
        "fr": "Elle est de Salomon, et (il y est écrit ce qui suit) : “ Au nom d’Allah le Tout Clément le Tout Miséricordieux.",
        "en": "It is from Solomon, and it says, “In the name of God, the Lord of Mercy, the Giver of Mercy,",
        "es": "Es de Salomón, y dice: ‘En el nombre de Dios, el Compasivo con toda la creación, el Misericordioso con los creyentes.",
        "it": "Giunge da Salomone, [dice]: In nome di Allah, il Compassionevole, il Misericordioso,",
        "ru": "Оно - от Сулеймана (Соломона), и в нем сказано: «Во имя Аллаха, Милостивого, Милосердного!",
        "tr": "\"Mektup Süleyman'dandır, Rahmân ve Rahîm Allah'ın adıyla (başlamakta)dır. \"",
        "de": "Gewiß, es ist von Sulaiman, und es lautet: ,Im Namen Allahs, des Allerbarmers, des Barmherzigen.",
        "pt": "É de Salomão (e diz assim): Em nome de Deus, o Clemente, o Misericordioso.",
        "nl": "Voorwaar, hij komt van Soelaimân en voorwaar, hij (luidt): \"In de Naam van Allah, de Erbarmer, de Meest Barmhartige.",
        "ur": "وہ سلیمانؑ کی جانب سے ہے اور اللہ رحمٰن و رحیم کے نام سے شروع کیا گیا ہے",
        "bn": "নিশ্চয় এয়া ছুলাইমানৰ তৰফৰ পৰা আৰু নিশ্চয় এইটো পৰম কৰুণাময়, পৰম দয়ালু আল্লাহৰ নামত,",
        "fa": "این [نامه] از جانب سلیمان است و چنین است: \"به نام الله بخشندۀ مهربان."
      }
    },
    {
      "verse_number": 3190,
      "verse_key": "27:31",
      "arabic_text": "أَلَّا تَعْلُوا۟ عَلَىَّ وَأْتُونِى مُسْلِمِينَ",
      "phonetic_text": "Alla taAAloo AAalayya wa/tooneemuslimeen",
      "translations": {
        "fr": "Ne vous montrez pas hautains et venez vers moi entièrement soumis.” »",
        "en": "do not put yourselves above me, and come to me in submission to God.”’",
        "es": "No os mostréis altivos conmigo [y mi mensaje] y venid a mí sumisos [monoteístas]’”.",
        "it": "non siate arroganti nei miei confronti e venite a me sottomessi ad Allah <a class=f><sup foot_note=158790>1</sup></a>».",
        "ru": "Не превозноситесь предо мною и явитесь ко мне покорными»».",
        "tr": "\"Bana karşı baş kaldırmayın, teslimiyet göstererek bana gelin diye (yazmaktadır).\"",
        "de": "Seid mir gegenüber nicht überheblich und kommt als (Allah) Ergebene zu mir’.",
        "pt": "Não vos ensoberbeçais; outrossim, vinde a mim, submissos!",
        "nl": "Verhef jezelf niet in hoogmoed boven mij en komt maar mij als overgegevenen.\"",
        "ur": "مضمون یہ ہے کہ”میرے مقابلے میں سرکشی نہ کرو اور مسلم ہو کر میرے پاس حاضر ہو جاوٴ۔“<sup foot_note=\"185847\">1</sup>",
        "bn": "‘যাতে তোমালোকে মোৰ বিৰোধিতাৰ ঔদ্ধত্য প্ৰকাশ নকৰা আৰু আনুগত্য স্বীকাৰ কৰি মোৰ ওচৰত উপস্থিত হোৱা’।",
        "fa": "بر من برتری مجویید و در حالی که [از شرک دست برداشته و] تسلیم [حق و توحید] شده‌اید، نزد من بیایید\"»."
      }
    },
    {
      "verse_number": 3191,
      "verse_key": "27:32",
      "arabic_text": "قَالَتْ يَـٰٓأَيُّهَا ٱلْمَلَؤُا۟ أَفْتُونِى فِىٓ أَمْرِى مَا كُنتُ قَاطِعَةً أَمْرًا حَتَّىٰ تَشْهَدُونِ",
      "phonetic_text": "Qalat ya ayyuha almalaoaftoonee fee amree ma kuntu qatiAAatan amran hattatashhadoon",
      "translations": {
        "fr": "Et elle ajouta : « Ô vous, assemblée de notables, je vous demande conseil à propos de cette affaire. Je ne saurais trancher aucune affaire sans votre présence et vos conseils. »",
        "en": "She said, ‘Counsellors, give me your counsel in the matter I now face: I only ever decide on matters in your presence.’",
        "es": "Dijo ella: “¡Oh, nobles! Aconsejadme sobre este asunto. No tomaré ninguna decisión sin que antes os pronunciéis”.",
        "it": "Disse <a class=f><sup foot_note=158791>1</sup></a>: «O notabili, datemi il vostro parere su questo affare: non prendo mai una decisione a vostra insaputa».",
        "ru": "Она сказала: «О знать! Посоветуйте, как мне поступить. Я никогда не принимала решений самостоятельно, пока вы находились рядом со мной».",
        "tr": "(Sonra Melike) dedi ki: \"Beyler, ulular! Bu işimde bana bir fikir verin. (Bilirsiniz) siz yanımda olmadan hiçbir işi kestirip atmam.\"",
        "de": "Sie sagte: „O ihr führende Schar, gebt mir eure Meinung über meine Angelegenheit bekannt; ich pflege ja keine Angelegenheit zu entscheiden, solange ihr nicht bei mir anwesend seid.",
        "pt": "Disse mais: Ó chefes, aconselhai-me neste problema, posto que nada decidirei sem a vossa aprovação.",
        "nl": "Zij zei: \"O vooraanstanden, geeft mij raad in mijn zaak. Ik nam geen besluit over een zaak voordat jullie er getuigen van waren.\"",
        "ur": "(خط سُنا کر)ملکہ نے کہا”اے سردارانِ قوم، میرے اس معاملے میں مجھے مشورہ دو، میں کسی معاملہ کا فیصلہ تمہارے بغیر نہیں کرتی ہوں۔“<sup foot_note=\"185848\">1</sup>",
        "bn": "ৰাণীয়ে ক’লে, ‘হে পৰিষদবৰ্গ! তোমালোকে মোৰ এই বিষয় সম্পৰ্কে অভিমত দিয়া। তোমালোকৰ উপস্থিতিবিহীন মই কোনো চূড়ান্ত সিদ্ধান্ত গ্ৰহণ নকৰোঁ’।",
        "fa": "[ملکه] گفت: «ای بزرگان، نظرتان را در این مورد بگویید؛ [چرا که] من هرگز بدون حضور [و مشورتِ] شما دربارۀ کاری تصمیم نگرفته‌ام»."
      }
    },
    {
      "verse_number": 3192,
      "verse_key": "27:33",
      "arabic_text": "قَالُوا۟ نَحْنُ أُو۟لُوا۟ قُوَّةٍ وَأُو۟لُوا۟ بَأْسٍ شَدِيدٍ وَٱلْأَمْرُ إِلَيْكِ فَٱنظُرِى مَاذَا تَأْمُرِينَ",
      "phonetic_text": "Qaloo nahnu oloo quwwatinwaoloo ba/sin shadeedin wal-amru ilayki fanthureematha ta/mureen",
      "translations": {
        "fr": "« Nous sommes dotés d’une (grande) force et disposons d’une puissance redoutable, répondirent-ils, mais c’est à toi que revient le dernier mot. À toi donc de voir ce que tu nous ordonneras. »",
        "en": "They replied, ‘We possess great force and power in war, but you are in command, so consider what orders to give us.’",
        "es": "Dijeron: “Contamos con un gran poderío y una ofensiva poderosa, pero la decisión final te pertenece. Considera cuál será tu orden”.",
        "it": "Risposero: «Disponiamo di forza e temibile determinazione. La decisione spetta a te: stabilisci dunque quello che vuoi ordinare».",
        "ru": "Они сказали: «Мы обладаем силой и великой мощью, но решение остается за тобой. Подумай, что ты прикажешь делать».",
        "tr": "Onlar, şöyle cevap verdiler: \"Biz güçlü kuvvetli kimseleriz, zorlu savaş erbabıyız, buyruk ise senindir; artık ne emredeceğini düşün taşın.\"",
        "de": "Sie sagten: „Wir besitzen eine Streitmacht und besitzen eine starke Gewalt, doch es steht dir zu, zu befehlen. So sieh zu, was du befehlen willst.",
        "pt": "Responderam: Somos poderosos e temíveis; não obstante, o assunto te incumbe; considera, pois, o que hás deordenar-nos.",
        "nl": "Zij zeiden: \"Wij beschikken over macht en wij beschikken over grote moed, maar de zaak berust bij U, zie daarom maar wat U beveelt.\"",
        "ur": "اُنہوں نے جواب دیا \"ہم طاقت ور اور لڑنے والے لوگ ہیں آگے فیصلہ آپ کے ہاتھ میں ہے آپ خود دیکھ لیں کہ آپ کو کیا حکم دینا ہے\"",
        "bn": "সিহঁতে ক’লে, ‘আমি দেখোন শক্তিশালী আৰু কঠোৰ যুদ্ধা, কিন্তু সিদ্ধান্ত গ্ৰহণ কৰাৰ অধিকাৰ কেৱল আপোনাৰ ওচৰত; এতেকে চিন্তা কৰি চাওক, কি নিৰ্দেশ কৰিব’।",
        "fa": "آنان گفتند: «ما نیروی بسیار و جنگجویانِ قدرتمندی داریم؛ ولی اختیار [و تصمیم نهایی] با توست؛ پس بررسی کن که چه دستوری بدهی»."
      }
    },
    {
      "verse_number": 3193,
      "verse_key": "27:34",
      "arabic_text": "قَالَتْ إِنَّ ٱلْمُلُوكَ إِذَا دَخَلُوا۟ قَرْيَةً أَفْسَدُوهَا وَجَعَلُوٓا۟ أَعِزَّةَ أَهْلِهَآ أَذِلَّةً ۖ وَكَذَٰلِكَ يَفْعَلُونَ",
      "phonetic_text": "Qalat inna almulooka ithadakhaloo qaryatan afsadooha wajaAAaloo aAAizzata ahlihaathillatan wakathalika yafAAaloon",
      "translations": {
        "fr": "« Lorsqu’ils entrent dans une ville, répondit-elle, les rois y sèment le désordre et humilient les plus honorables de ses habitants. C’est ce qu’ils font toujours.",
        "en": "She said, ‘Whenever kings go into a city, they ruin it and humiliate its leaders- that is what they do-",
        "es": "Dijo ella: “Los reyes, cuando invaden una ciudad, la devastan y humillan a los nobles. Así suelen hacer.",
        "it": "Disse: «In verità, quando i re penetrano in una città, la saccheggiano e riducono in miseria i più nobili dei suoi abitanti. È così che agiscono.",
        "ru": "Она сказала: «Когда цари вторгаются в селение, они разрушают его и превращают его самых славных жителей в самых униженных. Вот так они поступают.",
        "tr": "Melike, \"Hükümdarlar bir memlekete girdiler mi orayı perişan ederler ve halkının ulularını hakir hâle getirirler. (Herhalde) Onlar da böyle yapacaklardır\" dedi.",
        "de": "Sie sagte: „Gewiß, wenn Könige eine Stadt betreten, verderben sie sie und machen die Mächtigen ihrer Bewohner zu Erniedrigten, und so handeln sie.",
        "pt": "Disse ela: Quando os reis invadem a cidade, devastam-na e aviltam os seus nobres habitantes; assim farão conosco.",
        "nl": "Zei zij: \"Voorwaar, wanneer de koningen een stad binnengingen, zaaiden zij daar verderf en maakten zij de edelen onder haar inwoners tot vernederden; en zo handelen zij.",
        "ur": "ملکہ نے کہا کہ”بادشاہ جب کسی ملک میں گھُس آتے ہیں تو اسے خراب اور اس کے عزت والوں کو ذلیل کردیتے ہیں<sup foot_note=\"185849\">1</sup>۔ یہی کچھ وہ کیا کرتے ہیں<sup foot_note=\"185850\">2</sup>",
        "bn": "মহিলা গৰাকীয়ে ক’লে, ‘ৰজাসকলে যেতিয়া কোনো জনপদত (বিজয়ীৰূপে) প্ৰৱেশ কৰে তেতিয়া তাক বিপৰ্যস্ত কৰি দিয়ে আৰু তাত থকা মৰ্যাদাশীল ব্যক্তিসকলক অপদস্থ কৰে, আৰু এইটোৱে সিহঁতৰ ৰীতি;",
        "fa": "[ملکه] گفت: «بی‌تردید، وقتی پادشاهان [به عنوان فاتح] وارد شهری می‌شوند، آن را ویران [و تباه] می‌سازند و بزرگانش را خوار و ذلیل می‌کنند و رفتارشان همواره چنین بوده است."
      }
    },
    {
      "verse_number": 3194,
      "verse_key": "27:35",
      "arabic_text": "وَإِنِّى مُرْسِلَةٌ إِلَيْهِم بِهَدِيَّةٍ فَنَاظِرَةٌۢ بِمَ يَرْجِعُ ٱلْمُرْسَلُونَ",
      "phonetic_text": "Wa-innee mursilatun ilayhim bihadiyyatin fanathiratunbima yarjiAAu almursaloon",
      "translations": {
        "fr": "Je vais leur envoyer un présent et attendre avec quoi reviendront les émissaires. »",
        "en": "but I am going to send them a gift, then see what answer my envoys bring back.’",
        "es": "Voy a enviarles un regalo y a esperar con qué noticias vuelven los emisarios”.",
        "it": "Io gli invierò un dono e valuterò ciò che i messi riporteranno» <a class=f><sup foot_note=158792>1</sup></a>.",
        "ru": "Я пошлю им дары и посмотрю, с чем вернутся послы».",
        "tr": "\"Ben (şimdi) onlara bir hediye göndereyim de, bakayım elçiler ne (gibi bir sonuç) ile dönecekler.\"",
        "de": "Gewiß, ich werde (Boten) zu ihnen senden mit einem Geschenk und dann abwarten, was (für eine Antwort) die Gesandten zurückbringen.",
        "pt": "Porém, eu lhes enviarei presente, e esperarei, para ver com que voltarão os emissários.",
        "nl": "En voorwaar, ik zal hun een geschenk sturen en zien waarmee de gezanten temgkeren.\"",
        "ur": "میں اِن لوگوں کی طرف ایک ہدیہ بھیجتی ہوں، پھر دیکھتی ہوں کہ میرے ایلچی کیا جواب لے کر پلٹتے ہیں\"",
        "bn": "‘আৰু নিশ্চয় মই সিহঁতৰ ওচৰত উপঢৌকন পঠাম, চাওঁ, কটকীয়ে কি সংবাদ লৈ উভতি আহে’।",
        "fa": "و من هدیه‌ای برایشان می‌فرستم و منتظر می‌مانم تا ببینم فرستادگان چه پاسخی [برایم] می‌آورند»."
      }
    },
    {
      "verse_number": 3195,
      "verse_key": "27:36",
      "arabic_text": "فَلَمَّا جَآءَ سُلَيْمَـٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٍ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيْرٌ مِّمَّآ ءَاتَىٰكُم بَلْ أَنتُم بِهَدِيَّتِكُمْ تَفْرَحُونَ",
      "phonetic_text": "Falamma jaa sulaymana qalaatumiddoonani bimalin fama ataniyaAllahu khayrun mimma atakum bal antumbihadiyyatikum tafrahoon",
      "translations": {
        "fr": "Lorsque (les émissaires) furent arrivés chez Salomon, celui-ci dit : « Comptez-vous donc me combler de biens alors que ce qu’Allah m’a donné est bien meilleur que ce qu’Il vous a donné ? Non, c’est plutôt vous qui vous réjouissez des présents qui vous sont faits.",
        "en": "When her envoy came to Solomon, Solomon said, ‘What! Are you offering me wealth? What God has given me is better than what He has given you, though you rejoice in this gift of yours.",
        "es": "Cuando [los emisarios] se presentaron ante Salomón, [este] dijo: “¿Acaso me ofrecéis riquezas [para tentarme], cuando lo que Dios me ha concedido es mejor que las riquezas con las que Él os ha provisto? Sois vosotros quienes os complacéis con vuestros regalos.",
        "it": "Quando giunsero presso Salomone, [egli] disse: «Volete forse lusingarmi con le ricchezze? Ciò che Allah mi ha concesso è meglio di quello che ha concesso a voi. No, siete voi che vi gloriate del vostro dono.",
        "ru": "Когда они прибыли к Сулейману (Соломону), он сказал: «Неужели вы можете помочь мне богатством? То, что даровал мне Аллах, лучше того, что Он даровал вам. Нет, это вы радуетесь преподнесенным вам дарам.",
        "tr": "(Elçiler, hediyelerle) gelince Süleyman şöyle dedi: \"Siz bana mal ile yardım mı etmek istiyorsunuz? Allah'ın bana verdiği, size verdiğinden daha iyidir. Ama siz, hediyenizle böbürlenirsiniz.\"",
        "de": "Als er zu Sulaiman kam, sagte dieser : „Wollt ihr mich mit Besitz unterstützen? Aber das, was mir Allah gegeben hat, ist besser als das, was Er euch gegeben hat. Nein! Vielmehr seid ihr es, die ihr über euer Geschenk froh seid.",
        "pt": "Mas quando (o emissário) se apresentou ante Salomão, este lhe disse: Queres proporcionar-me riquezas? Sabe queaquelas que Deus me concedeu são preferíveis às que vos concedeu! Entretanto, vós vos regozijais de vossos presentes!",
        "nl": "Maar toen hij (de gezant) bij Soelaimân kwam, zei hij: \"Zouden jullie mij met bezit steunen? Dat wat Allah mij gegeven heeft is beter dan wat Hij jullie gegeven heeft. Maar jullie verheugen je over jullie geschenk.",
        "ur": "جب وہ (ملکہ کا سفیر)سلیمانؑ  کے ہاں پہنچا تو اس نے کہا”کیا تم لوگ مال سے میری مدد کرنا چاہتے ہو؟ جو کچھ خدا نے مجھے دے رکھا ہے وہ اس سے بہت زیادہ ہے جو تمہیں دیا ہے۔<sup foot_note=\"185851\">1</sup> تمہارا ہدیہ تمہی کو مبارک رہے",
        "bn": "এতেকে যেতিয়া কটকী আহি ছুলাইমানৰ ওচৰত উপস্থিত হ'ল, তেতিয়া তেওঁ উত্তৰত ক’লে, ‘তোমালোকে মোক ধন-সম্পদ প্ৰদান কৰি সহায় কৰিব বিচাৰিছা নেকি? (শুনা) আল্লাহে মোক যি দান কৰিছে সেয়া তোমালোকক যি দিছে তাতকৈও উৎকৃষ্ট বৰং তোমালোকেই তোমালোকৰ উপঢৌকন লৈ আনন্দ কৰাগৈ।",
        "fa": "هنگامی که [فرستادۀ ملکه] نزد سلیمان آمد، [سلیمان] گفت: «آیا [می‌خواهید] با مال [و ثروت] به من کمک کنید؟ آنچه الله [از پیامبری و دانش و فرمانروایی] به من بخشیده، از آن چیزی که به شما عطا کرده بهتر است؛ بلکه شمایید که به هدیۀ خویش [و ثروت‌های دنیا] شادمان می‌شوید."
      }
    },
    {
      "verse_number": 3196,
      "verse_key": "27:37",
      "arabic_text": "ٱرْجِعْ إِلَيْهِمْ فَلَنَأْتِيَنَّهُم بِجُنُودٍ لَّا قِبَلَ لَهُم بِهَا وَلَنُخْرِجَنَّهُم مِّنْهَآ أَذِلَّةً وَهُمْ صَـٰغِرُونَ",
      "phonetic_text": "IrjiAA ilayhim falana/tiyannahum bijunoodinla qibala lahum biha walanukhrijannahum minhaathillatan wahum saghiroon",
      "translations": {
        "fr": "Retournez donc vers eux. Nous viendrons les trouver avec des armées auxquelles ils ne pourront résister. Nous les chasserons de leur pays, humiliés et la tête basse. »",
        "en": "Go back to your people: we shall certainly come upon them with irresistible forces, and drive them, disgraced and humbled, from their land.’",
        "es": "Regresad a vuestro pueblo [con los regalos, y advertid] que los combatiremos con huestes a las que no podrán vencer, y los expulsaremos de su tierra, sometidos y humillados”.",
        "it": "Ritornate dai vostri. Marceremo contro di loro con armate alle quali non potranno resistere e li scacceremo, umiliati e miserabili».",
        "ru": "Возвращайся к ним, а мы обязательно прибудем с войском, перед которым они не устоят, и изгоним их оттуда униженными и ничтожными».",
        "tr": "\"(Ey elçi) Onlara var (söyle); iyi bilsinler ki, kendilerine asla karşı koyamayacakları ordularla gelir, onları, muhakkak surette hor ve hakir halde oradan çıkarırız!\"",
        "de": "Kehr zu ihnen zurück. Wir werden ganz gewiß mit Heerscharen über sie kommen, denen sie nichts entgegenzusetzen haben. Und wir werden sie ganz gewiß erniedrigt daraus vertreiben, als Geringgeachtete.",
        "pt": "Retorna aos teus! Em verdade, atacá-los-emos com exércitos que não poderão enfrentar, e os expulsaremos, aviltados ehumilhados, de suas terras.",
        "nl": "Keer naar Hen terug, wij komen zeker met troepen naar hen, waartegen zij geen verzet kunnen bieden. En Wij zullen hen zeker daaruit verdrijven, vemederd, terwijl zij onderworpenen zijn.",
        "ur": "(اے سفیر)واپس جا اپنے بھیجنے والوں کی طرف۔ ہم ان پر ایسے لشکر لے کر آئیں گے<sup foot_note=\"185852\">1</sup>  جن کا مقابلہ وہ نہ کر سکیں گے اور ہم انہیں ایسی ذلّت کے ساتھ وہاں سے نکالیں گے کہ وہ خوار ہو کر رہ جائیں گے۔“",
        "bn": "‘সিহঁতৰ ওচৰলৈ উভতি যোৱা, (আৰু শুনা) আমি অৱশ্যে সিহঁতৰ ওচৰত এনেকুৱা সৈন্যবাহিনী লৈ আহিম যাৰ মুকাবিলা কৰাৰ শক্তি সিহঁতৰ নাই, লগতে সিহঁতক আমি অৱশ্যে তাৰ পৰা লাঞ্ছিত কৰি বহিষ্কাৰ কৰিম আৰু সিহঁত হ’ব অপমানিত’।",
        "fa": "نزد آنان بازگرد [و بگو که] قطعاً با لشکریانی به سویشان خواهیم آمد که توان مقابله با آن را نداشته باشند و بی‌تردید، آنان را از آن [سرزمین] با خفت و خواری بیرون می‌کنیم»."
      }
    },
    {
      "verse_number": 3197,
      "verse_key": "27:38",
      "arabic_text": "قَالَ يَـٰٓأَيُّهَا ٱلْمَلَؤُا۟ أَيُّكُمْ يَأْتِينِى بِعَرْشِهَا قَبْلَ أَن يَأْتُونِى مُسْلِمِينَ",
      "phonetic_text": "Qala ya ayyuha almalaoayyukum ya/teenee biAAarshiha qabla an ya/toonee muslimeen",
      "translations": {
        "fr": "Et il ajouta : « Ô vous, assemblée de notables ! Qui de vous pourrait m’apporter son trône (à elle) avant même qu’ils ne viennent vers moi soumis ? »",
        "en": "Then he said, ‘Counsellors, which of you can bring me her throne before they come to me in submission?’",
        "es": "Dijo [Salomón a su corte]: “¡Oh, nobles! ¿Quién de vosotros me traerá su trono antes de que vengan a mí, sumisos?”",
        "it": "Disse [Salomone]: «O notabili, chi di voi mi porterà il suo trono <a class=f><sup foot_note=158793>1</sup></a>prima che vengano a me sottomessi?».",
        "ru": "Он сказал: «О знать! Кто из вас принесет мне ее трон до того, как они предстанут предо мною покорными?».",
        "tr": "(Sonra Süleyman müşavirlerine) dedi ki: \"Ey ulular! Onlar teslimiyet gösterip bana gelmeden önce, hanginiz o Melike'nin tahtını bana getirebilir?\"",
        "de": "Er sagte: „O ihr führende Schar, wer von euch bringt mir ihren Thron, bevor sie als (Allah) Ergebene zu mir kommen?",
        "pt": "Disse (dirigindo-se aos seus): Ó chefes, quem de vós trará o trono dela, ates que venham a mim, submissos?",
        "nl": "Hij zei: \"O vooraanstanden, wie van jullie brengt mij haar troon, voordat zij naar mij komen als overgegevenen.\"",
        "ur": "<sup foot_note=\"171420\">1</sup>سلیمانؑ نے کہا”اے اہلِ دربار، تم میں سےکون اس کا تخت میرے پاس لاتا ہے قبل اس کے کہ وہ لوگ مطیع ہو کر میرے پاس حاضر ہوں؟<sup foot_note=\"171421\">2</sup>",
        "bn": "(ছুলাইমানে তেওঁ পৰিষদবৰ্গক উদ্দেশ্য কৰি) ক’লে, ‘হে পৰিষদবৰ্গ! সিহঁত মোৰ ওচৰলৈ আত্মসমৰ্পণ কৰি অহাৰ পূৰ্বেই তোমালোকৰ মাজৰ কোনে মোক তাইৰ সিংহাসন আনি দিব পাৰিবা’?",
        "fa": "[آنگاه] گفت: «ای بزرگان، کدام‌یک از شما ـ پیش از آنکه آنان تسلیم‌شده نزد من بیایند ـ تخت او را برایم می‌آورد؟»"
      }
    },
    {
      "verse_number": 3198,
      "verse_key": "27:39",
      "arabic_text": "قَالَ عِفْرِيتٌ مِّنَ ٱلْجِنِّ أَنَا۠ ءَاتِيكَ بِهِۦ قَبْلَ أَن تَقُومَ مِن مَّقَامِكَ ۖ وَإِنِّى عَلَيْهِ لَقَوِىٌّ أَمِينٌ",
      "phonetic_text": "Qala AAifreetun mina aljinni anaateeka bihi qabla an taqooma min maqamika wa-inneAAalayhi laqawiyyun ameen",
      "translations": {
        "fr": "Un puissant djinn répondit alors : « Moi, je te l’apporterai avant même que tu ne te sois levé de ta place. Pour ce faire, je suis fort et digne de confiance. »",
        "en": "A powerful and crafty jinn replied, ‘I will bring it to you before you can even rise from your place. I am strong and trustworthy enough,’",
        "es": "Uno de los yinn poderosos dijo: “Yo te lo traeré antes de que te levantes de tu trono. Yo puedo hacerlo y soy digno de tu confianza”.",
        "it": "Un ifrit tra i dèmoni <a class=f><sup foot_note=158794>1</sup></a>disse: «Te lo porterò prima ancora che tu ti sia alzato dal tuo posto, ne sono ben capace e son degno di fiducia».",
        "ru": "Силач из числа джиннов сказал: «Я принесу его тебе прежде, чем ты встанешь со своего места (до окончания собрания). Я достаточно силен и заслуживаю доверия для этого».",
        "tr": "Cinlerden bir ifrit, \"Sen makamından kalkmadan ben onu sana getiririm. Gerçekten bu işe gücüm ve güvenim var.\" dedi.",
        "de": "Ein unüberwindlicher von den Ginn sagte: „Ich bringe ihn dir, bevor du dich von deiner Stelle erhebst. Und ich bin wahrlich stark (genug) dazu und vertrauenswürdig.",
        "pt": "Um intrépido, dentre os gênios, lhe disse: Eu to trarei ates que te tenhas levantado do teu assento, porque sou poderoso efiel ao meu compromisso.",
        "nl": "Een Ifrît van de Djinn's zei: \"Ik zal hem naar jou brengen voordat jij van jouw plaats opstaat en voorwaar, ik ben zeker een betrouwbare kracht daartoe.\"",
        "ur": "جِنوں میں سے ایک قوی ہیکل نے عرض کیا میں اسے حاضر کر دوں گا قبل اس کے کہ آپ اپنی جگہ سے اُٹھیں۔<sup foot_note=\"185853\">1</sup> میں اس کی طاقت رکھتا ہوں اور امانتدار ہوں۔“<sup foot_note=\"185854\">2</sup>",
        "bn": "এজন শক্তিশালী জিনে ক’লে, ‘আপুনি আপোনাৰ স্থানৰ পৰা উঠাৰ পূৰ্বেই মই সেইখন লৈ উপস্থিত হম আৰু এই বিষয়ে নিশ্চয় মই শক্তিমান, বিশ্বস্ত’।",
        "fa": "یكى از جنّیانِ تنومند گفت: «پیش از آنکه از جایت برخیزی، من آن را نزدت می‌آورم و قطعاً بر انجام این کار، نیرومند و امینم»."
      }
    },
    {
      "verse_number": 3199,
      "verse_key": "27:40",
      "arabic_text": "قَالَ ٱلَّذِى عِندَهُۥ عِلْمٌ مِّنَ ٱلْكِتَـٰبِ أَنَا۠ ءَاتِيكَ بِهِۦ قَبْلَ أَن يَرْتَدَّ إِلَيْكَ طَرْفُكَ ۚ فَلَمَّا رَءَاهُ مُسْتَقِرًّا عِندَهُۥ قَالَ هَـٰذَا مِن فَضْلِ رَبِّى لِيَبْلُوَنِىٓ ءَأَشْكُرُ أَمْ أَكْفُرُ ۖ وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِۦ ۖ وَمَن كَفَرَ فَإِنَّ رَبِّى غَنِىٌّ كَرِيمٌ",
      "phonetic_text": "Qala allathee AAindahu AAilmunmina alkitabi ana ateeka bihi qabla anyartadda ilayka tarfuka falamma raahumustaqirran AAindahu qala hatha min fadlirabbee liyabluwanee aashkuru am akfuru waman shakara fa-innamayashkuru linafsihi waman kafara fa-inna rabbee ghaniyyun kareem",
      "translations": {
        "fr": "Celui qui était initié à la science du Livre dit alors : « Moi, je te l’apporterai avant même que tu n’aies cligné de l’œil. » Lorsque Salomon eut vu (le trône) installé près de lui, il dit : « C’est là une des faveurs de mon Seigneur Qui m’éprouve (pour voir) si je suis reconnaissant ou ingrat. Car, quiconque est reconnaissant le sera pour lui-même, et quiconque est ingrat (doit savoir qu’) Allah Se passe de (sa reconnaissance) et qu’Il est Généreux. »",
        "en": "but one of them who had some knowledge of the Scripture said, ‘I will bring it to you in the twinkling of an eye.’ When Solomon saw it set before him, he said, ‘This is a favour from my Lord, to test whether I am grateful or not: if anyone is grateful, it is for his own good, if anyone is ungrateful, then my Lord is self-sufficient and most generous.’",
        "es": "Dijo [un creyente piadoso] que tenía conocimiento del Libro: “Yo te lo traeré antes de que parpadees”. Y cuando [Salomón] lo vio delante de él dijo: “Esta es una de las gracias de mi Señor para probarme si soy agradecido o ingrato. Quien agradezca [las gracias de su Señor] se beneficiará a sí mismo, pero quien sea ingrato sepa que mi Señor es Opulento, Generoso”.",
        "it": "Uno che aveva conoscenza del Libro <a class=f><sup foot_note=158795>1</sup></a>disse: «Te lo porterò prima ancora che tu possa battere ciglio». Quando poi [Salomone] lo vide posarsi presso di sé, disse: «Questo è parte della grazia del mio Signore per mettermi alla prova, [e vedere] se sarò riconoscente o ingrato. Quanto a chi è riconoscente, lo è per se stesso, e chi è ingrato… [sappia che] il mio Signore basta a Se Stesso ed è generoso».",
        "ru": "А тот, который обладал знанием из Писания, сказал: «Я принесу его тебе в мгновение ока». Увидев установленный перед ним трон, он сказал: «Мой Господь оказал мне эту милость для того, чтобы испытать меня, буду ли я благодарен или же буду непризнателен. Кто благодарен, тот благодарен во благо себе. А если кто непризнателен, то ведь мой Господь - Богатый, Великодушный».",
        "tr": "Kitaptan ilmi olan kimse ise, \"Gözünü açıp kapamadan, ben onu sana getiririm\" dedi. (Süleyman) onu (Melike'nin tahtını) yanıbaşına yerleşivermiş görünce, \"Bu, dedi, şükür mü edeceğim, yoksa nankörlük mü edeceğim diye beni sınamak üzere Rabbimin (gösterdiği) lütfundandır. Şükreden ancak kendisi için şükretmiş olur; nankörlük edene gelince, o bilsin ki Rabbim müstağnidir, çok kerem sahibidir.\"",
        "de": "Derjenige, der Wissen aus der Schrift hatte, sagte: „Ich bringe ihn dir, bevor dein Blick zu dir zurückkehrt. Als er ihn unbeweglich bei sich stehen sah, sagte er: „Dies ist von der Huld meines Herrn, damit Er mich prüft, ob ich dankbar oder undankbar bin. Wer dankbar ist, der ist nur zu seinem eigenen Vorteil dankbar; wer aber undankbar ist - so ist mein Herr unbedürftig und freigebig.",
        "pt": "Disse aquele que possuía o conhecimento do Livro: Eu to trarei em menos tempo que um abrir e fechar de olhos! Equando (Salomão) viu o trono ante ele, disse: Isto provém da graça de meu Senhor, para verificar se sou grato ou ingrato. Pois quem agradece, certamente o faz em benefício próprio; e saiba o mal-agradecido que meu Senhor não necessita deagraciamentos, e é Generoso.",
        "nl": "Degene met kennis van Schrift zei: \"ik zal hein in een oogwenk naar jou toebrengen.\" En toen hij hem vóór zich geplaatst zag, zei hij: \"Dit is een gunst van mijn Heer, om mij op de proef te stellen of ik dankbaar zal zijn of ik ondankbaar zal zijn. Maar hij die dankbaar is, is slechts dankbaar voor zichzelf. En wie ondankbaar is: voorwaar, mijn Heer is Behoefteloos. Edel.\"",
        "ur": "جس شخص کے پاس کتاب کا ایک علم تھا وہ بولا”میں آپ کی پلک جھپکنے سے پہلے اسے لائے دیتا ہوں۔<sup foot_note=\"185857\">1</sup>“ جُونہی کہ سلیمان ؑ نے وہ تخت اپنے پاس رکھا ہوا دیکھا، وہ پکار اُٹھا”یہ میرے ربّ کا فضل ہے تاکہ وہ مجھے آزمائے کہ میں شکر کرتا ہوں یا کافرِ نعمت بن جاتا ہوں<sup foot_note=\"185858\">2</sup>۔ اور جو کوئی شکر کرتا ہے اس کا شکر اس کے اپنے ہی لیے مفید ہے، ورنہ کوئی نا شکری کرے تو میرا ربّ بے نیاز اور اپنی ذات میں آپ بزرگ ہے<sup foot_note=\"185859\">3</sup>۔“",
        "bn": "যাৰ ওচৰত পুথিৰ জ্ঞান আছিল তেওঁ ক’লে, ‘মই চকুৰ পলকতে সেয়া আপোনাৰ ওচৰত আনি দিব পাৰিম’। এতেকে ছুলাইমানে যেতিয়া সেয়া তেওঁৰ সন্মুখত স্থিৰ অৱস্থাত দেখিলে তেতিয়া তেওঁ ক’লে, ‘এয়া মোৰ প্ৰতিপালকৰ অনুগ্ৰহ, যাতে তেওঁ মোক পৰীক্ষা কৰে যে, মই তেওঁৰ কৃতজ্ঞতা প্ৰকাশ কৰোঁ নে অকৃতজ্ঞতা প্ৰকাশ কৰোঁ। এতেকে যিয়ে কৃতজ্ঞতা প্ৰকাশ কৰে সি নিজৰ কল্যাণৰ বাবেই কৃতজ্ঞতা প্ৰকাশ কৰে, আৰু যিয়ে অকৃতজ্ঞ হয়, সি জানি থোৱা উচিত যে, নিশ্চয় মোৰ ৰব্ব অভাৱমুক্ত, মহানুভৱ’।",
        "fa": "کسی‌ که دانشی از کتاب [الهی] داشت گفت: «پیش از آنکه چشم بر هم بزنی، آن را برایت می‌آورم». وقتی [سلیمان] آن [تخت] را نزد خود مستقر دید، گفت: «این از فضل پروردگار من است تا مرا بیازماید که آیا سپاس می‌گزارم یا ناسپاسی می‌کنم؛ پس هر کس سپاس گزارد، تنها به سود خویش سپاس می‌گزارد و هر کس ناسپاسی کند، [به زیانِ خود ناسپاسی کرده است؛ چرا که] بی‌تردید، پروردگارم بی‌نیاز کریم است."
      }
    },
    {
      "verse_number": 3200,
      "verse_key": "27:41",
      "arabic_text": "قَالَ نَكِّرُوا۟ لَهَا عَرْشَهَا نَنظُرْ أَتَهْتَدِىٓ أَمْ تَكُونُ مِنَ ٱلَّذِينَ لَا يَهْتَدُونَ",
      "phonetic_text": "Qala nakkiroo laha AAarshahananthur atahtadee am takoonu mina allatheenala yahtadoon",
      "translations": {
        "fr": "(Salomon) dit : « Déguisez-lui son trône. Nous allons voir si elle sera suffisamment guidée (pour le reconnaître) ou si elle sera de ceux qui ne sont point guidés. »",
        "en": "Then he said, ‘Disguise her throne, and we shall see whether or not she recognizes it.’",
        "es": "Dijo [Salomón]: “Alterad la apariencia de su trono, para que cuando lo vea sepamos si se deja guiar [a la verdad] o es de aquellos que rehúsan la guía”<sup foot_note=168945>1</sup>.",
        "it": "E disse: «Rendetele irriconoscibile il suo trono: vedremo se lo riconoscerà o se fa parte di coloro che non sono guidati» <a class=f><sup foot_note=158796>1</sup></a>.",
        "ru": "Он сказал: «Переделайте ее трон так, чтобы она не узнала его, и мы посмотрим, следует она прямым путем или же является одной из тех, кто не следует прямым путем».",
        "tr": "(Süleyman devamla) dedi ki: \"Onun tahtını bilemeyeceği bir vaziyete sokun; getirin bakalım tanıyabilecek mi, yoksa tanıyamayanlardan mı olacak?\"",
        "de": "Er sagte: „Macht ihr ihren Thron unkenntlich, wir wollen schauen, ob sie rechtgeleitet wird oder ob sie zu denjenigen gehört, die nicht rechtgeleitet werden.",
        "pt": "Disse: Dissimulai-lhe o trono, e assim veremos se ela está iluminada ou se está inscrita entre os desencaminhados.",
        "nl": "Hij (Soelaimân) zei: \"Maak haar troon onherkenbaar voor haar, zodat wij zien of zij herkent of dat zij behoort tot degenen die niet herkennen.\"",
        "ur": "<sup foot_note=\"171422\">1</sup>سلیمانؑ نے کہا”انجان طریقے سے اس کا تخت اس کے سامنے رکھ دو، دیکھیں وہ صحیح بات تک پہنچتی ہے یا اُن لوگوں میں سے ہے جو راہِ راست نہیں پاتے۔“<sup foot_note=\"171423\">2</sup>",
        "bn": "ছুলাইমানে ক’লে, ‘তোমালোকে তাইৰ সিংহাসনৰ আকাৰ-আকৃতি পৰিবৰ্তন কৰি দিয়া, চাওঁ, তাই সঠিক দিহ পায় নে সিহঁতৰ অন্তৰ্ভুক্ত হয় যিহঁতে কোনো দিহ নাপায়’।",
        "fa": "[سلیمان] گفت: «تختش را [تغییر شكل دهید و] برایش ناشناس کنید تا ببینیم آیا [آن را] تشخیص می‌دهد یا از کسانی است که [اشیا و اموال خود را] نمی‌شناسند."
      }
    },
    {
      "verse_number": 3201,
      "verse_key": "27:42",
      "arabic_text": "فَلَمَّا جَآءَتْ قِيلَ أَهَـٰكَذَا عَرْشُكِ ۖ قَالَتْ كَأَنَّهُۥ هُوَ ۚ وَأُوتِينَا ٱلْعِلْمَ مِن قَبْلِهَا وَكُنَّا مُسْلِمِينَ",
      "phonetic_text": "Falamma jaat qeela ahakathaAAarshuki qalat kaannahu huwa waooteena alAAilmamin qabliha wakunna muslimeen",
      "translations": {
        "fr": "Quand (la reine) fut venue, il lui fut demandé : « Est-ce bien là ton trône ? » Elle répondit : « Il m’a tout l’air de l’être. » (Salomon dit alors dans le secret du cœur) : « Le savoir nous a été donné avant elle et nous étions Soumis. »",
        "en": "When she arrived, she was asked, ‘Is this your throne?’ She replied, ‘It looks like it.’ [Solomon said], ‘We were given knowledge before her, and we devoted ourselves to God;",
        "es": "Cuando ella llegó, se le preguntó: “¿Así es tu trono?” Respondió: “Pareciera que fuera él”. [Dijo Salomón:] “Recibimos el conocimiento antes que ella y nos sometimos a Dios”.",
        "it": "Quando giunse, le fu detto: «È questo il tuo trono?». Rispose: «Sembrerebbe che lo sia». [Disse Salomone]: «Già ci fu data la scienza e già fummo sottomessi ad Allah».",
        "ru": "Когда она прибыла, ей сказали: «Таков ли твой трон?». Она сказала: «Будто это он и есть». Сулейман (Соломон) сказал: «Знание было даровано нам раньше, чем ей, и мы являемся мусульманами».",
        "tr": "Melike gelince, \"Senin tahtın da böyle mi?\" dendi. O şöyle cevap verdi: \"Tıpkı o! Zaten bize daha önce bilgi verilmiş ve biz teslimiyet göstermiştik.\"",
        "de": "Als sie kam, wurde (zu ihr) gesagt: „Ist dein Thron so (wie dieser hier)? Sie sagte: „Es ist so, als ob er es sei. (Sulaiman sagte:) „Und uns wurde schon davor das Wissen gegeben, und wir waren (Allah) ergeben.",
        "pt": "E quando (a rainha) chegou, foi-lhe perguntado: O teu trono é assim? Ela respondeu: Parece que é o mesmo! E eis querecebemos a ciência antes daquilo, e nos submetemos (à vontade divina).",
        "nl": "Toen zij aankwam, werd haar gezegd: \"Es dit jouw troon?\" Zij zei: \"Het is alsof hij het is.\" (Soelaimân zei:) \"Aan ons is vóór haar al kennis gegeven en wij gaven ons (aan Allah) over.\"",
        "ur": "ملکہ جب حاضر ہوئی تو اس سے کہا گیا کیا تیرا تخت ایسا ہی ہے؟ وہ کہنے لگی”یہ تو گویا وہی ہے<sup foot_note=\"185860\">1</sup>۔ ہم تو پہلے ہی جان گئے تھے اور ہم نے سرِ اطاعت جُھکا دیا تھا۔ (یا ہم مسلم ہو چکے تھے)۔“<sup foot_note=\"185861\">2</sup>",
        "bn": "এতেকে যেতিয়া তাই আহিল, তেতিয়া তাইক কোৱা হ’ল, ‘তোমাৰ সিংহাসন এনেকুৱাই নেকি’? তাই ক’লে, ‘সেইখনেই যেন লাগিছে, আৰু আমাক ইয়াৰ পূৰ্বেই প্ৰকৃত জ্ঞান দান কৰা হৈছে আৰু আমি আজ্ঞাবহ হৈছোঁ’।",
        "fa": "هنگامی که [ملکۀ سبأ] آمد، [به او] گفته شد: «آیا تخت تو این گونه است؟» [ملکه] گفت: «گویی همان است» و [سلیمان گفت:] «این دانش [و توانایی] پیش از این به ما داده شده است و همواره فرمانبردار بوده‌ایم»."
      }
    },
    {
      "verse_number": 3202,
      "verse_key": "27:43",
      "arabic_text": "وَصَدَّهَا مَا كَانَت تَّعْبُدُ مِن دُونِ ٱللَّهِ ۖ إِنَّهَا كَانَتْ مِن قَوْمٍ كَـٰفِرِينَ",
      "phonetic_text": "Wasaddaha ma kanattaAAbudu min dooni Allahi innaha kanat minqawmin kafireen",
      "translations": {
        "fr": "C’est ce qu’elle adorait en dehors d’Allah qui la détournait (de la foi), car elle était issue d’un peuple mécréant.",
        "en": "she was prevented by what she worshipped instead of God, for she came from a disbelieving people.’",
        "es": "Lo que ella adoraba en lugar de Dios le impedía ver la Verdad. Pertenecía a un pueblo de incrédulos.",
        "it": "Ciò che adorava all’infuori di Allah l’aveva distolta. Invero faceva parte di un popolo miscredente.",
        "ru": "Ей мешало то, чему она поклонялась вместо Аллаха, ведь она принадлежала к неверующему народу.",
        "tr": "O'nu, Allah'tan başka taptığı şeyler alıkoymuştu. Çünkü kendisi inkârcı bir kavimdendi.",
        "de": "Aber abgehalten (vom Glauben) hat sie das, dem sie anstatt Allahs diente, denn sie gehörte zu ungläubigen Leuten.",
        "pt": "Desviaram-na aqueles a quem ela adorava, em vez de Deus, porque era de um povo incrédulo.",
        "nl": "En zij werd verhinderd door wat zij naast Allah aanbad. Voorwaar, zij behoorde tot het ongelovige volk.",
        "ur": "اُس کو (ایمان لانے سے)جس چیز نے روک رکھا تھا وہ اُن معبُودوں کی عبادت تھی جنہیں وہ اللہ کے سوا پُوجتی تھی، کیونکہ وہ ایک کافر قوم سے تھی۔<sup foot_note=\"185862\">1</sup>",
        "bn": "আৰু আল্লাহৰ পৰিবৰ্তে তাই যাৰ পূজা পাঠ কৰিছিল সেইটোৱে তাইক ঈমানৰ পৰা নিবৃত্ত কৰিছিল। নিশ্চয় তাই আছিল কাফিৰ সম্প্ৰদায়ৰ অন্তৰ্ভুক্ত।",
        "fa": "و آنچه [به تقلید از قومش] به جای الله عبادت می‌کرد، او را [از ایمان و توحید] بازداشته بود. بی‌تردید، او [= ملکه] از جملۀ کافران بود."
      }
    },
    {
      "verse_number": 3203,
      "verse_key": "27:44",
      "arabic_text": "قِيلَ لَهَا ٱدْخُلِى ٱلصَّرْحَ ۖ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَن سَاقَيْهَا ۚ قَالَ إِنَّهُۥ صَرْحٌ مُّمَرَّدٌ مِّن قَوَارِيرَ ۗ قَالَتْ رَبِّ إِنِّى ظَلَمْتُ نَفْسِى وَأَسْلَمْتُ مَعَ سُلَيْمَـٰنَ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
      "phonetic_text": "Qeela laha odkhulee assarhafalamma raat-hu hasibat-hu lujjatan wakashafat AAansaqayha qala innahu sarhunmumarradun min qawareera qalat rabbi innee thalamtunafsee waaslamtu maAAa sulaymana lillahi rabbi alAAalameen",
      "translations": {
        "fr": "Il lui fut dit : « Entre dans le palais. » Or le voyant, elle crut (devoir pénétrer dans) une eau profonde et, (retroussant sa robe), elle découvrit ses jambes. (Salomon) dit alors : « C’est un palais tout pavé de cristal. » À quoi elle répliqua : « Seigneur ! J’ai été injuste envers moi-même. Je me soumets, aux côtés de Salomon, au Seigneur de l’Univers. »",
        "en": "Then it was said to her, ‘Enter the hall,’ but when she saw it, she thought it was a deep pool of water, and bared her legs. Solomon explained, ‘It is just a hall paved with glass,’ and she said, ‘My Lord, I have wronged myself: I devote myself, with Solomon, to God, the Lord of the Worlds.’",
        "es": "Se le dijo: “Entra en el palacio [que los yinn habían construido para Salomón]”. Cuando ella lo vio, pensó que ingresaría a un estanque de agua y se recogió el vestido. Dijo [Salomón]: “Todo este palacio es de cristal pulido”. Dijo ella: “¡Señor mío! He sido injusta conmigo misma [al adorar a otros junto a Dios], me someto junto con Salomón al [único] Dios, el Señor del universo”.",
        "it": "Le fu detto: «Entra nel palazzo». Quando lo vide, credette che fosse un’acqua profonda e si scoprì le gambe. [Allora Salomone] disse: «E un palazzo lastricato di cristallo» <a class=f><sup foot_note=158797>1</sup></a>. Disse [quella]: «Signore! Sono stata ingiusta nei miei stessi confronti. Mi sottometto con Salomone ad Allah, Signore dei mondi».",
        "ru": "Ей сказали: «Войди во дворец». Увидев его, она приняла его за водную пучину и обнажила свои голени. Он сказал: «Это - отшлифованный дворец из хрусталя». Она сказала: «Господи! Я была несправедлива к самой себе. Я покоряюсь вместе с Сулейманом (Соломоном) Аллаху, Господу миров».",
        "tr": "Ona \"köşke gir!\" dendi. Melike onu görünce derin bir su sandı ve eteğini çekti. Süleyman \"Bu billurdan yapılmış, şeffaf bir zemindir\" dedi. Melike dedi ki: \"Rabbim! Ben gerçekten kendime yazık etmiştim. Süleyman'ın maiyyetinde, âlemlerin Rabbi olan Allah'a teslim oldum.\"",
        "de": "Es wurde zu ihr gesagt: „Tritt in den Prachtbau ein. Als sie ihn sah, hielt sie ihn für ein tiefes Wasser und entblößte ihre Unterschenkel. Er sagte: „Es ist ein mit Glas ausgelegter Prachtbau. Sie sagte: „Mein Herr, ich habe mir selbst Unrecht zugefügt, aber ich ergebe mich (nun), zusammen mit Sulaiman, Allah, dem Herrn der Weltenbewohner.",
        "pt": "Foi-lhe dito: Entra no palácio! E quando o viu, pensou que no piso houvesse água; e, (recolhendo a saia), descobriu assuas pernas; (Salomão) lhe disse: É um palácio revestido de cristal. Ela disse: Ó Senhor meu, em verdade fui iníqua; agorame consagro, com Salomão, a Deus, Senhor do Universo!",
        "nl": "Er werd tegen haar gezegd: \"Treed het paleis binnen.\" Toen zij het zag, dacht zij dat het een waterplas was en zij trok (haar gewaad) op van haar benen. Hij zei: \"Het is een paleis dat betegeld is met glas. Zij zei: \"Mijn Heer, voorwaar, ik heb mijzelf onrecht aangedaan en ik geef mij met Soelaimân over aan Allah, de Heer der Werelden.\"",
        "ur": "اس سے کہا گیا کہ محل میں داخل ہو۔ اس نے جو دیکھا تو سمجھی کہ پانی کا حوض ہے اور اُترنے کےلیے اس نےاپنے پائینچے اُٹھا لیے۔ سلیمانؑ نے کہا یہ شیشے کا چکنا فرش ہے۔<sup foot_note=\"185863\">1</sup> اس پروہ پکار اُٹھی”اے میرے ربّ (آج تک)میں اپنے نفس پر بڑا ظلم کرتی رہی، اور اب میں نے سلیمانؑ کے ساتھ اللہ ربّ العالمین کی اطاعت قبول کر لی۔“<sup foot_note=\"185864\">2</sup>",
        "bn": "তাইক কোৱা হ’ল, ‘প্ৰাসাদটোৰ ভিতৰত প্ৰৱেশ কৰা’। এতেকে যেতিয়া তাই সেইটো দেখিলে তেতিয়া তাই সেইটোক জলাশয় বুলি ভাবিলে আৰু দুয়ো ভৰিৰ কাপোৰ কলাফুলিলৈকে অনাবৃত কৰিলে। তেওঁ (ছুলাইমানে) ক’লে, ‘এয়া কাচেৰে নিৰ্মিত স্বচ্ছ প্ৰাসাদহে’। মহিলা গৰাকীয়ে (প্ৰাৰ্থনা কৰি) ক’লে, ‘হে মোৰ ৰব্ব! নিশ্চয় মই নিজৰ প্ৰতি অন্যায় কৰিছিলোঁ, আৰু মই এতিয়া ছুলাইমানৰ লগত সৃষ্টিজগতৰ ৰব্ব আল্লাহৰ প্ৰতি আত্মসমৰ্পণ কৰিলোঁ’।",
        "fa": "به وی گفته شد: «به صحن [قصر] وارد شو». هنگامی که آن را دید، پنداشت که حوضی است و دو ساق [پای] خویش را برهنه کرد [تا از آب بگذرد. سلیمان] گفت: «این [آب نیست؛ بلکه] کاخی است که با [قطعات] بلور فرش ‌شده است». [آنگاه او را به توحید دعوت داد. ملکه سبأ] گفت: «پروردگارا، من به خود ستم کرده‌ام و [اینک] همراه سلیمان، تسلیم الله ـ پروردگار جهانیان ـ شدم»."
      }
    },
    {
      "verse_number": 3204,
      "verse_key": "27:45",
      "arabic_text": "وَلَقَدْ أَرْسَلْنَآ إِلَىٰ ثَمُودَ أَخَاهُمْ صَـٰلِحًا أَنِ ٱعْبُدُوا۟ ٱللَّهَ فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ",
      "phonetic_text": "Walaqad arsalna ila thamoodaakhahum salihan ani oAAbudoo Allahafa-itha hum fareeqani yakhtasimoon",
      "translations": {
        "fr": "Nous envoyâmes vers les Thamûd leur frère Çâlih, (qui leur enjoignit) : « Adorez donc Allah. » Mais ils se partagèrent en deux clans et se querellèrent.",
        "en": "To the people of Thamud We sent their brother, Salih, saying, ‘Worship God alone,’ but they split into two rival factions.",
        "es": "Al pueblo llamado Zamud le envié a su hermano Sálih [como Profeta, quien les dijo]: “Adorad solo a Dios”. Pero ellos se dividieron en dos grupos que disputaban entre sí.",
        "it": "Ai Thamùd inviammo il loro fratello Şâlih: [disse] «Adorate Allah». Invece si divisero in due gruppi in discordia tra loro <a class=f><sup foot_note=158798>1</sup></a>.",
        "ru": "Мы послали к самудянам их брата Салиха, чтобы они поклонялись Аллаху, но они стали двумя препирающимися группами.",
        "tr": "Andolsun ki, Allah'a ibadet edin diye Semud'a da kardeşleri Salih'i gönderdik. Hemen birbirleriyle çekişen iki zümre oluverdiler.",
        "de": "Und Wir sandten bereits zu den Tamud ihren Bruder Salih: „Dient Allah. Da waren es sogleich zwei Gruppen, die miteinander stritten.",
        "pt": "Havíamos enviado ao povo de Samud seu irmão, Sáleh, que disse aos seus membros: Adorai a Deus! Porém, eis que sedividiram em dois grupos, que disputavam entre si.",
        "nl": "En voorzeker, Wij zonden hun broeder Shâlih naar de Tsamôcd. (Hij zei:) \"Aanbidt Allah!\" Toen werden zij twee groepen die met elkaar redetwistten.",
        "ur": "<sup foot_note=\"171424\">1</sup>اور ثمُود کی طرف ہم نے اُن کے بھائی صالحؑ کو (یہ پیغام دے کر)بھیجا کہ اللہ کی بندگی کرو، تو یکایک وہ دو مُتَخاصِم فریق بن گئے۔<sup foot_note=\"171425\">2</sup>",
        "bn": "আৰু অৱশ্যে আমি ছামূদ সম্প্ৰদায়ৰ ওচৰত সিহঁতৰ ভাতৃ ছলেহক প্ৰেৰণ কৰিছিলোঁ এই আদেশ প্ৰদান কৰি যে, ‘তোমালোকে আল্লাহৰ ইবাদত কৰা’। তাৰ পিছত সিহঁতে দুই দলত বিভক্ত হৈ বিতৰ্কত লিপ্ত হ’ল।",
        "fa": "و به سوی قوم ثمود، برادر‌شان صالح را فرستادیم که [بگوید:] «الله یگانه را عبادت کنید»؛ ولی آنان به دو گروه [مؤمن و کافر] تقسیم شدند و به ستیز پرداختند."
      }
    },
    {
      "verse_number": 3205,
      "verse_key": "27:46",
      "arabic_text": "قَالَ يَـٰقَوْمِ لِمَ تَسْتَعْجِلُونَ بِٱلسَّيِّئَةِ قَبْلَ ٱلْحَسَنَةِ ۖ لَوْلَا تَسْتَغْفِرُونَ ٱللَّهَ لَعَلَّكُمْ تُرْحَمُونَ",
      "phonetic_text": "Qala ya qawmi limatastaAAjiloona bissayyi-ati qabla alhasanati lawlatastaghfiroona Allaha laAAallakum turhamoon",
      "translations": {
        "fr": "Il dit : « Ô peuple mien ! Pourquoi appelez-vous le châtiment d’Allah sur vous plutôt que Sa grâce ? Que ne sollicitez-vous le pardon d’Allah ? Peut-être alors serez-vous reçus en Sa miséricorde. »",
        "en": "Salih said, ‘My people, why do you rush to bring [forward] what is bad rather than good? Why do you not ask forgiveness of God, so that you may be given mercy?’",
        "es": "Les dijo: “¡Oh, pueblo mío! ¿Por qué preferís obrar mal en vez de obrar bien? ¿Por qué no pedís perdón a Dios para alcanzar la misericordia?”",
        "it": "Disse: «O popol mio, perché volete affrettare il male piuttosto che il bene? Perché non chiedere il perdono ad Allah, affinché vi usi misericordia?».",
        "ru": "Он сказал: «О мой народ! Почему вы торопите зло прежде добра? Почему вы не просите у Аллаха прощения? Быть может, вы будете помилованы».",
        "tr": "Salih dedi ki: \"Ey benim kavmim! İyilik dururken niçin kötülüğe koşuyorsunuz? Ne olur Allah'a istiğfar etseniz, belki rahmetine ulaşırdınız.\"",
        "de": "Er sagte: „O mein Volk, warum wünscht ihr, das Schlechte vor dem Guten zu beschleunigen? Würdet ihr doch Allah um Vergebung bitten, auf daß ihr Erbarmen finden möget!",
        "pt": "Perguntou-lhes (Sáleh): Ó povo meu, por que apressais o mal em vez do bem? Por que não implorais o perdão de Deus, talvez recebereis misericórdia.",
        "nl": "Hij zei: \"O mijn volk, waarom zouden jullie het slechte vóór het goede bespoedigen? Hadden jullie maar om vergeving gevraagd. Hopelijk worden jullie begenadigd.\"",
        "ur": "صالحؑ نے کہا”اے میری قوم کے لوگو، بھلائی سے پہلے بُرائی کے لیے کیوں جلدی مچاتے ہو؟<sup foot_note=\"185865\">1</sup> کیوں نہیں اللہ سے مغفرت طلب کرتے ؟ شایک کہ تم پر رحم فرمایا جائے؟“",
        "bn": "তেওঁ ক’লে, ‘হে মোৰ সম্প্ৰদায়! তোমালোকে কিয় কল্যাণৰ আগতে অকল্যাণ ত্বৰান্বিত কৰিব বিচৰা, কিয় তোমালোকে আল্লাহৰ ওচৰত ক্ষমা প্ৰাৰ্থনা নকৰা, যাতে তোমালোকে ৰহমত প্ৰাপ্ত হোৱা’?",
        "fa": "[صالح] گفت: «ای قوم من، چرا به جای رحمت، ‌شتابزده خواهان عذاب الهی هستید؟ چرا از الله آمرزش نمی‌خواهید؟ باشد که مورد رحمت قرار گیرید»"
      }
    },
    {
      "verse_number": 3206,
      "verse_key": "27:47",
      "arabic_text": "قَالُوا۟ ٱطَّيَّرْنَا بِكَ وَبِمَن مَّعَكَ ۚ قَالَ طَـٰٓئِرُكُمْ عِندَ ٱللَّهِ ۖ بَلْ أَنتُمْ قَوْمٌ تُفْتَنُونَ",
      "phonetic_text": "Qaloo ittayyarna bikawabiman maAAaka qala ta-irukum AAinda Allahibal antum qawmun tuftanoon",
      "translations": {
        "fr": "« Pour nous, dirent-ils, vous êtes, toi et tes compagnons, des oiseaux de mauvais augure. » Il répondit : « C’est d’Allah que relève votre sort. Seulement, vous êtes des gens qui sont mis à l’épreuve.",
        "en": "They said, ‘We see you and your fol-lowers as an evil omen.’ He replied, ‘God will decide on any omen you may see: you people are being put to the test.’",
        "es": "Dijeron: “Creemos que tú y quienes te siguen nos traen mala suerte”. Respondió: “Vuestras adversidades os las envía Dios [por vuestros pecados]. Sois un pueblo que ha sido seducido [por la superstición]”.",
        "it": "Dissero: «In te e in coloro che sono con te, vediamo un uccello di malaugurio». Disse: «Il vostro augurio dipende da Allah. Siete un popolo messo alla prova».",
        "ru": "Они сказали: «Мы видим дурное предзнаменование в тебе и тех, кто с тобой». Он сказал: «Ваше дурное предзнаменование - у Аллаха, но вы являетесь народом, который подвергают искушению».",
        "tr": "Cevap verdiler: \"Senin ve beraberindekilerin yüzünden uğursuzluğa uğradık.\" Salih: \"Size çöken uğursuzluk (sebebi) Allah katında (yazılı)dır. Belki siz imtihana çekilen bir kavimsiniz\" dedi.",
        "de": "Sie sagten: „Wir sehen ein böses Vorzeichen in dir und in denjenigen, die mit dir sind. Er sagte: „Euer Vorzeichen ist bei Allah. Nein! Vielmehr seid ihr Leute, die der Versuchung ausgesetzt werden.",
        "pt": "Responderam-lhe: Temos um mau augúrio acerca de ti e de quem está contigo. Disse-lhe: Vosso mau augúrio está empoder de Deus; porém, sois um povo que está à prova.",
        "nl": "Zij zeiden: \"Wij verwachtten van jou en degenen die met jou zijn een slecht lot.\" Hij zei: \"Jullie lot is bij Allah. Jullie zijn beslist een volk dat op de proef gesteld wordt.\"",
        "ur": "انہوں نےکہا”ہم نے تو تم کو اور تمہارے ساتھیوں کو بدشگونی کا نشان پایا ہے۔“<sup foot_note=\"185866\">1</sup> صالحؑ نے جواب دیا”تمہارے نیک و بدشگون کا سرِشتہ تو اللہ کے پاس ہے۔ اصل بات یہ ہے کہ تم لوگوں کی آزمائش ہو رہی ہے۔“<sup foot_note=\"185867\">2</sup>",
        "bn": "সিহঁতে ক’লে, ‘আমি তোমাক আৰু তোমাৰ সঙ্গীসকলক অমঙ্গলৰ কাৰণ বুলি ভাবোঁ’। ছলেহে ক’লে, ‘তোমালোকৰ অমঙ্গল গ্ৰহণ কৰা আল্লাহৰ ইখতিয়াৰত, প্ৰকৃততে তোমালোকে এনেকুৱা এটা সম্প্ৰদায় যিসকলক পৰীক্ষা কৰা হৈছে’।",
        "fa": "آنان گفتند: «ما تو و کسانی را ‌که همراهت هستند به فال بد گرفته‌ایم». [صالح] گفت: «فالِ بد شما [و دانشِ آن] نزد الله است؛ بلکه شما گروهی هستید که آزمایش می‌شوید»."
      }
    },
    {
      "verse_number": 3207,
      "verse_key": "27:48",
      "arabic_text": "وَكَانَ فِى ٱلْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِى ٱلْأَرْضِ وَلَا يُصْلِحُونَ",
      "phonetic_text": "Wakana fee almadeenati tisAAatu rahtinyufsidoona fee al-ardi wala yuslihoon",
      "translations": {
        "fr": "Or il y avait dans la cité neuf personnes qui semaient la corruption sur terre et ne faisaient rien pour le mieux.",
        "en": "There were nine men in the city who spread corruption in the land without making amends.",
        "es": "Había en la ciudad nueve personas que sembraban la corrupción y no contribuían al bienestar.",
        "it": "Pre-Eg. n. Di versetti. II nome della sura deriva dal vers. In nome di Allah, il Compassionevole, il Misericordioso. Nella città c’era una banda di nove persone che spargevano corruzione sulla terra e non facevano alcun bene.",
        "ru": "В городе было девять человек, которые распространяли на земле нечестие и ничего не улучшали.",
        "tr": "O şehirde dokuz çete vardı ki, bunlar yeryüzünde bozgunculuk yapıyorlar, iyilik tarafına hiç yanaşmıyorlardı.",
        "de": "Nun befanden sich in der Stadt neun Mitglieder einer Sippschaft, die auf der Erde Unheil stifteten und keine Besserung brachten.",
        "pt": "E havia, na cidade, nove indivíduos, que causaram corrupção na terra, e não praticavam o bem.",
        "nl": "En in de stad was een groep van negen, die verderf zaaide op aarde en die zich niet beterde.",
        "ur": "اُس شہر میں نو جتھے دار تھے<sup foot_note=\"185868\">1</sup> جو ملک میں فساد پھیلاتے اور کوئی اصلاح کا کام نہ کرتے تھے",
        "bn": "আৰু সেই চহৰত আছিল এনেকুৱা নজন ব্যক্তি, যিসকলে দেশত বিপৰ্যয় সৃষ্টি কৰিছিল কিন্তু সংশোধন কৰা নাছিল।",
        "fa": "و در شهر [حِجر] نُه نفر [سردستۀ گروه] بودند که در آن سرزمین به فساد می‌پرداختند و [هیچ]‌ کارِ شایسته‌ای نمی‌کردند."
      }
    },
    {
      "verse_number": 3208,
      "verse_key": "27:49",
      "arabic_text": "قَالُوا۟ تَقَاسَمُوا۟ بِٱللَّهِ لَنُبَيِّتَنَّهُۥ وَأَهْلَهُۥ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِۦ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِۦ وَإِنَّا لَصَـٰدِقُونَ",
      "phonetic_text": "Qaloo taqasamoo billahilanubayyitannahu waahlahu thumma lanaqoolanna liwaliyyihi mashahidna mahlika ahlihi wa-inna lasadiqoon",
      "translations": {
        "fr": "Ils dirent : « Jurons-nous par Allah que nous le tuerons de nuit avec sa famille. Puis nous dirons à son ayant-droit : « Nous n’étions pas présents à ce meurtre, et nous disons vrai. »",
        "en": "They said, ‘Swear by God: we shall attack this man and his household in the night, then say to his next of kin, “We did not witness the destruction of his household. We are telling the truth.”’",
        "es": "Se dijeron: “Juremos por Dios que los sorprenderemos por la noche [y los mataremos] a él y a su familia, luego diremos a quienes exijan justicia: ‘Nosotros no presenciamos los crímenes de su familia, y decimos la verdad’”.",
        "it": "Dissero, giurando fra loro [in nome] di Allah <a class=f><sup foot_note=158799>1</sup></a>: «Attaccheremo di notte, lui e la sua famiglia. Poi diremo a chi vorrà vendicarlo: “Non siamo stati testimoni dello sterminio della sua famiglia <a class=f><sup foot_note=158800>2</sup></a>. Davvero siamo sinceri”».",
        "ru": "Они сказали: «Поклянитесь друг другу Аллахом, что ночью мы обязательно нападем на Салиха и его семью, а потом скажем его близкому родственнику, что мы не присутствовали при убийстве его семьи и что мы говорим правду».",
        "tr": "Allah'a and içerek birbirlerine şöyle dediler: \"Gece ona ve ailesine baskın yapalım; sonra da velisine, 'Biz o ailenin yok edilişi sırasında orada değildik, inanın ki doğru söylüyoruz' diyelim.\"",
        "de": "Sie sagten: „Schwört einander bei Allah: Wir werden ganz gewiß ihn und seine Angehörigen nachts überfallen, und hierauf werden wir zu seinem nächsten Verwandten sagen: ,Wir waren bei der Vernichtung seiner Angehörigen nicht zugegen, und wir sagen ganz gewiß die Wahrheit’.",
        "pt": "Eles disseram: Juramos que o surpreenderemos a ele e à sua família durante a noite, matando-os; então, diremos ao seuprotetor: Não presenciamos o assassinato de sua família, e somos verazes (nisso).",
        "nl": "Zij zeiden: \"Zweert onder elkaar bi Allah dat wij zeker een nachtelijke aanval doen tegen hem(Shâlih) en zijn familie; daarna zeggen wij zeker tot zijn verwant: \"Wij waren geen getuigen van de uitroeiing van zijn familie, en voorwaar, wij zijn waarachtigen.\"",
        "ur": "انہوں نے آپس میں کہا”خدا کی قسم کھا کر عہد کر لو کہ ہم صالحؑ اور اس کے گھر والوں پر شبخون ماریں گے اور پھر اس کے ولی سے کہہ دیں گے<sup foot_note=\"185869\">1</sup> کہ ہم اس کے خاندان کی ہلاکت کے موقع پر موجود نہ تھے، ہم بالکل سچ کہتے ہیں۔“<sup foot_note=\"185870\">2</sup>",
        "bn": "সিহঁতে ক’লে, ‘তোমালোকে পৰস্পৰে আল্লাহৰ শপত গ্ৰহণ কৰা, আমি ৰাতিৰ ভিতৰতে শেষ কৰি দিম তেওঁক আৰু তেওঁৰ পৰিয়ালবৰ্গক; তাৰ পিছত তেওঁৰ অভিভাৱকক নিশ্চিত হিচাপে কম যে, তেওঁৰ পৰিয়ালবৰ্গৰ হত্যা আমি প্ৰত্যক্ষ কৰা নাছিলোঁ, আৰু নিশ্চয় আমি সত্যবাদী’।",
        "fa": "[آنان به یکدیگر] گفتند: «برای همدیگر به الله سوگند یاد کنید که بر او [= صالح] و خانواده‌اش شبیخون بزنیم [و آنان را بکشیم]؛ آنگاه به خونخواهش بگوییم: \"ما هنگام کشتارِ خانواده‌اش حاضر نبودیم و قطعاً راست می‌گوییم\"»."
      }
    },
    {
      "verse_number": 3209,
      "verse_key": "27:50",
      "arabic_text": "وَمَكَرُوا۟ مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ",
      "phonetic_text": "Wamakaroo makran wamakarna makranwahum la yashAAuroon",
      "translations": {
        "fr": "Ils ont tramé leur intrigue et Nous avons tramé la Nôtre sans qu’ils n’en sentent rien.",
        "en": "So they devised their evil plan, but We too made a plan of which they were unaware.",
        "es": "Ellos urdieron un plan, pero sin que se dieran cuenta, Yo tenía otro plan.",
        "it": "Ordirono una trama e Noi ordimmo una trama senza che se ne accorgessero.",
        "ru": "Они замыслили хитрость, и Мы замыслили хитрость, но они не ощущали этого.",
        "tr": "Onlar böyle bir tuzak kurdular, biz de kendileri farkında olmadan onların planlarını altüst ettik.",
        "de": "Sie schmiedeten Ränke, und Wir schmiedeten Ränke, ohne daß sie merkten.",
        "pt": "E conspiraram e planejaram; porém, Nós também planejamos, sem que eles o suspeitassem.",
        "nl": "En zij beraamden een list en Wij beraamden een list, terwijl zij het niet beseften.",
        "ur": "یہ چال تو وہ چلے اور پھر ایک چال ہم نے چلی جس کی انہیں خبر نہ تھی۔<sup foot_note=\"185871\">1</sup>",
        "bn": "আৰু সিহঁতে এটা চক্ৰান্ত কৰিছিল আৰু আমিও এটা কৌশল অৱলম্বন কৰিলোঁ, অথচ সিহঁতে উপলব্ধিও কৰিব পৰা নাই।",
        "fa": "آنان [برای قتل صالح و پیروانش] نیرنگی به کار بردند و ما [نیز برای نابودی کافران] نیرنگی اندیشیدیم؛ در حالی‌ که آنان نمی‌دانستند."
      }
    },
    {
      "verse_number": 3210,
      "verse_key": "27:51",
      "arabic_text": "فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَـٰهُمْ وَقَوْمَهُمْ أَجْمَعِينَ",
      "phonetic_text": "Fanthur kayfa kanaAAaqibatu makrihim anna dammarnahumwaqawmahum ajmaAAeen",
      "translations": {
        "fr": "Vois donc quelle fut la conséquence de leur intrigue : Nous les anéantîmes avec tout leur peuple.",
        "en": "See how their scheming ended: We destroyed them utterly, along with all their people.",
        "es": "Observa cómo he desbaratado su plan: los destruí a ellos y a todo su pueblo [que fue cómplice].",
        "it": "Guarda cosa ne è stato della loro trama: li facemmo perire insieme con tutto il loro popolo <a class=f><sup foot_note=158801>1</sup></a>.",
        "ru": "Посмотри же, каким был конец их хитрости! Мы уничтожили их вместе со всем их народом.",
        "tr": "İşte bak! Tuzaklarının akibeti nice oldu: Onları da, kavimlerini de toptan helak ettik.",
        "de": "Schau nur, wie die Folge ihrer Ränke war: Wir zerstörten sie und ihr Volk allesamt.",
        "pt": "Repara, pois, qual foi a sorte da sua conspiração! Exterminamo-los, juntamente com todo o seu povo!",
        "nl": "En zie hoe het einde vaa hun list was: dat Wij hen vernietigden en hun vo Ik, allemaal.",
        "ur": "اب دیکھ لو کہ ان کی چال کا انجام کیا ہوا ہم نے تباہ کر کے رکھ دیا اُن کو اور ان کی پوری قوم کو",
        "bn": "এতেকে চোৱা, সিহঁতৰ চক্ৰান্তৰ পৰিণাম কি হৈছিল, নিশ্চয় আমি সিহঁতক আৰু সিহঁতৰ সম্প্ৰদায়ৰ সকলোকে ধ্বংস কৰিছোঁ।",
        "fa": "بنگر عاقبت نیرنگشان چه شد: ما همۀ آن افراد و قومشان را نابود کردیم."
      }
    },
    {
      "verse_number": 3211,
      "verse_key": "27:52",
      "arabic_text": "فَتِلْكَ بُيُوتُهُمْ خَاوِيَةًۢ بِمَا ظَلَمُوٓا۟ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَعْلَمُونَ",
      "phonetic_text": "Fatilka buyootuhum khawiyatan bimathalamoo inna fee thalika laayatanliqawmin yaAAlamoon",
      "translations": {
        "fr": "Voilà leurs maisons qui sont désertes pour toutes les injustices qu’ils avaient commises. Il y a certes là un Signe pour des gens qui savent.",
        "en": "As a result of their evil deeds, their homes are desolate ruins- there truly is a sign in this for those who know-",
        "es": "Sus casas yacen vacías, porque cometieron injusticias. En ello hay un signo para quienes reflexionan.",
        "it": "Ecco le loro case in rovina a causa dei loro misfatti. Questo è certo un segno per la gente che ha conoscenza!",
        "ru": "Вот их дома, разрушенные за то, что они поступали несправедливо. Воистину, в этом - знамения для людей знающих.",
        "tr": "İşte haksızlıkları yüzünden çökmüş evleri! Bilen bir kavim için elbette bunda bir ibret vardır.",
        "de": "Dies sind nun ihre Häuser, wüst dafür, daß sie Unrecht taten. Darin ist wahrlich ein Zeichen für Leute, die Bescheid wissen.",
        "pt": "E eis suas casas assoladas, por causa da sua iniqüidade. Em verdade, nisto há um sinal para os sensatos.",
        "nl": "Dat zijn nu hun huizen, tot ruïnes geworden, omdat zij onrecht pleegden. Voorwaar, daarin is zeker een Teken voor een volk dat begrijpt.",
        "ur": "وہ اُن کے گھر خالی پڑے ہیں اُس ظلم کی پاداش میں جو وہ کرتے تھے، اس میں ایک نشانِ عِبرت ہے اُن لوگوں کے لیے جو علم رکھتے ہیں۔<sup foot_note=\"185872\">1</sup>",
        "bn": "চোৱা, এইবোৰ সিহঁতৰ ঘৰ-দুৱাৰ, অন্যায় কৰাৰ কাৰণে এইবোৰ জনশূন্য হৈ আছে; নিশ্চয় ইয়াত নিদৰ্শন আছে সেই সম্প্ৰদায়ৰ বাবে যিসকলে জ্ঞান ৰাখে।",
        "fa": "اینک خانه‌هایشان به سزای ستمی که کردند [ویران و] تهی مانده است. بی‌گمان، در این [کیفر،] برای کسانی که می‌دانند [و ایمان دارند] نشانه‌ای [برای عبرت گرفتن] است."
      }
    },
    {
      "verse_number": 3212,
      "verse_key": "27:53",
      "arabic_text": "وَأَنجَيْنَا ٱلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
      "phonetic_text": "Waanjayna allatheena amanoowakanoo yattaqoon",
      "translations": {
        "fr": "Et Nous sauvâmes ceux qui avaient cru et qui étaient pieux.",
        "en": "but We saved those who believed and were mindful of God.",
        "es": "Salvé a quienes creían y tenían temor [de Dios].",
        "it": "E salvammo coloro che avevano creduto ed erano timorati.",
        "ru": "А тех, которые уверовали и были богобоязненны, Мы спасли.",
        "tr": "İman edip Allah'a karşı gelmekten sakınanları da kurtardık.",
        "de": "Und Wir retteten diejenigen, die glaubten und gottesfürchtig waren.",
        "pt": "E salvamos os fiéis benevolentes.",
        "nl": "En Wij redden hen die geloofden en zij plachten (Allah) te vrezen.",
        "ur": "اور بچا لیا ہم نے اُن لوگوں کو جو ایمان لائے تھے اور نافرمانی سے پرہیز کرتے تھے",
        "bn": "আৰু যিসকলে ঈমান আনিছিল তেওঁলোকক আমি উদ্ধাৰ কৰিছিলোঁ আৰু তেওঁলোক আছিল তাক্বৱা অৱলম্বনকাৰী।",
        "fa": "و کسانی را که ایمان آورده و پرهیزگار بودند، [همراه صالح] نجات دادیم."
      }
    },
    {
      "verse_number": 3213,
      "verse_key": "27:54",
      "arabic_text": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ أَتَأْتُونَ ٱلْفَـٰحِشَةَ وَأَنتُمْ تُبْصِرُونَ",
      "phonetic_text": "Walootan ith qalaliqawmihi ata/toona alfahishata waantum tubsiroon",
      "translations": {
        "fr": "(Évoque) Loth, lorsqu’il dit à son peuple : « Vous adonnez-vous à la perversité (de l’homosexualité) en public ?",
        "en": "We also sent Lot to his people. He said to them, ‘How can you commit this outrage with your eyes wide open?",
        "es": "[Recuerda al Profeta] Lot, cuando le dijo a su pueblo: “¿Cometéis esa inmoralidad en público<sup foot_note=168946>1</sup>?”",
        "it": "[E ricorda] Lot, quando disse al suo popolo: «Vi darete alla turpitudine pur riconoscendola?",
        "ru": "Вот Лут (Лот) сказал своему народу: «Неужели вы будете совершать мерзость, видя это?",
        "tr": "Lût'u da (peygamber olarak kavmine gönderdik). O, kavmine şöyle demişti: \"Göz göre göre hala o hayasızlığı yapacak mısınız?\"",
        "de": "Und (Wir sandten) Lut. Als er zu seinem Volk sagte: „Wollt ihr denn sehend(en Auges) das Abscheuliche begehen?",
        "pt": "E recorda-te de Lot, quando disse ao seu povo: Cometeis a obscenidade com convicção?",
        "nl": "En (gedenkt) Lôeth, toen hij tot zijn volk zei: \"Begaan jullie gruweldaden hoewel jullie het inzien?",
        "ur": "<sup foot_note=\"171426\">1</sup>اور لوطؑ  کو ہم نے بھیجا۔ یاد کرو وہ وقت جب اس نے اپنی قوم سے کہا”کیا تم آنکھوں دیکھتے بدکاری کرتے ہو؟<sup foot_note=\"171427\">2</sup>",
        "bn": "আৰু স্মৰণ কৰা লূতৰ কথা, তেওঁ নিজ সম্প্ৰদায়ক কৈছিল, ‘তোমালোকে জানি-বুজি কিয় অশ্লীল কাম কৰা?",
        "fa": "و [یاد کن از] لوط آنگاه ‌که به قومش گفت: «با آنكه [زشتى و گناهِ لواط را] می‌دانید، آیا [باز هم] مرتکب این عمل بی‌شرمانه مى‌شوید؟"
      }
    },
    {
      "verse_number": 3214,
      "verse_key": "27:55",
      "arabic_text": "أَئِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ شَهْوَةً مِّن دُونِ ٱلنِّسَآءِ ۚ بَلْ أَنتُمْ قَوْمٌ تَجْهَلُونَ",
      "phonetic_text": "A-innakum lata/toona arrijalashahwatan min dooni annisa-i bal antum qawmuntajhaloon",
      "translations": {
        "fr": "Désirez-vous les hommes plutôt que les femmes ? Vous êtes décidément un peuple d’ignorants ! »",
        "en": "How can you lust after men instead of women? What fools you are!’",
        "es": "¿Satisfacéis vuestros deseos sexuales con hombres en lugar de hacerlo con una mujer? Sois un pueblo ignorante.<sup foot_note=168947>1</sup>",
        "it": "Vi accosterete agli uomini piuttosto che alle femmine, per placare il vostro desiderio? Siete davvero un popolo ignorante».",
        "ru": "Неужели вы будете приходить с вожделением к мужчинам вместо женщин? О нет! Вы - невежественный народ!».",
        "tr": "\"Siz ille de kadınları bırakıp şehvetle erkeklere yaklaşacak mısınız? Doğrusu siz beyinsizlikte devam edegelen bir kavimsiniz!\"",
        "de": "Laßt ihr euch denn wahrlich in Begierde mit den Männern ein anstatt mit den Frauen? Aber nein! Ihr seid Leute, die töricht sind.",
        "pt": "Acercar-vos-eis, em vossa luxúria, dos homens, em vez das mulheres? Qual! Sois um povo de insensatos!",
        "nl": "Waarom benaderen jullie uit begeerte mannen in plaats van vrouwen? Jullie zijn beslist een onwetend volk.\"",
        "ur": "کیا تمہارا یہی چلن ہے کہ عورتوں کو چھوڑ کر مردوں کے پاس شہوت رانی کے لیے جاتے ہو؟ حقیقت یہ ہے کہ تم لوگ سخت جہالت کا کام کرتے ہو۔“<sup foot_note=\"185855\">1</sup>",
        "bn": "‘তোমালোকে কামতৃপ্তিৰ বাবে নাৰীসকলক এৰি পুৰুষৰ লগত উপগত হোৱানে! প্ৰকৃততে তোমালোক এটা অজ্ঞ সম্প্ৰদায়’।",
        "fa": "آیا از روى شهوت، به جاى زنان، با مردان درمى‌آمیزید؟ بلکه شما گروهى نادانید»."
      }
    },
    {
      "verse_number": 3215,
      "verse_key": "27:56",
      "arabic_text": "۞ فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوٓا۟ أَخْرِجُوٓا۟ ءَالَ لُوطٍ مِّن قَرْيَتِكُمْ ۖ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ",
      "phonetic_text": "Fama kana jawabaqawmihi illa an qaloo akhrijoo ala lootinmin qaryatikum innahum onasun yatatahharoon",
      "translations": {
        "fr": "Pour toute réponse, son peuple eut ces mots : « Chassez de votre cité la famille de Loth, ce sont des gens qui revendiquent la pureté !<sup foot_note=195012>1</sup> »",
        "en": "The only answer his people gave was to say, ‘Expel Lot’s followers from your town! These men mean to stay chaste!’",
        "es": "Pero la única respuesta de su pueblo fue: “Expulsad a la familia de Lot de la ciudad; son gente que se hacen los puros”.",
        "it": "La risposta del suo popolo fu solo: «Scacciate dalla vostra città la famiglia di Lot! E gente che pretende di essere pura».",
        "ru": "В ответ его народ смог лишь сказать: «Прогоните семью Лута (Лота) из вашего селения. Воистину, эти люди хотят очиститься».",
        "tr": "Buna kavminin cevabı sadece: \"Lût ailesini memleketinizden çıkarın; baksanıza onlar (bizim yaptıklarımızdan) temiz kalmak isteyen insanlarmış!\" demelerinden ibaret oldu.",
        "de": "Doch die Antwort seines Volkes war nur, daß sie sagten: „Vertreibt die Sippe Luts aus eurer Stadt! Das sind Menschen, die sich rein halten.",
        "pt": "Porém, a única resposta de sue povo foi: Expulsai a família de Lot de vossa cidade, porque são pessoas que seconsideram castas!",
        "nl": "Maar het antwoord van zijn volk was slechts dat zij zeiden: \"Verdrijft de familie van Lôeth uit jullie stad: voorwaar, zij zijn mensen die zich reinigen.\"",
        "ur": "مگر اُس کی قوم کا جواب اس کے سوا کچھ نہ تھا کہ انہوں نے کہا \"نکال دو لوطؑ کے گھر والوں کو اپنی بستی سے، یہ بڑے پاکباز بنتے ہیں\"",
        "bn": "উত্তৰত তেওঁৰ সম্প্ৰদায়ে ক’লে, ‘লূত সম্প্ৰদায়ক তোমালোকে জনপদৰ পৰা বহিষ্কাৰ কৰা, নিশ্চয় এওঁলোকে পৱিত্ৰ থাকিব বিচাৰে’।",
        "fa": "امّا پاسخ قومش جز این نبود که [به یکدیگر] گفتند: «خانوادۀ لوط را از شهر خود بیرون کنید [چرا که] بی‌تردید، اینها افرادی پاکدامن [و مقدس‌مَآب] هستند»."
      }
    },
    {
      "verse_number": 3216,
      "verse_key": "27:57",
      "arabic_text": "فَأَنجَيْنَـٰهُ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ قَدَّرْنَـٰهَا مِنَ ٱلْغَـٰبِرِينَ",
      "phonetic_text": "Faanjaynahu waahlahu illaimraatahu qaddarnaha mina alghabireen",
      "translations": {
        "fr": "Nous le sauvâmes, lui et sa famille, hormis sa femme pour laquelle Nous avons décrété qu’elle serait du nombre des disparus. ",
        "en": "We saved him and his family- except for his wife: We made her stay behind-",
        "es": "Salvé a Lot y a su familia, excepto a su mujer, pues en el decreto era de las condenadas.",
        "it": "Lo salvammo insieme con la sua famiglia, eccetto sua moglie, per la quale decidemmo che fosse tra coloro che sarebbero stati annientati.",
        "ru": "Мы спасли его вместе с его семьей, кроме его жены. Мы предопределили ей оказаться в числе оставшихся позади.",
        "tr": "Bunun üzerine onu ve ailesini kurtardık. Yalnız karısı müstesna; onun geride (azaba uğrayanların içinde) kalmasını takdir ettik.",
        "de": "Da retteten Wir ihn und seine Angehörigen, außer seiner Frau; Wir bestimmten, daß sie zu denjenigen gehörte, die zurückblieben.",
        "pt": "Mas o salvamos, juntamente com sua família, exceto sua mulher, que somamos ao número dos deixados para trás.",
        "nl": "Toen redden Wij hem en zijn familie, behalve zijn vrouw: Wij bepaalden dat zij tot de achterblijvers behoorde.",
        "ur": "آخر کار ہم نے بچا لیا اُس کو اور اُس کے گھر والوں کو ، بجز اُس کی بیوی کے جس کا پیچھے رہ جانا ہم نے طے کر دیا تھا،<sup foot_note=\"185874\">1</sup>",
        "bn": "তাৰ পিছত আমি তেওঁক আৰু তেওঁৰ পৰিয়ালবৰ্গক উদ্ধাৰ কৰিলোঁ, কেৱল তেওঁৰ স্ত্ৰীৰ বাহিৰে, আমি তাইক অৱশিষ্টবিলাকৰ অন্তৰ্ভুক্ত কৰিছিলোঁ।",
        "fa": "آنگاه او و خانوده‌اش را نجات دادیم؛ مگر همسرش را که مقدر کردیم از بازماندگان [در عذاب] باشد."
      }
    },
    {
      "verse_number": 3217,
      "verse_key": "27:58",
      "arabic_text": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا ۖ فَسَآءَ مَطَرُ ٱلْمُنذَرِينَ",
      "phonetic_text": "Waamtarna AAalayhim mataranfasaa mataru almunthareen",
      "translations": {
        "fr": "Et Nous fîmes s’abattre sur eux une pluie (de pierres), et quelle funeste pluie pour des gens (pourtant) avertis !",
        "en": "and We brought rain down on them. How dreadful that rain was for those who had been warned!",
        "es": "Hice que cayera sobre ellos una lluvia [de piedras]. ¡Qué lluvia más aterradora fue la que les envié!",
        "it": "Facemmo scendere su di loro una pioggia, una pioggia orribile su coloro che erano stati [invano] avvertiti.",
        "ru": "Мы пролили на них дождь. Как же пагубен дождь тех, кого предостерегали!",
        "tr": "Onların üzerlerine öyle bir yağmur indirdik ki, ne kötü idi uyarılanların yağmuru!",
        "de": "Und Wir ließen einen Regen auf sie niedergehen; wie böse war der Regen der Gewarnten!",
        "pt": "E desencadeamos sobre eles uma tempestade. E que péssima foi a tempestade para os admoestados!",
        "nl": "En Wij deden op hen een (vulkanische) regen neerdalen: en slecht was de regen voor de gewaarschuwden.",
        "ur": "اور برسائی اُن لوگوں پر ایک برسات، بہت ہی بری برسات تھی وہ اُن لوگوں کے حق میں جو متنبہ کیے جا چکے تھے",
        "bn": "আৰু আমি সিহঁতৰ ওপৰত শাস্তিমূলক শিলাবৃষ্টি বৰ্ষণ কৰিলোঁ। এতেকে ভীতি প্ৰদৰ্শিতসকলৰ বাবে এই বৃষ্টি কিমান যে নিকৃষ্ট আছিল!",
        "fa": "و بارانی [از سنگ] بر آنان باراندیم؛ و بارانِ بیم‌داده‌شدگان چه بد بود!"
      }
    },
    {
      "verse_number": 3218,
      "verse_key": "27:59",
      "arabic_text": "قُلِ ٱلْحَمْدُ لِلَّهِ وَسَلَـٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصْطَفَىٰٓ ۗ ءَآللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ",
      "phonetic_text": "Quli alhamdu lillahi wasalamunAAala AAibadihi allatheena istafaallahu khayrun amma yushrikoon",
      "translations": {
        "fr": "Dis : « Louange à Allah ! Que la paix soit sur Ses serviteurs élus ! Allah est-Il meilleur ou ce qu’ils Lui associent ?",
        "en": "Say [Prophet], ‘Praise be to God and peace on the servants He has chosen. Who is better: God, or those they set up as partners with Him?",
        "es": "Di: “¡Alabado sea Dios! Que la paz sea sobre Sus siervos elegidos. ¿Quién es mejor: Dios o lo que Le asocian?”",
        "it": "Di’ : «Lode ad Allah e pace sui Suoi servi che ha prescelti!». E migliore Allah o quel che Gli associano?",
        "ru": "Скажи: «Хвала Аллаху, и мир Его избранным рабам! Аллах лучше или те, кого вы приобщаете в сотоварищи?».",
        "tr": "(Resulüm!) de ki: \"Hamd olsun Allah'a, selam olsun seçkin kıldığı kullarına. Allah mı hayırlı, yoksa O'na koştukları ortaklar mı?\"",
        "de": "Sag: (Alles) Lob gehört Allah, und Friede sei auf Seinen Dienern, die Er Sich auserwählt hat! Ist denn Allah besser oder das, was sie (Ihm) beigesellen?",
        "pt": "Dize (ó Mohammad): Louvado seja Deus e que a paz esteja com os Seus diletos servos! E pergunta-lhes: Que épreferível, Deus ou os ídolos que Lhe associam?",
        "nl": "Zeg (O Moehammad): \"Alle lof zij Allah en vrede voor Zijn dienaren en degenen die Hij verkoos.\" Is Allah beter, of wat zij (Hem) aan deelgenoten toekennen?",
        "ur": "<sup foot_note=\"171428\">1</sup>(اے نبیؐ)کہو، حمد ہے اللہ کے لیے اور سلام اُس کے اُن بندوں پر جنہیں اس نے برگزیدہ کیا۔(اِن سے پُوچھو)اللہ بہتر ہے یا وہ معبُود جنہیں یہ لوگ اس کا شریک بنا رہے ہیں؟ <sup foot_note=\"171429\">2</sup>",
        "bn": "কোৱা, ‘সকলো ধৰণৰ প্ৰশংসা কেৱল আল্লাহৰ বাবেই আৰু শান্তি কেৱল তেওঁৰ মনোনীত বান্দাসকলৰ প্ৰতি! (তেন্তে কোৱাচোন!) কোন শ্ৰেষ্ঠ, আল্লাহ নে সিহঁতে যি অংশী কৰে সেইবোৰ’?",
        "fa": "بگو: «ستایش و سپاس از آنِ الله است و سلام بر بندگانش‌ که [آنان را] برگزیده است». آیا الله بهتر است یا آنچه [با او] شریک مى‌سازند؟"
      }
    },
    {
      "verse_number": 3219,
      "verse_key": "27:60",
      "arabic_text": "أَمَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءً فَأَنۢبَتْنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهْجَةٍ مَّا كَانَ لَكُمْ أَن تُنۢبِتُوا۟ شَجَرَهَآ ۗ أَءِلَـٰهٌ مَّعَ ٱللَّهِ ۚ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ",
      "phonetic_text": "Amman khalaqa assamawatiwal-arda waanzala lakum mina assama-imaan faanbatna bihi hada-iqa thatabahjatin ma kana lakum an tunbitoo shajarahaa-ilahun maAAa Allahi bal hum qawmun yaAAdiloon",
      "translations": {
        "fr": "(Qui d’autre que) Lui a créé les cieux et la terre, a fait descendre du ciel une eau par laquelle Nous faisons pousser des jardins de toute beauté ? Vous ne seriez nullement en mesure d’en faire pousser les arbres. Y a-t-il donc, avec Allah, une autre divinité ? Non, ce sont des gens qui (s’obstinent) à Lui donner des émules.",
        "en": "Who created the heavens and earth? Who sends down water from the sky for you- with which We cause gardens of delight to grow: you have no power to make the trees grow in them- is it another god beside God? No! But they are people who take others to be equal with God.",
        "es": "¿Acaso Quien creó los cielos y la Tierra e hizo descender para vosotros agua del cielo, con la que hace surgir jardines espléndidos allí donde vosotros no podríais haber hecho crecer ni un árbol [puede equipararse a quien no es capaz de crear nada de eso]? ¿Acaso puede haber otra divinidad junto con Dios? Realmente son desviados.",
        "it": "Egli è Colui Che ha creato i cieli e la terra; e dal cielo ha fatto scendere per voi un’acqua per mezzo della quale Noi abbiamo fatto germogliare giardini rigogliosi; i cui alberi voi non sapreste far germogliare. Vi è forse un’altra divinità assieme ad Allah? No, quella è gente che attribuisce eguali [ad Allah] <a class=f><sup foot_note=158802>1</sup></a>.",
        "ru": "Кто создал небеса и землю и ниспослал вам с неба воду? Посредством нее Мы взрастили прекрасные сады. Вы не смогли бы взрастить деревья в них. Так есть ли бог, кроме Аллаха? Нет, но они являются людьми, которые уклоняются от истины (или равняют с Аллахом вымышленных богов).",
        "tr": "(Onlar mı hayırlı) yoksa, gökleri ve yeri yaratan, gökten size su indiren mi? Çünkü biz onunla, bir ağacını bile bitirmeye gücünüzün yetmediği güzel güzel bahçeler bitirmişizdir. Allah'la beraber başka bir ilâh mı var! Doğrusu onlar sapıklıkta devameden bir güruhtur.",
        "de": "Oder (ist besser) Wer die Himmel und die Erde erschaffen hat und für euch vom Himmel Wasser herabkommen läßt, durch das Wir in Entzücken versetzende umfriedete Gärten wachsen lassen, deren Bäume unmöglich ihr wachsen lassen könntet. Gibt es denn einen (anderen) Gott neben Allah? Nein! Vielmehr sind sie Leute, die (Allah andere) gleichsetzen.",
        "pt": "Quem criou os céus e a terra, e quem envia a água do céu, mediante a qual fazemos brotar vicejantes vergéis, cujossimilares jamais podereis produzir? Poderá haver outra divindade em parceria com Deus? Qual! Porém, (esses que assimafirmam) são seres que se desviam.",
        "nl": "Of wie heeft de hemelen en de aarde geschapen en water uit de hemel neergezonden, waarmee Wij prachtige tuinen doen groeien? Jullie zijn niet in staat haar bomen te doen groeien. Is er een god naast Allah? Welnee, zij (die dit beweren) behoren tot een volk dat afwijkt (van de Waarheid).",
        "ur": "بھَلا وہ کون ہے جس نےآسمانوں اور زمین کو پیدا کیا اور تمہارے لیے آسمان سے پانی برسایا پھر اس کے ذریعہ سے وہ خوشنما باغ اُگائے جن کے درختوں کا اُگانا تمہارے بس میں نہ تھا؟ کیا اللہ کے ساتھ کوئی دُوسرا خدا بھی (اِن کاموں میں شریک)ہے؟<sup foot_note=\"185875\">1</sup> (نہیں)، بلکہ یہی لوگ راہِ راست سے ہٹ کر چلے جا رہے ہیں",
        "bn": "বৰং তেওঁহে (শ্ৰেষ্ঠ) যিজনে আকাশসমূহ আৰু পৃথিৱী সৃষ্টি কৰিছে লগতে তোমালোকৰ বাবে তেৱেঁই আকাশৰ পৰা পানী বৰ্ষণ কৰে। তাৰ পিছত তাৰ দ্বাৰা আমি মনোৰম উদ্যান সৃষ্টি কৰোঁ, সেই উদ্যানবোৰৰ গছ উৎপন্ন কৰাৰ ক্ষমতা তোমালোকৰ নাই। (তেন্তে কোৱাচোন) আল্লাহৰ লগত আন কোনো ইলাহ আছেনে? বৰং সিহঁত এনেকুৱা এটা সম্প্ৰদায় যিসকলে (আল্লাহৰ) সমকক্ষ নিৰ্ধাৰণ কৰে।",
        "fa": "[آیا معبودان شما بهترند] یا ذاتی که آسمان‌ها و زمین را آفرید و آبی از آسمان برایتان نازل کرد و با آن باران، بوستان‌هایی خرم [و زیبا] رویاندیم که هرگز توان رویاندن درختانش را نداشتید؟ آیا معبود دیگری با الله است؟ [هرگز؛] بلکه آنان مردم منحرف هستند [که مخلوقات را هم‌طرازِ الله قرار می‌دهند]."
      }
    },
    {
      "verse_number": 3220,
      "verse_key": "27:61",
      "arabic_text": "أَمَّن جَعَلَ ٱلْأَرْضَ قَرَارًا وَجَعَلَ خِلَـٰلَهَآ أَنْهَـٰرًا وَجَعَلَ لَهَا رَوَٰسِىَ وَجَعَلَ بَيْنَ ٱلْبَحْرَيْنِ حَاجِزًا ۗ أَءِلَـٰهٌ مَّعَ ٱللَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "phonetic_text": "Amman jaAAala al-arda qararanwajaAAala khilalaha anharan wajaAAala laharawasiya wajaAAala bayna albahrayni hajizana-ilahun maAAa Allahi bal aktharuhum layaAAlamoon",
      "translations": {
        "fr": "(Qui d’autre que) Lui a fait de la terre un lieu stable pour y vivre, a tracé à travers elle des rivières, y a implanté des montagnes et a dressé une barrière entre les deux mers ? Y a-t-il donc, avec Allah, une autre divinité ? Non, mais la plupart d’entre eux ne savent pas.",
        "en": "Who is it that made the earth a stable place to live? Who made rivers flow through it? Who set immovable mountains on it and created a barrier between the fresh and salt water? Is it another god beside God? No! But most of them do not know.",
        "es": "¿Acaso Quien hizo de la Tierra un lugar firme, dispuso en ella ríos, fijó montañas y puso entre los dos mares una barrera [puede equipararse a quien no es capaz de crear nada de eso]? ¿Acaso puede haber otra divinidad junto con Dios? La mayoría lo ignora.",
        "it": "Non è Lui Che ha fatto della terra uno stabile rifugio, Che vi ha fatto scorrere i fiumi, vi ha posto immobili montagne e stabilito una barriera tra le due acque? Vi è forse un’altra divinità assieme ad Allah? No, la maggior parte di loro non sanno.",
        "ru": "Кто сделал землю жилищем, проложил по ее расщелинам реки, воздвиг на ней незыблемые горы и установил преграду между морями? Есть ли бог, кроме Аллаха? Нет, но большинство их не знает этого.",
        "tr": "(Onlar mı hayırlı) yoksa, yeryüzünü oturmaya elverişli kılan, aralarında nehirler akıtan, onun için sabit dağlar yaratan, iki deniz arasına engel koyan mı? Allah'ın yanında başka bir ilâh mı var? Hayır onların çoğu (hakikatları) bilmiyorlar.",
        "de": "Oder (ist besser) Wer die Erde zu einem festen Grund gemacht und Flüsse durch sie gemacht und festgegründete Berge (auf) ihr gemacht und zwischen den beiden Meeren eine Schranke gemacht hat? Gibt es denn einen (anderen) Gott neben Allah? Aber nein! Die meisten von ihnen wissen nicht.",
        "pt": "Ou quem fez a terra firme para se viver, dispôs em sua superfície rios, dotou-a de montanhas imóveis e pôs entre as duasmassas de água uma barreira? Poderá haver outra divindade em parceria com Deus? Qual! Porém, a sua maioria é insipiente.",
        "nl": "Of wie heeft de aarde als een verblijfplaats gemaakt en daardoor rivieren getrokken en daarop stevige bergen geplaatst en een scheiding tussen de twee zeeën gemaakt? Is er een god naast Allah? Maar de meesten van hen weten het niet.",
        "ur": "اور وہ کون ہے جس نے زمین کو جائے قرار بنایا<sup foot_note=\"185876\">1</sup> اور اس کے اندر دریا رواں کیے اور اس میں (پہاڑوں کی)میخیں گاڑ دیں اور پانی کے دو ذخیروں کے درمیان پردے حائل کر دیے؟<sup foot_note=\"185877\">2</sup> کیا اللہ کے ساتھ کوئی اور خدا بھی (ان کاموں میں شریک)ہے؟ نہیں، بلکہ ان میں سے اکثر لوگ نادان ہیں",
        "bn": "বৰং তেওঁ, যিজনে পৃথিৱীক বসবাস কৰাৰ উপযোগী কৰিছে আৰু ইয়াৰ মাজে মাজে নদ-নদী প্ৰবাহিত কৰিছে, আৰু ইয়াত স্থাপন কৰিছে সুদৃঢ় পৰ্বতমালা লগতে দুই সাগৰৰ মাজত সৃষ্টি কৰিছে অন্তৰায়, (তেন্তে কোৱাচোন) আল্লাহৰ লগত আন কোনো ইলাহ আছেনে? বৰং সিহঁতৰ অধিকাংশই নাজানে।",
        "fa": "[آیا معبودان شما بهترند] یا ذاتی ‌که زمین را قرارگاه [امنی] ساخت و جویبارهایی میان آن جاری ساخت و کوه‌هایی [استوار] برایش پدید آورد و میان دو دریا مانعی قرار داد [تا آب شور و شیرین با هم نیامیزند]؟ آیا معبود دیگری با الله وجود دارد؟ [هرگز؛] اما بیشتر آنان نمی‌دانند."
      }
    },
    {
      "verse_number": 3221,
      "verse_key": "27:62",
      "arabic_text": "أَمَّن يُجِيبُ ٱلْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ ٱلسُّوٓءَ وَيَجْعَلُكُمْ خُلَفَآءَ ٱلْأَرْضِ ۗ أَءِلَـٰهٌ مَّعَ ٱللَّهِ ۚ قَلِيلًا مَّا تَذَكَّرُونَ",
      "phonetic_text": "Amman yujeebu almudtarra ithadaAAahu wayakshifu assoo-a wayajAAalukum khulafaaal-ardi a-ilahun maAAa Allahi qaleelan matathakkaroon",
      "translations": {
        "fr": "(Qui d’autre que) Lui répond à l’appel du désespéré quand il L’invoque, débarrasse du mal, et fait de vous des héritiers sur terre ? Y a-t-il donc, avec Allah, une autre divinité ? Non, mais il est rare que vous vous en souveniez.",
        "en": "Who is it that answers the distressed when they call upon Him? Who removes their suffering? Who makes you successors in the earth? Is it another god beside God? Little notice you take!",
        "es": "¿Acaso Quien responde al afligido cuando Lo invoca, alivia los pesares y os ha hecho a vosotros los responsables de la Tierra [puede equipararse a quien no es capaz de hacer nada de eso]? ¿Acaso puede haber otra divinidad junto con Dios? Pocos son los que reflexionan.",
        "it": "Non è Lui Che risponde quando l’affranto Lo invoca, Che libera dal male e Che ha fatto di voi luogotenenti sulla terra? Vi è forse un’altra divinità assieme ad Allah? Quanto poco riflettete!",
        "ru": "Кто отвечает на мольбу нуждающегося, когда он взывает к Нему, устраняет зло и делает вас наследниками земли? Есть ли бог, кроме Аллаха? Мало же вы поминаете назидания!",
        "tr": "(Onlar mı hayırlı) yoksa, kendine yalvardığı zaman bunalmışa karşılık veren ve başındaki sıkıntıyı gideren, sizi yeryüzünün hakimleri yapan mı? Allah'ın yanında başka bir ilâh mı var? Ne kıt düşünüyorsunuz!",
        "de": "Oder (ist besser) Wer den in einer Notlage Befindlichen erhört, wenn er Ihn anruft, und das Böse hinwegnimmt und euch zu Nachfolgern (auf) der Erde macht? Gibt es denn einen (anderen) Gott neben Allah? Wie wenig ihr bedenkt!",
        "pt": "Por outra, quem atende o necessitado, quando implora, e liberta do mal e vos designa sucessores na terra? Poderá haveroutra divindade em parceria com Deus? Quão pouco meditais!",
        "nl": "Of wie heeft de in nood verkerende verhoord, wanneer hij Hem aanroept, en het onheil van hem weggenomen en jullie gevolmachtigden gemaakt op de aarde? Is er een god naast Allah? En weinig is het dat jullie je laten vermanen!",
        "ur": "کون ہے جو بے قرار کی دُعا سُنتا ہے جبکہ وہ اُسے پکارے اور کون اس کی تکلیف رفع کرتا ہے؟<sup foot_note=\"185878\">1</sup> اور (کون ہے جو)تمہیں زمین کا خلیفہ بناتا ہے؟<sup foot_note=\"185879\">2</sup> کیا اللہ کے ساتھ کوئی اور خدا بھی (یہ کام کرنے والا)ہے؟ تم لوگ کم ہی سوچتے ہو",
        "bn": "বৰং তেওঁ, যিজনে নিৰুপায় ব্যক্তিৰ আহ্বানত সঁহাৰি দিয়ে যেতিয়া সি তেওঁক আহ্বান কৰে আৰু তেওঁ বিপদ দূৰীভূত কৰে। তেৱেঁই তোমালোকক পৃথিৱীৰ প্ৰতিনিধি বনায়। (তেন্তে কোৱাচোন) আল্লাহৰ লগত আন কোনো ইলাহ আছেনে? বৰং তোমালোকে খুবেই কম শিক্ষা গ্ৰহণ কৰা।",
        "fa": "[آیا معبودان شما بهترند] یا ذاتی ‌که [دعای] درمانده را ـ وقتی او را بخواند- اجابت می‌کند و گرفتاری را برطرف می‌سازد و شما را جانشینان [پیشینیان در] زمین قرار می‌دهد؟ آیا معبود دیگری با الله وجود دارد؟ چه اندک پند می‌گیرید!"
      }
    },
    {
      "verse_number": 3222,
      "verse_key": "27:63",
      "arabic_text": "أَمَّن يَهْدِيكُمْ فِى ظُلُمَـٰتِ ٱلْبَرِّ وَٱلْبَحْرِ وَمَن يُرْسِلُ ٱلرِّيَـٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦٓ ۗ أَءِلَـٰهٌ مَّعَ ٱللَّهِ ۚ تَعَـٰلَى ٱللَّهُ عَمَّا يُشْرِكُونَ",
      "phonetic_text": "Amman yahdeekum fee thulumatialbarri walbahri waman yursilu arriyahabushran bayna yaday rahmatihi a-ilahun maAAa AllahitaAAala Allahu AAamma yushrikoon",
      "translations": {
        "fr": "(Qui d’autre que) Lui vous éclaire le chemin au milieu des ténèbres de la terre ferme et de la haute mer, et envoie les vents en signe avant-coureur de Sa grâce? <sup foot_note=195013>1</sup> Y a-t-il donc, avec Allah, une autre divinité ? Allah est infiniment plus Haut que ce qu’ils Lui associent.",
        "en": "Who is it that guides you through the darkness on land and sea? Who sends the winds as heralds of good news before His mercy? Is it another god beside God? God is far above the partners they put beside him!",
        "es": "¿Acaso Quien os guía en la oscuridad [de la noche] por la tierra y el mar, y envía los vientos que traen las lluvias como una misericordia [puede compararse a quien no es capaz de hacer nada de eso]? ¿Acaso puede haber otra divinidad junto con Dios? Dios está por encima de [los ídolos] que Le asocian.",
        "it": "Non è Lui Che vi guida nelle tenebre della terra e del mare, Colui Che invia i venti nunzi della buona novella che precedono la Sua misericordia <a class=f><sup foot_note=158803>1</sup></a>? Vi è forse un’altra divinità assieme ad Allah? Allah è ben più Alto di ciò che [Gli] associano.",
        "ru": "Кто ведет вас прямым путем во мраках суши и моря и посылает ветры с доброй вестью о Своей милости? Есть ли бог, кроме Аллаха? Аллах превыше тех, кого приобщают в сотоварищи!",
        "tr": "(Onlar mı hayırlı) yoksa, karanın ve denizin karanlıkları içinde size yolu bulduran, rahmetinin (yağmurun) önünde rüzgarları müjdeci olarak gönderen mi? Allah'ın yanında başka bir ilâh mı var? Allah onların koştukları ortaklardan çok yücedir, münezzehtir.",
        "de": "Oder (ist besser) Wer euch in den Finsternissen des Festlandes und des Meeres (den rechten Weg) leitet und Wer die Winde als Frohboten Seiner Barmherzigkeit (voraus)sendet? Gibt es denn einen (anderen) Gott neben Allah? Erhaben ist Allah über das, was sie (Ihm) beigesellen.",
        "pt": "Também, quem vos ilumina nas trevas da terra e do mar? E quem envia os ventos alvissareiros, que chegam ates da Suamisericórdia? Haverá outra divindade em parceria com Deus? Exaltado seja Deus de quanto Lhe associam!",
        "nl": "Of wie heeft jullie geleid in de duisternissen op het land en op de zee en wie heeft de winden als dragers van verheugende tijdingen voor Zijn Barmhartigheid uitgestuurd? Is er een god naast Allah? Verheven is Allah boven wat zij Hem aan deelgenoten toekennen!",
        "ur": "اور وہ کون ہے جو خشکی اور سمندر کی تاریکیوں میں تم کو راستہ دکھاتا ہے<sup foot_note=\"185880\">1</sup> اور کون اپنی رحمت کے آگے ہواوٴں کو خوشخبری لے کر بھیجتا ہے؟<sup foot_note=\"185881\">2</sup> کیا اللہ کے ساتھ کوئی دُوسرا خدا بھی (یہ کام کرتا)ہے؟ بہت بالا و برتر ہے اللہ اس شرک سے جو یہ لوگ کرتے ہیں",
        "bn": "বৰং তেওঁ, যিজনে তোমালোকক স্থলত আৰু সাগৰৰ অন্ধকাৰত পথ দেখুৱায় আৰু তেৱেঁই নিজ অনুগ্ৰহৰ পূৰ্বে সুসংবাদবাহী বতাহ প্ৰেৰণ কৰে। (তেন্তে কোৱাচোন) আল্লাহৰ লগত আন কোনোবা ইলাহ আছেনে? সিহঁতে যি অংশীদাৰ স্থাপন কৰে, আল্লাহ সেইবোৰৰ পৰা বহু উৰ্দ্ধত।",
        "fa": "[آیا معبودان شما بهترند] یا ذاتی ‌که شما را در تاریکی‌های بیابان و دریا [به وسیلۀ ماه و ستارگان] هدایت می‌کند و آن ‌ذاتی که پیش از [باران] رحمتش، باد‌ها را به مژده می‌فرستد؟ آیا معبود دیگری با الله وجود دارد؟ الله از چیزهایی که [برایش] شریک قرار می‌دهند برتر است."
      }
    },
    {
      "verse_number": 3223,
      "verse_key": "27:64",
      "arabic_text": "أَمَّن يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ ۗ أَءِلَـٰهٌ مَّعَ ٱللَّهِ ۚ قُلْ هَاتُوا۟ بُرْهَـٰنَكُمْ إِن كُنتُمْ صَـٰدِقِينَ",
      "phonetic_text": "Amman yabdao alkhalqa thumma yuAAeeduhuwaman yarzuqukum mina assama-i wal-ardia-ilahun maAAa Allahi qul hatoo burhanakumin kuntum sadiqeen",
      "translations": {
        "fr": "(Qui d’autre que) Lui initie la création puis la recommence, et qui (d’autre que Lui) vous procure votre subsistance des cieux et de la terre ? Y a-t-il donc, avec Allah, une autre divinité ? Dis : « Apportez votre preuve, si vous dites vrai ! »",
        "en": "Who is it that creates life and reproduces it? Who is it that gives you provision from the heavens and earth? Is it another god beside God?’ Say, ‘Show me your evidence then, if what you say is true.’",
        "es": "¿Acaso Quien origina la creación y luego la reproduce, y Quien os sustenta [con las gracias] del cielo y de la Tierra [puede equipararse a quien no es capaz de hacer nada de eso]? ¿Acaso puede haber otra divinidad junto con Dios? Di: “Presentad vuestras pruebas, si es verdad lo que decís”.",
        "it": "Non è Lui Che ha dato inizio alla creazione e la reitera, Colui Che vi nutre dal cielo e dalla terra? Vi è forse un’altra divinità assieme ad Allah? Di’: «Producete la vostra prova, se siete veridici».",
        "ru": "Кто создает творение изначально, а затем воссоздает его и обеспечивает вас пропитанием с неба и земли? Есть ли бог, кроме Аллаха? Скажи: «Приведите ваше доказательство, если вы говорите правду».",
        "tr": "(Onlar mı hayırlı) yoksa, önce yaratan, sonra yaratmayı tekrar eden ve sizi hem gökten, hem yerden rızıklandıran mı? Allah ile beraber başka bir ilâh mı var? De ki: Eğer doğru söylüyorsanız, siz kesin delilinizi getirin haydi!",
        "de": "Oder (ist besser) Wer die Schöpfung am Anfang macht und sie hierauf wiederholt und Wer euch vom Himmel und von der Erde versorgt? Gibt es denn einen (anderen) Gott neben Allah? Sag: Bringt euren Beweis vor, wenn ihr wahrhaftig seid.",
        "pt": "Ainda: Quem origina a criação e logo reproduz? E quem vos dá o sustento do céu e da terra? Poderá haver outradivindade em parceria com Deus? Dize-lhes: Apresentai as vossas provas, se estiverdes certos.",
        "nl": "Of wie is de schepping begonnen en heeft haar vervolgens herhaald; en wie heeft in jullie onderhoud uit de hemel en de aarde voorzien? Is er een god naast Allah? Zeg (O Moehammad): \"Brengt jullie bewijs, als jullie waarachtigen zijn.\"",
        "ur": "اور وہ کون ہے جو خلق کی ابتدا کرتا ہے اور پھر اس کا اعادہ کرتا ہے؟<sup foot_note=\"185882\">1</sup> اور کون تم کو آسمان اور زمین سے رزق دیتا ہے؟<sup foot_note=\"185883\">2</sup> کیا اللہ کے ساتھ کوئی اور خدا بھی (ان کاموں میں حصہ دار)ہے؟ کہو کہ لاوٴ اپنی دلیل اگر تم سچے ہو۔<sup foot_note=\"185884\">3</sup>",
        "bn": "বৰং তেওঁ, যিজনে প্ৰথমে সৃষ্টিৰ সূচনা কৰিছে, তাৰ পিছত তেৱেঁই ইয়াৰ পুনৰাবৃত্তি কৰিব আৰু তেৱেঁই আকাশ আৰু পৃথিৱীৰ পৰা তোমালোকক জীৱনোপকৰণ দান কৰে। (তেন্তে কোৱাচোন) আল্লাহৰ লগত আন কোনো ইলাহ আছেনে? কোৱা, ‘যদি তোমালোকে সত্যবাদী তেন্তে তোমালোকৰ প্ৰমাণ লৈ আহা’।",
        "fa": "[آیا معبودان شما بهترند] یا ذاتی‌ که آفرینش را آغاز کرد و سپس آن را بازمی‌گردانَد و [یا] آن ذاتی ‌که از آسمان و زمین به شما روزی می‌دهد؟ آیا معبود دیگری با الله وجود دارد؟ بگو: «اگر راستگویید، دلیلتان را بیاورید»."
      }
    },
    {
      "verse_number": 3224,
      "verse_key": "27:65",
      "arabic_text": "قُل لَّا يَعْلَمُ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ٱلْغَيْبَ إِلَّا ٱللَّهُ ۚ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ",
      "phonetic_text": "Qul la yaAAlamu man fee assamawatiwal-ardi alghayba illa Allahu wamayashAAuroona ayyana yubAAathoon",
      "translations": {
        "fr": "Dis encore : « Nul, parmi ceux qui sont dans les cieux et sur terre, ne connaît l’Inconnaissable (ghayb), hormis Allah. » Ils ne peuvent savoir quand ils seront ressuscités.",
        "en": "Say, ‘No one in the heavens or on earth knows the unseen except God.’ They do not know when they will be raised from the dead:",
        "es": "Di: “Nadie en los cielos ni en la Tierra conoce lo oculto salvo Dios. No saben siquiera cuándo serán resucitados.",
        "it": "Di’: «Nessuno di coloro che sono nei cieli e sulla terra conosce l’invisibile, eccetto Allah» <a class=f><sup foot_note=158804>1</sup></a>. E non sanno quando saranno resuscitati.",
        "ru": "Скажи: «Никто из тех, кто на небесах и на земле, не ведает сокровенное, кроме Аллаха, а они даже не подозревают, когда их воскресят.",
        "tr": "De ki: Göklerde ve yerde Allah'tan başka kimse gaybı bilmez. Ne zaman diriltileceklerini de bilmezler.",
        "de": "Sag: Über das Verborgene weiß nicht Bescheid wer in den Himmeln und auf der Erde ist, außer Allah; und sie merken nicht, wann sie auferweckt werden.",
        "pt": "Dize: Ninguém, além de Deus, conhece o mistério dos céus e da terra. Eles não se apercebem de quando serãoressuscitados.",
        "nl": "Zeg: \"Niemand kent het onwaarneembare in de hemelen en op dc aarde, behalve Allah.\" En zij weten niet waneer zij worden opgewekt.",
        "ur": "اِن سے کہو، اللہ کے سوا آسمانوں اور زمین میں کوئی غیب کا عِلم نہیں رکھتا۔<sup foot_note=\"185885\">1</sup> اور وہ نہیں جانتے کہ کب وہ اُٹھائے جائیں گے۔<sup foot_note=\"185886\">2</sup>",
        "bn": "কোৱা, ‘আল্লাহৰ বাহিৰে আকাশসমূহ আৰু পৃথিৱীৰ কোনেও গায়েব নাজানে। আনকি সিহঁতে উপলব্ধিও কৰিব নোৱাৰে যে সিহঁতক কেতিয়া উত্থিত কৰা হ’ব’।",
        "fa": "بگو: «کسانی که در آسمان‌ها و زمین هستند از غیب آگاه نیستند، مگر الله؛ و نمی‌دانند چه زمانی برانگیخته می‌شوند."
      }
    },
    {
      "verse_number": 3225,
      "verse_key": "27:66",
      "arabic_text": "بَلِ ٱدَّٰرَكَ عِلْمُهُمْ فِى ٱلْـَٔاخِرَةِ ۚ بَلْ هُمْ فِى شَكٍّ مِّنْهَا ۖ بَلْ هُم مِّنْهَا عَمُونَ",
      "phonetic_text": "Bali iddaraka AAilmuhum fee al-akhiratibal hum fee shakkin minha bal hum minha AAamoon",
      "translations": {
        "fr": "Leur science est incapable d’avoir la connaissance de l’autre monde, mais ils sont encore dans le doute, voire aveugles à son sujet.",
        "en": "their knowledge cannot comprehend the Hereafter; they are in doubt about it; they are blind to it.",
        "es": "Su conocimiento no alcanza a comprender la realidad de la otra vida, algunos incluso dudan de su existencia y son ciegos sobre ella.",
        "it": "La loro conoscenza dell’altra vita [è nulla]. Sono in preda ai dubbi, sono del tutto ciechi [in proposito],",
        "ru": "Но они не постигли о Последней жизни (или но их знание станет совершенным в Последней жизни). Более того, они сомневаются в ней и даже слепы к ней».",
        "tr": "Fakat ahiret hakkında bilgiler onlara ardarda gelmektedir. Ama onlar bundan bir şüphe içindedirler. Çünkü onlar bundan yana kördürler.",
        "de": "Nein! Vielmehr hat ihr Wissen über das Jenseits versagt. Nein! Vielmehr sind sie darüber im Zweifel. Nein! Vielmehr sind sie ihm gegenüber blind.",
        "pt": "Tal conhecimento dar-se-á na vida futura; porém, eles estão em dúvida a respeito disso, e, ainda, quanto a isso estãocegos!",
        "nl": "Hun kennis omvat het Hiernamaals niet. Zij verkeren hierover zelfs in onzekerheid, zij zijn er zelfs blind voor.",
        "ur": "بلکہ آخرت کا تو علم ہی اِن لوگوں سے گُم ہو گیا ہے، بلکہ یہ اس کی طرف سے شک میں ہیں، بلکہ یہ اُس  سے اندھے ہیں۔ <sup foot_note=\"185887\">1</sup>",
        "bn": "বৰং আখিৰাত সম্পৰ্কে সিহঁতৰ জ্ঞান নিঃশেষ হৈছে; আৰু সেই বিষয়ে সিহঁতে সন্দেহত লিপ্ত হৈছে, তথা এই বিষয়ে সিহঁত অন্ধ।",
        "fa": "آیا علمشان دربارۀ آخرت به کمال رسیده است [و درباره آن یقین دارند؟ هرگز؛] بلکه آنان در این مورد، در شک [و حیرانی] هستند؛ بلکه آنان نسبت به [فهمِ] آن [بی‌بصیرت و] کوردلند."
      }
    },
    {
      "verse_number": 3226,
      "verse_key": "27:67",
      "arabic_text": "وَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ أَءِذَا كُنَّا تُرَٰبًا وَءَابَآؤُنَآ أَئِنَّا لَمُخْرَجُونَ",
      "phonetic_text": "Waqala allatheena kafaroo a-ithakunna turaban waabaona a-innalamukhrajoon",
      "translations": {
        "fr": "Ceux qui ont mécru disent : « Une fois que nous serons devenus poussière, nous et nos pères, est-il vrai que nous serons sortis à nouveau (vivants des tombes) ? ",
        "en": "So the disbelievers say, ‘What! When we and our forefathers have become dust, shall we be brought back to life again?",
        "es": "Los que se niegan a creer dicen: “¿Acaso cuando seamos polvo, nosotros y nuestros padres, seremos resucitados?”.",
        "it": "I miscredenti dicono: «Quando saremo polvere noi e i nostri avi, veramente saremo resuscitati?",
        "ru": "Неверующие говорят: «Неужели после того, как мы и наши отцы превратимся в прах, мы будем выведены из могил?",
        "tr": "İnkârcılar dediler ki: \"Sahi biz ve atalarımız toprak olduktan sonra gerçekten (diriltilip) çıkarılacak mıyız?\"",
        "de": "Und diejenigen, die ungläubig sind, sagen: „Wenn wir zu Erde geworden sind, und (auch) unsere Väter, sollen wir denn dann wirklich wieder hervorgebracht werden?",
        "pt": "Os incrédulos dizem: Quando formos convertidos em pó, como foram nossos pais, seremos, acaso, ressuscitados?",
        "nl": "En degenen die ongelovig zijn zeggen: \"Is het waar, dat als wij en onze vaderen tot aarde zijn geworden, wij zeker worden opgewekt?",
        "ur": "یہ منکرین کہتے ہیں \"کیا جب ہم اور ہمارے باپ دادا مٹی ہو چکے ہوں گے تو ہمیں واقعی قبروں سے نکالا جائے گا؟",
        "bn": "আৰু কাফিৰসকলে কয়, ‘আমি আৰু আমাৰ পিতৃ-পুৰুষসকলে মাটিত পৰিণত হ’লেও আমাক আকৌ উলিয়াই আনা হ’ব নেকি?",
        "fa": "و کسانی ‌که کفر ورزیدند گفتند: «آیا هنگامی ‌که ما و پدرانمان خاک شدیم، ما را [زنده می‌کنند و از گور] بیرون می‌آورند؟"
      }
    },
    {
      "verse_number": 3227,
      "verse_key": "27:68",
      "arabic_text": "لَقَدْ وُعِدْنَا هَـٰذَا نَحْنُ وَءَابَآؤُنَا مِن قَبْلُ إِنْ هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
      "phonetic_text": "Laqad wuAAidna hatha nahnuwaabaona min qablu in hatha illaasateeru al-awwaleen",
      "translations": {
        "fr": "Une telle promesse nous a été faite par le passé, à nous et à nos pères. Mais ce ne sont là que d’anciennes légendes ! »",
        "en": "We have heard such promises before, and so did our forefathers. These are just ancient fables.’",
        "es": "Eso ya se nos había prometido anteriormente, a nosotros y a nuestros padres. No es más que una fábula de los ancestros”.",
        "it": "Già ci è stato promesso, a noi e ai nostri avi. Non sono che favole degli antichi».",
        "ru": "Это было обещано нам и еще раньше - нашим отцам. Но это - всего лишь легенды древних народов».",
        "tr": "\"And olsun ki, bu tehdit bize yapıldığı gibi, daha önce atalarımıza da yapılmıştır. Bu öncekilerin masallarından başka bir şey değildir.\"",
        "de": "Dies ist zuvor bereits uns und unseren Vätern versprochen worden. Das sind nur Fabeln der Früheren.",
        "pt": "Isto nos foi prometido antes, assim como o foi a nossos pais; porém, não é mais do que fábulas dos primitivos.",
        "nl": "Voorzeker, dit is ons en onze vaderen vroeger beloofd. Dit zijn slechts fabels van de vroegeren.\"",
        "ur": "یہ خبریں ہم کو بھی بہت دی گئی ہیں اور پہلے ہمارے آباء اجداد کو بھی دی جاتی رہی ہیں، مگر یہ بس افسانے ہی افسانے ہیں جو اگلے وقتوں سے سُنتے چلے آ رہے ہیں\"",
        "bn": "‘অৱশ্যে এই বিষয়ে আমাক আৰু ইয়াৰ পূৰ্বে আমাৰ পিতৃ-পুৰুষসকলোকো প্ৰতিশ্ৰুতি দিয়া হৈছিল। এইটো পূৰ্বৱৰ্তীবিলাকৰ উপকথাৰ বাহিৰে আন একো নহয়’।",
        "fa": "در حقیقت، این را به ما و پیش از این به پدرانمان [نیز] وعده داده‌اند. این [سخن، چیزی] نیست، مگر افسانه‌های [خیالی] پیشینیان»."
      }
    },
    {
      "verse_number": 3228,
      "verse_key": "27:69",
      "arabic_text": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُجْرِمِينَ",
      "phonetic_text": "Qul seeroo fee al-ardi fanthurookayfa kana AAaqibatu almujrimeen",
      "translations": {
        "fr": "Dis : « Allez de par le monde et voyez quel fut le sort des criminels. »",
        "en": "[Prophet], say, ‘Travel through the earth and see how the evildoers ended up.’",
        "es": "Di: “Viajad por el mundo y observad cuál fue el final de los que han hecho el mal”.",
        "it": "Di’: «Viaggiate sulla terra e considerate quale fu la sorte degli iniqui».",
        "ru": "Скажи: «Постранствуйте по земле и посмотрите, каким был конец грешников».",
        "tr": "De ki: \"Hele bir yeryüzünde gezin de, günahkarların sonu nice oldu, bir bakın!\"",
        "de": "Sag: Reist auf der Erde umher und schaut, wie das Ende der Übeltäter war.",
        "pt": "Dize-lhes: Percorrei a terra e reparai qual foi a sorte dos pecadores!",
        "nl": "Zeg (O Moehammad): \"Reist rond op de aarde en ziet hoe het einde van de misdadigers was.\"",
        "ur": "کہو ذرا زمین میں چل پھر کر دیکھو کہ مجرموں کا کیا انجام ہو چکا ہے۔<sup foot_note=\"185888\">1</sup>",
        "bn": "কোৱা, ‘তোমালোকে পৃথিৱীত পৰিভ্ৰমণ কৰা তাৰ পিছত চোৱা, অপৰাধীবিলাকৰ পৰিণাম কেনেকুৱা হৈছিল’।",
        "fa": "[ای پیامبر، به کافران] بگو: «در زمین بگردید و بنگرید که سرانجامِ گناهکاران چگونه بوده است»."
      }
    },
    {
      "verse_number": 3229,
      "verse_key": "27:70",
      "arabic_text": "وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُن فِى ضَيْقٍ مِّمَّا يَمْكُرُونَ",
      "phonetic_text": "Wala tahzan AAalayhim walatakun fee dayqin mimma yamkuroon",
      "translations": {
        "fr": "Ne sois pas triste à leur sujet, ni angoissé des intrigues qu’ils trament.",
        "en": "[Prophet], do not grieve over them; do not be distressed by their schemes.",
        "es": "No te entristezcas por ellos ni te angusties por lo que traman contra ti.",
        "it": "Non ti affliggere per loro, non essere angosciato per le loro trame.",
        "ru": "Не печалься о них и пусть не стесняет тебя то, что они замышляют.",
        "tr": "(Habibim!) Onlara karşı mahzun olma, kurmakta oldukları tuzaklardan ötürü de sıkıntı duyma!",
        "de": "Sei nicht traurig über sie, und sei nicht in Beklommenheit wegen der Ränke, die sie schmieden.",
        "pt": "E não te aflijas por eles, nem te angusties pelo que conspiram contra ti",
        "nl": "En treur niet om hen, en wees ook niet bezorgd over wat zij aan listen beramen.",
        "ur": "اے نبیؐ ، اِن کےحال پر رنج نہ کرو، اور نہ اِن کی چالوں پر دِل تنگ ہو<sup foot_note=\"185889\">1</sup>",
        "bn": "তুমি সিহঁতৰ বাবে দুখ নকৰিবা আৰু সিহঁতৰ ষড়যন্ত্ৰত মনঃক্ষুণ্ণও নহ’বা।",
        "fa": "و از [رویگردانیِ] آنان غمگین نباش و از نیرنگ‌هایی که می‌ورزند، دلتنگ نشو."
      }
    },
    {
      "verse_number": 3230,
      "verse_key": "27:71",
      "arabic_text": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
      "phonetic_text": "Wayaqooloona mata hathaalwaAAdu in kuntum sadiqeen",
      "translations": {
        "fr": "Ils demandent : « À quand donc cette promesse, si vous êtes véridiques ? »",
        "en": "They also say, ‘When will this promise be fulfilled if what you say is true?’",
        "es": "Ellos dicen: “¿Cuándo se cumplirá tu advertencia? [Te desafiamos] Si es que dices la verdad”.",
        "it": "Dicono: «Quando [si realizzerà] questa promessa, se siete veridici?».",
        "ru": "Они говорят: «Когда же сбудется это обещание, если вы говорите правду?».",
        "tr": "Bir de, \"Eğer doğru söylüyorsanız bu vaad (ettiğiniz azab) hani, ne zaman?\" derler.",
        "de": "Und sie sagen: „Wann wird dieses Versprechen eintreten, wenn ihr wahrhaftig seid?",
        "pt": "E dizem: Quando se cumprirá tal promessa? Dizei-nos, se estais certos!",
        "nl": "En zij (de ongelovigen) zeggen: \"Wanneer zal deze belofte (vervuld worden), als jullie warachtigen rijn?\"",
        "ur": "وہ کہتے ہیں کہ ”یہ دھمکی کب پُوری ہوگی اگر تم سچے ہو؟“<sup foot_note=\"185890\">1</sup>",
        "bn": "আৰু সিহঁতে কয়, ‘তোমালোকে যদি সত্যবাদী হোৱা তেন্তে কোৱা, কেতিয়া এই প্ৰতিশ্ৰুতি বাস্তৱায়িত হ’ব’?",
        "fa": "و [کافران] می‌گویند: «اگر راستگویید، این وعده [عذاب] کی خواهد بود؟»"
      }
    },
    {
      "verse_number": 3231,
      "verse_key": "27:72",
      "arabic_text": "قُلْ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعْضُ ٱلَّذِى تَسْتَعْجِلُونَ",
      "phonetic_text": "Qul AAasa an yakoona radifa lakumbaAAdu allathee tastaAAjiloon",
      "translations": {
        "fr": "Dis : « Il est possible qu’une partie de ce que vous êtes pressés (de voir arriver) soit imminente. »",
        "en": "Say, ‘Maybe some of what you seek to hasten is near at hand.’",
        "es": "Diles: “Puede ser que sea muy pronto, que esté detrás de vosotros algo de lo que pedís que suceda pronto”.",
        "it": "Di’: «Forse parte di quel che volete affrettare è già imminente».",
        "ru": "Скажи: «Возможно, некоторое из того, что вы торопите, уже находится позади вас».",
        "tr": "De ki: \"Çabucak gelmesini istediğiniz şeyin (azabın) bir kısmı herhalde yakında ensenize binecektir.\"",
        "de": "Sag: Vielleicht ist dicht hinter euch einiges von dem, was ihr zu beschleunigen wünscht.",
        "pt": "Responde-lhes: É possível que vos acosse algo do que pretendeis apressar!",
        "nl": "Zeg (O Moehammad): \"Moge een deel van wat jullie wensen te bespoedigen bijna bij jullie zijn.\"",
        "ur": "کہو کیا عجب کہ جس عذاب کے لیے تم جلدی مچا رہے ہو اس کا ایک حصہ تمہارے قریب ہی آلگا ہو۔<sup foot_note=\"185873\">1</sup>",
        "bn": "কোৱা, ‘তোমালোকে যিটো বিষয় ত্বৰান্বিত কৰিব বিচাৰিছা, সম্ভৱত তাৰে কিছু (অংশ) তোমালোকৰ পিছে পিছে আহি আছে!’",
        "fa": "بگو: «چه بسا برخى از آنچه به شتاب مى‌خواهید، به شما نزدیک ‌باشد»."
      }
    },
    {
      "verse_number": 3232,
      "verse_key": "27:73",
      "arabic_text": "وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ",
      "phonetic_text": "Wa-inna rabbaka lathoo fadlinAAala annasi walakinna aktharahum layashkuroon",
      "translations": {
        "fr": "Ton Seigneur est Plein de faveurs pour les hommes, mais la plupart d’entre eux ne (Lui) rendent pas grâces.",
        "en": "Your Lord is bountiful to people, though most of them are ungrateful.",
        "es": "Tu Señor concede Sus gracias a la gente, pero la mayoría no agradece.",
        "it": "In verità il tuo Signore è pieno di grazia per gli uomini, ma la maggior parte di loro non sono riconoscenti.",
        "ru": "Воистину, твой Господь оказывает милость людям, но большинство их неблагодарны.",
        "tr": "Şüphesiz Rabbin, insanlara karşı lütuf sahibidir; fakat insanların çoğu şükretmezler.",
        "de": "Dein Herr ist wahrlich voll Huld gegen die Menschen. Aber die meisten von ihnen sind nicht dankbar.",
        "pt": "Por certo que teu Senhor é Agraciante para com os humanos; porém, a sua maioria é ingrata.",
        "nl": "En voorwaar, jouw Heer bezit zeker gunsten voor de mensen, maar de meesten van en zijn niet dankbaar.",
        "ur": "حقیقت یہ ہے کہ تیرا ربّ تو لوگوں پر بڑا فضل فرمانے والا ہے مگر اکثر لوگ شکر نہیں کرتے۔<sup foot_note=\"185892\">1</sup>",
        "bn": "নিশ্চয় তোমাৰ প্ৰতিপালক মানুহৰ প্ৰতি অনুগ্ৰহশীল; কিন্তু সিহঁতৰ অধিকাংশই অকৃতজ্ঞ।",
        "fa": "و بی‌گمان، پروردگارت نسبت به مردم بخشش [و رحمت] دارد؛ ولی بیشتر آنان سپاس نمی‌گزارند."
      }
    },
    {
      "verse_number": 3233,
      "verse_key": "27:74",
      "arabic_text": "وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ",
      "phonetic_text": "Wa-inna rabbaka layaAAlamu ma tukinnusudooruhum wama yuAAlinoon",
      "translations": {
        "fr": "Ton Seigneur, certes, Sait ce qu’ils cachent dans le secret du cœur et ce qu’ils révèlent au grand jour.",
        "en": "He knows everything their hearts conceal and everything they reveal:",
        "es": "Tu Señor conoce lo que esconden sus corazones y lo que manifiestan.",
        "it": "In verità il tuo Signore conosce quello che celano i loro petti e ciò che palesano.",
        "ru": "Воистину, твой Господь знает то, что таят их сердца, и то, что они обнаруживают.",
        "tr": "Rabbin elbette onların sinelerinin gizlediklerini de, açığa vurduklarını da bilir.",
        "de": "Und dein Herr weiß fürwahr, was ihre Brüste verhehlen und was sie offenlegen.",
        "pt": "E, em verdade, teu Senhor sabe tudo quanto dissimulam seus corações e tudo quanto manifestam.",
        "nl": "En voorwaar, jouw Heer weet zeker wat hun harten verbergen en wat zij openlijk doen.",
        "ur": "بلا شُبہ تیرا ربّ خُوب جانتا ہے جو کچھ ان کے سینے اپنے اندر چھُپائے ہوئے ہیں اور جو کچھ وہ ظاہر کرتے ہیں۔<sup foot_note=\"185893\">1</sup>",
        "bn": "আৰু নিশ্চয় তোমাৰ প্ৰতিপালক, তেওঁ অৱশ্যে জানে সিহঁতৰ অন্তৰে যি গোপন কৰে আৰু সিহঁতে যি প্ৰকাশ কৰে।",
        "fa": "و بی‌تردید، پروردگارت آنچه را در سینه‌هایشان پنهان می‌کنند و آنچه را آشکار می‌سازند، به خوبی می‌داند."
      }
    },
    {
      "verse_number": 3234,
      "verse_key": "27:75",
      "arabic_text": "وَمَا مِنْ غَآئِبَةٍ فِى ٱلسَّمَآءِ وَٱلْأَرْضِ إِلَّا فِى كِتَـٰبٍ مُّبِينٍ",
      "phonetic_text": "Wama min gha-ibatin fee assama-iwal-ardi illa fee kitabin mubeen",
      "translations": {
        "fr": "Il n’est aucune chose cachée, dans le ciel et sur terre, qui ne soit (consignée) dans un Livre explicite.",
        "en": "there is nothing hidden in the heavens or on earth that is not in a clear Record.",
        "es": "Todo lo que está oculto [al conocimiento de las personas] en el cielo y",
        "it": "Non c’è nulla di occulto nel cielo e sulla terra che non sia in un Libro chiarissimo.",
        "ru": "На небе и на земле нет такого сокровенного, которого бы не было в ясном Писании.",
        "tr": "Gökte ve yerde gizli hiçbir şey yoktur ki apaçık bir kitapta (Lehvi mahfuzda) bulunmasın.",
        "de": "Und es gibt nichts Verborgenes im Himmel und auf der Erde, das nicht in einem deutlichen Buch (verzeichnet) wäre.",
        "pt": "E não há mistério nos céus e na terra que não esteja registrado no Livro lúcido.",
        "nl": "En niets is onwaameembaar in de hemel en op de aarde, of het staat in een duidelijk Boek.",
        "ur": "آسمان و زمین کی کوئی پوشیدہ چیز ایسی نہیں ہے جو ایک واضح کتاب میں لکھی ہوئی موجود نہ ہو۔<sup foot_note=\"185894\">1</sup>",
        "bn": "আকাশ আৰু পৃথিৱীত এনে কোনো গোপন ৰহস্য নাই, যিটো সুস্পষ্ট কিতাবত নাই।",
        "fa": "و هیچ پنهانی در آسمان و زمین نیست، مگر آنکه در کتابی روشن [= لوح محفوظ] ثبت است."
      }
    },
    {
      "verse_number": 3235,
      "verse_key": "27:76",
      "arabic_text": "إِنَّ هَـٰذَا ٱلْقُرْءَانَ يَقُصُّ عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ أَكْثَرَ ٱلَّذِى هُمْ فِيهِ يَخْتَلِفُونَ",
      "phonetic_text": "Inna hatha alqur-ana yaqussuAAala banee isra-eela akthara allathee humfeehi yakhtalifoon",
      "translations": {
        "fr": "Ce Coran relate aux Enfants d’Israël la plupart des sujets sur lesquels ils sont partagés.",
        "en": "Truly, this Quran explains to the Children of Israel most of what they differ about,",
        "es": "El Corán les relata a los Hijos de Israel [la respuesta] a gran parte de los asuntos sobre los que discrepaban.",
        "it": "Questo Corano narra ai Figli di Israele la maggior parte delle cose sulle quali divergono <a class=f><sup foot_note=158805>1</sup></a>,",
        "ru": "Воистину, этот Коран рассказывает сынам Исраила (Израиля) большую часть того, о чем они расходятся во мнениях.",
        "tr": "Haberiniz olsun ki bu Kur'ân, İsrail oğullarına, hakkında ihtilaf edegeldikleri şeylerin pek çoğunu anlatmaktadır.",
        "de": "Gewiß, dieser Qur’an erzählt den Kindern Isra’ils das meiste von dem, worüber sie uneinig sind.",
        "pt": "Sabei que este Alcorão explica aos israelitas os principais objetos de suas divergências.",
        "nl": "Voorwaar, deze Koran vertelt aan de Kinderen van Israël waarover zij het meeste redetwisten.",
        "ur": "یہ واقعہ ہے کہ یہ قرآن بنی اسرائیل کو اکثراُن باتوں کی حقیقت بتاتا ہے جن میں وہ اختلاف رکھتے ہیں<sup foot_note=\"185895\">1</sup>",
        "bn": "বনী ইছৰাঈলে যিবোৰ বিষয়ত বিতৰ্ক কৰিছিল, নিশ্চয় এই কোৰআনে তাৰ অধিকাংশই সিহঁতৰ ওচৰত বিৱৰণ দিয়ে।",
        "fa": "بی‌گمان، این قرآن بیشتر آنچه را بنی‌اسرائیل درباره‌اش اختلاف دارند، برایشان بیان می‌کند."
      }
    },
    {
      "verse_number": 3236,
      "verse_key": "27:77",
      "arabic_text": "وَإِنَّهُۥ لَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ",
      "phonetic_text": "Wa-innahu lahudan warahmatunlilmu/mineen",
      "translations": {
        "fr": "Et il est une juste direction (hudâ) et une miséricorde pour les croyants.",
        "en": "and it is guidance and grace for those who believe.",
        "es": "[El Corán] es guía y misericordia para los creyentes.",
        "it": "mentre è, per i credenti, guida e misericordia.",
        "ru": "Воистину, это - верное руководство и милость для верующих.",
        "tr": "Ve o, müminler için gerçekten bir hidayet rehberi ve rahmettir.",
        "de": "Und es ist wahrlich eine Rechtleitung und Barmherzigkeit für die Gläubigen.",
        "pt": "E que é, ademais, orientação e clemência para os fiéis.",
        "nl": "En voorwaar, hij is zeker Leiding en Barmhartigheid voor de gelovigen.",
        "ur": "اور یہ ہدایت اور رحمت ہے ایمان لانے والوں کے لیے۔<sup foot_note=\"185896\">1</sup>",
        "bn": "আৰু নিশ্চয় ই মুমিনসকলৰ বাবে হিদায়ত আৰু ৰহমত।",
        "fa": "و حقا که رهنمود و رحمتی برای مؤمنان است."
      }
    },
    {
      "verse_number": 3237,
      "verse_key": "27:78",
      "arabic_text": "إِنَّ رَبَّكَ يَقْضِى بَيْنَهُم بِحُكْمِهِۦ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْعَلِيمُ",
      "phonetic_text": "Inna rabbaka yaqdee baynahum bihukmihiwahuwa alAAazeezu alAAaleem",
      "translations": {
        "fr": "Ton Seigneur les départagera par Son Jugement, Lui le Tout- Puissant, l’Omniscient.",
        "en": "Truly, your Lord will judge between them in His wisdom- He is the Almighty, the All Knowing-",
        "es": "Tu Señor juzgará entre ellos con justicia. Él es el Poderoso, el que todo lo sabe.",
        "it": "In verità il tuo Signore giudicherà tra di loro, col Suo giudizio; Egli è l’Eccelso, il Saggio.",
        "ru": "Воистину, твой Господь рассудит между ними Своим судом. Он - Могущественный, Знающий.",
        "tr": "Rabbin şüphesiz, onlar arasında kendi hükmünü verecektir. O, mutlak galiptir, hikmet sahibidir.",
        "de": "Gewiß, dein Herr wird zwischen ihnen durch Sein Urteil entscheiden. Und Er ist der Allmächtige und Allwissende.",
        "pt": "Por certo que teu Senhor julgará entre eles com justiça, porque é Poderoso, Sapientíssimo.",
        "nl": "Voorwaar, jouw Heer zal tussen hen oordelen met Zijn Oordeel. En Hij is de Almachtige, de Alwetende.",
        "ur": "یقیناً (اِسی طرح)تیرا ربّ اِن لوگوں کے درمیان<sup foot_note=\"185897\">1</sup> بھی اپنے حکم  سے فیصلہ کر دے گا اور وہ زبردست اور سب کچھ جاننے والا ہے۔<sup foot_note=\"185898\">2</sup>",
        "bn": "নিশ্চয় তোমাৰ প্ৰতিপালকে তেওঁৰ বিধান অনুযায়ী সিহঁতৰ মাজত ফয়চালা কৰি দিব; আৰু তেওঁ মহাপৰাক্ৰমশালী, সৰ্বজ্ঞ।",
        "fa": "مسلماً پروردگارت [در قیامت] به حکم خویش در میان آنان داوری می‌کند و او شکست‌ناپذیرِ داناست."
      }
    },
    {
      "verse_number": 3238,
      "verse_key": "27:79",
      "arabic_text": "فَتَوَكَّلْ عَلَى ٱللَّهِ ۖ إِنَّكَ عَلَى ٱلْحَقِّ ٱلْمُبِينِ",
      "phonetic_text": "Fatawakkal AAala Allahi innakaAAala alhaqqi almubeen",
      "translations": {
        "fr": "Confie-toi à Allah, tu te fondes sur la vérité évidente.",
        "en": "so [Prophet], put your trust in God, you are on the path of clear truth.",
        "es": "Encomiéndate a Dios, que tú estás en la verdad evidente.",
        "it": "Confida dunque in Allah: tu sei davvero nella verità chiarissima.",
        "ru": "Уповай же на Аллаха, ибо ты придерживаешься очевидной истины.",
        "tr": "Ve o halde sen Allah'a güven. Çünkü sen, apaçık hakikatin üzerindesin.",
        "de": "So verlasse dich auf Allah, denn du verfährst nach der offenkundigen Wahrheit.",
        "pt": "Encomenda-te, pois, a Deus, porque segues a verdade elucidativa.",
        "nl": "Vertrouw daarom op Allah. Voorwaar, jij (O Moehammad) bent op (het Pad van) de duidelijke Waarheid.",
        "ur": "پس اے نبیؐ، اللہ پر بھروسا رکھو، یقیناً تم صریح حق پر ہو",
        "bn": "এতেকে আল্লাহৰ ওপৰত নিৰ্ভৰ কৰা; নিশ্চয় তুমি সুস্পষ্ট সত্যৰ ওপৰত প্ৰতিষ্ঠিত।",
        "fa": "پس بر الله توکل کن. به راستی که تو بر حقیقتی آشکار هستی."
      }
    },
    {
      "verse_number": 3239,
      "verse_key": "27:80",
      "arabic_text": "إِنَّكَ لَا تُسْمِعُ ٱلْمَوْتَىٰ وَلَا تُسْمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوْا۟ مُدْبِرِينَ",
      "phonetic_text": "Innaka la tusmiAAu almawta walatusmiAAu assumma adduAAaa ithawallaw mudbireen",
      "translations": {
        "fr": "Tu ne peux faire que les morts entendent ni que les sourds perçoivent l’appel quand ils tournent les talons et se sauvent.",
        "en": "You cannot make the dead hear, you cannot make the deaf listen to your call when they turn their backs and leave,",
        "es": "Tú no puedes hacer que los muertos [de corazón] oigan ni que los sordos [que no quieren oír] escuchen la prédica cuando rechazan la Verdad.",
        "it": "Certo non puoi far sentire i morti, e neppure far sentire ai sordi il richiamo, quando fuggono voltando le spalle.",
        "ru": "Ты не заставишь слышать мертвецов и не заставишь глухих услышать твой призыв, когда они обращаются вспять.",
        "tr": "Bil ki sen, ölülere işittiremezsin, arkasını dönüp kaçmakta olan sağırlara da daveti duyuramazsın.",
        "de": "Du kannst weder die Toten hören lassen noch die Tauben den Ruf hören lassen, wenn sie den Rücken kehren.",
        "pt": "Certamente, tu não poderás fazer os mortos ouvir, nem fazer-te ouvir pelos surdos (especialmente) quando fogem,",
        "nl": "Voorwaar, jij bent niet in staat de doden te doen horen en de doven de roep te doen horen wanneer zij de rug toekeren.",
        "ur": "تم مُردوں کو نہیں سُنا سکتے<sup foot_note=\"185899\">1</sup>، نہ اُن بہروں تک اپنی پکار پہنچا سکتے ہو جو پیٹھ پھیر کر بھاگے جا رہے ہوں<sup foot_note=\"185900\">2</sup>",
        "bn": "নিশ্চয় তুমি মৃতক শুনাব নোৱাৰিবা, আৰু বধিৰকো আহ্বান শুনাব নোৱাৰিবা, যেতিয়া সিহঁতে পিঠি দেখুৱাই গুচি যায়।",
        "fa": "و تو هرگز نمی‌توانی مرده‌دلان را شنوا سازی و [ندای] دعوت [حق را] را به گوش كران برسانى؛ آنگاه که آنان پشت می‌کنند و روی می‌گردانند."
      }
    },
    {
      "verse_number": 3240,
      "verse_key": "27:81",
      "arabic_text": "وَمَآ أَنتَ بِهَـٰدِى ٱلْعُمْىِ عَن ضَلَـٰلَتِهِمْ ۖ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِـَٔايَـٰتِنَا فَهُم مُّسْلِمُونَ",
      "phonetic_text": "Wama anta bihadee alAAumyiAAan dalalatihim in tusmiAAu illa manyu/minu bi-ayatina fahum muslimoon",
      "translations": {
        "fr": "Tu ne saurais, non plus, guider les aveugles qui se sont égarés. Tu ne peux faire entendre que ceux qui croient en Nos Signes et s’y soumettent en Musulmans.",
        "en": "you cannot guide the blind out of their error: you cannot make anyone hear you except those who believe in Our signs and submit [to Us].",
        "es": "Ni puedes guiar a los ciegos [que no quieren ver] y sacarlos de su extravío. Tú solo puedes hacer que escuchen quienes creen en Mis signos y se someten a Dios [siendo musulmanes].",
        "it": "E neppure potrai trarre i ciechi dal loro sviamento. Solo ti potrai far ascoltare da coloro che credono nei Nostri segni e si sottomettono.",
        "ru": "Ты не выведешь слепых из их заблуждения. Ты можешь заставить слышать только тех, которые веруют в Наши знамения, будучи мусульманами.",
        "tr": "Sen körleri sapıklıklarından çevirip doğru yola getirecek değilsin. Ancak (gönülden) teslim olarak âyetlerimize iman edenlere duyurabilirsin.",
        "de": "Noch kannst du die Blinden aus ihrem Irrtum heraus rechtleiten. Hören lassen kannst du nur, wer an Unsere Zeichen glaubt und die (Uns) somit ergeben sind.",
        "pt": "Como tampouco és guia dos cegos em seu erro, porque só podes fazer-te escutar por aqueles que crêem nos Nossosversículos e são muçulmanos.",
        "nl": "En jij kunt ook niet de blinden van hun dwaling wegleiden en jij kunt alleen hen doen luisteren die in Onze Verzen geloven, waarop zij zich (aan Allah) overgeven.",
        "ur": "اور نہ اندھوں کو راستہ بتا کر بھٹکنے سے بچا سکتے ہو۔<sup foot_note=\"185901\">1</sup> تم تو اپنی بات اُنہی لوگوں کو سُنا سکتے ہو  جو ہماری آیات پر ایمان لاتے ہیں اور پھر فرماں بردار بن جاتے ہیں",
        "bn": "তুমি অন্ধবিলাককো সিহঁতৰ পথভ্ৰষ্টতাৰ পৰা সঠিক পথত আনিব নোৱাৰিবা। তুমি কেৱল তেওঁলোকক শুনাব পাৰিবা যিসকলে আমাৰ আয়াতসমূহৰ প্ৰতি ঈমান পোষণ কৰে, এতেকে তেওঁলোকেই আত্মসমৰ্পনকাৰী।",
        "fa": "و تو نمی‌توانی کوردلان را از گمراهی‌شان [بازگردانی و] هدایت کنی. تو [می‌توانی پیام حق را تنها] به گوش کسانی برسانی که به آیات ما ایمان دارند و [در برابر حق،] تسلیمند."
      }
    },
    {
      "verse_number": 3241,
      "verse_key": "27:82",
      "arabic_text": "۞ وَإِذَا وَقَعَ ٱلْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَآبَّةً مِّنَ ٱلْأَرْضِ تُكَلِّمُهُمْ أَنَّ ٱلنَّاسَ كَانُوا۟ بِـَٔايَـٰتِنَا لَا يُوقِنُونَ",
      "phonetic_text": "Wa-itha waqaAAa alqawlu AAalayhimakhrajna lahum dabbatan mina al-arditukallimuhum anna annasa kanoo bi-ayatinala yooqinoon",
      "translations": {
        "fr": "Quand le verdict sera prononcé à leur sujet, Nous ferons sortir de la terre une bête qui leur parlera et leur dira que les hommes ne croyaient pas fermement en Nos Signes. ",
        "en": "When the verdict is given against them, We shall bring a creature out of the earth, which will tell them that people had no faith in Our revelations.",
        "es": "Cuando ocurra lo que ha sido decretado para ellos, haré salir de la Tierra una bestia que les hablará [milagrosamente diciéndoles]<sup foot_note=168948>1</sup> que la gente no estaba convencida de Mis signos.",
        "it": "Quando il Decreto cadrà loro addosso, faremo uscire, per loro, una bestia <a class=f><sup foot_note=158806>1</sup></a>dalla terra. [Essa] proclamerà che gli uomini non erano convinti della verità dei Nostri segni.",
        "ru": "Когда же свершится над ними Слово, Мы выведем к ним из земли животное, которое скажет им, что люди не были убеждены в Наших знамениях.",
        "tr": "Söylenen başlarına geleceği vakit, bunlar için yerden bir \"dâbbe\" (canlı) çıkarırız ki bu, onlara insanların âyetlerimize kesin bir iman getirmemiş olduklarını söyler.",
        "de": "Und wenn das Wort über sie fällig wird, bringen Wir ihnen ein Tier aus der Erde hervor, das zu ihnen spricht; (dies), weil die Menschen von Unseren Zeichen nicht überzeugt sind.",
        "pt": "E quando recair sobre eles a sentença, produzir-lhes-emos da terra uma besta, que lhe dirá: A verdade é que os humanosnão crêem nos Nossos versículos!",
        "nl": "En wanneer het woord hen treft, dan brengen Wij voor hen een levend wezen uit de aarde tevoorschijn om tot hen te spreken: voorwaar, de mensheid was niet van Onze Tekenen overtuigd.",
        "ur": "اور جب ہماری بات پُوری ہونے کا وقت اُن پر آپہنچے گا<sup foot_note=\"185902\">1</sup> تو ہم ان کے لیے ایک جانور زمین سے نکالیں گے جو ان سے کلام کرے گا کہ لوگ ہماری آیات پر یقین نہیں کر تے تھے۔<sup foot_note=\"185903\">2</sup>",
        "bn": "আৰু যেতিয়া সিহঁতৰ ওপৰত ঘোষিত শাস্তি আহিব তেতিয়া আমি সিহঁতৰ বাবে পৃথিৱীৰ পৰা এটা জন্তু উলিয়াম (দা-ব্বাতুল আৰজ), যিটো সিহঁতৰ লগত কথা ক'ব যে, মানুহে আমাৰ নিদৰ্শনসমূহৰ প্ৰতি নিশ্চিত বিশ্বাস কৰা নাছিল।",
        "fa": "و آنگاه که [در آستانۀ قیامت،] فرمان [عذاب] بر آنان واجب گردد، جنبنده‌ای را برایشان از زمین بیرون می‌آوریم که با آنان [در این مورد] سخن بگوید که مردم به آیات ما یقین نداشتند."
      }
    },
    {
      "verse_number": 3242,
      "verse_key": "27:83",
      "arabic_text": "وَيَوْمَ نَحْشُرُ مِن كُلِّ أُمَّةٍ فَوْجًا مِّمَّن يُكَذِّبُ بِـَٔايَـٰتِنَا فَهُمْ يُوزَعُونَ",
      "phonetic_text": "Wayawma nahshuru min kulli ommatinfawjan mimman yukaththibu bi-ayatinafahum yoozaAAoon",
      "translations": {
        "fr": "Le jour où Nous rassemblerons de chaque communauté un groupe de ceux qui traitaient Nos Signes de mensonges, et qu’ils seront maintenus chacun à la place qui lui sied,",
        "en": "The Day will come when We gather from every community a crowd of those who disbelieved in Our signs and they will be led in separate groups",
        "es": "El día que reúna, de cada nación, a quienes desmentían Mis signos, marcharán uno detrás del otro.",
        "it": "In quel Giorno riuniremo, da ogni comunità, una massa di coloro che tacciarono di menzogna i Nostri segni, e saranno divisi in schiere.",
        "ru": "В тот день Мы соберем из каждого народа толпу тех, кто считал ложью Наши знамения, и их будут подталкивать.",
        "tr": "Ve her ümmetin âyetlerimizi yalan sayanlarından bir cemaati toplayacağımız gün, artık onlar bir arada tutulup (hesap yerine) sevkedilirler.",
        "de": "Und (denke an) den Tag, da Wir aus jeder Gemeinschaft eine Schar von denjenigen versammeln werden, die Unsere Zeichen für Lüge erklären, und sie dann in Reihen geordnet werden.",
        "pt": "Recorda-te de que um dia congregaremos um grupo de cada povo, dentre aqueles que desmentiram os Nossos versículos, os quais serão postos em formação,",
        "nl": "En (gedenk) op die Dag zullen Wij uit iedere gemeenschap een groep verzamelen van hen die Onze Tekenen loochenden, zij worden dan in rijen opgesteld.",
        "ur": "اور ذرا تصور کرو اُس دن کا جب ہم ہر امّت میں سے ایک فوج کی فوج اُن لوگوں کی گھیر لائیں گے جو ہماری آیات کو جھٹلایا کرتے تھے، پھر ان کو (ان کی اقسام کے لحاظ سے درجہ بدرجہ) مرتب کیا جائے گا",
        "bn": "আৰু স্মৰণ কৰা সেই দিনটোৰ কথা, যিদিনা আমি সমবেত কৰিম প্ৰত্যেক সম্প্ৰদায়ৰ পৰা একো একোটা দল, যিহঁতে আমাৰ নিদৰ্শনাৱলী প্ৰত্যাখ্যান কৰিছিল, তাৰ পিছত সিহঁতক শাৰীবদ্ধভাৱে একত্ৰিত কৰা হ'ব।",
        "fa": "و [یاد کن از] روزی که از هر امتی، گروهی از آنان که آیات ما را دروغ می‌انگاشتند جمع می‌کنیم؛ آنگاه [برای حسابرسی، به صف] نگاه داشته می‌شوند."
      }
    },
    {
      "verse_number": 3243,
      "verse_key": "27:84",
      "arabic_text": "حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبْتُم بِـَٔايَـٰتِى وَلَمْ تُحِيطُوا۟ بِهَا عِلْمًا أَمَّاذَا كُنتُمْ تَعْمَلُونَ",
      "phonetic_text": "Hatta itha jaooqala akaththabtum bi-ayatee walam tuheetoobiha AAilman ammatha kuntum taAAmaloon",
      "translations": {
        "fr": "et se présenteront devant Allah, Il leur dira : « Avez-vous traité Mes Signes de mensonges sans en avoir cerné le sens ? Ou alors que faisiez-vous donc ? »",
        "en": "until, when they come before Him, He will say, ‘Did you deny My messages without even taking them in? Or what were you doing?’",
        "es": "Al llegar [al lugar del juicio, Dios] les dirá: “Desmentisteis Mis signos sin siquiera conocerlos”, [y se les preguntará:] “¿Cuáles han sido vuestras obras?”",
        "it": "Quando saranno colà, [Allah] dirà: «Avete tacciato di menzogna i Miei segni senza neppure conoscerli? Che cosa dunque avete fatto?».",
        "ru": "Когда они придут, Он скажет: «Неужели вы сочли ложью Мои знамения, даже не постигнув их? Что же вы совершали?».",
        "tr": "Nihayet (oraya) geldikleri vakit Allah buyurur: \"Siz benim âyetlerimi, ne olduğunu kavramadan yalan saydınız öyle mi? Yoksa yaptığınız başka neydi?\"",
        "de": "Wenn sie dann kommen, sagt Er: „Habt ihr denn Meine Zeichen für Lüge erklärt und davon kein umfassendes Wissen gehabt, oder was habt ihr denn sonst getan?",
        "pt": "Até que compareçam (ante o tribunal). Dir-lhes-á (Deus): Com que então desmentistes os Meus versículos, semcompreendê-los! Que estáveis fazendo?",
        "nl": "Totdat, wanneer zij komen, Hij zal zeggen: \"Hebben jullie Mijn Tekenen geloochend, die jullie niet met kennis omvatten? Of wat was het, dat jullie plachten te doen?\"",
        "ur": "یہاں تک کہ جب سب آجائیں گے تو (ان کا ربّ ان سے)پوچھے گاکہ”تم نے میری آیات کو جھُٹلا دیا حالانکہ تم نے ان کا عِلمی احاطہ نہ کیا تھا؟<sup foot_note=\"185904\">1</sup> اگر یہ نہیں تو اور تم کیا کر رہے تھے؟<sup foot_note=\"185905\">2</sup>“",
        "bn": "অৱশেষত যেতিয়া সিহঁত আহি যাব, তেতিয়া আল্লাহে সিহঁতক ক’ব, ‘তোমালোকে মোৰ আয়াতসমূহক অস্বীকাৰ কৰিছিলা, অথচ সেই বিষয়ে তোমালোকৰ কোনো জ্ঞানেই নাছিল, নে তোমালোকে আৰু কিবা কৰিছিলা?",
        "fa": "تا هنگامی‌ که [به جایگاه حسابرسی] برسند؛ [در آنجا الله] می‌فرماید: «آیا در حالی که نسبت به [حقیقتِ] آیاتم دانشی نداشتید، آنها را دروغ می‌انگاشتید؟ این چه کاری بود که می‌کردید؟»"
      }
    },
    {
      "verse_number": 3244,
      "verse_key": "27:85",
      "arabic_text": "وَوَقَعَ ٱلْقَوْلُ عَلَيْهِم بِمَا ظَلَمُوا۟ فَهُمْ لَا يَنطِقُونَ",
      "phonetic_text": "WawaqaAAa alqawlu AAalayhim bima thalamoofahum la yantiqoon",
      "translations": {
        "fr": "Le verdict sera alors prononcé contre eux pour les injustices qu’ils auront commises ; et ils ne diront mot.",
        "en": "The verdict will be given against them because of their wrongdoing: they will not speak.",
        "es": "Luego les azotará el castigo que había sido prometido por haber cometido",
        "it": "Il Decreto cadrà loro addosso, perché furono ingiusti e non parleranno [più] <a class=f><sup foot_note=158807>1</sup></a>.",
        "ru": "Слово свершится над ними за то, что они поступали несправедливо, и они будут безмолвствовать.",
        "tr": "Yaptıkları haksızlıktan dolayı, o söz gerçekleşmiştir; artık onlar konuşamazlar.",
        "de": "Und das Wort wird über sie fällig werden dafür, daß sie Unrecht taten, und da werden sie nicht reden.",
        "pt": "E a sentença recairá sobre eles, por sua iniqüidade, e nada terão a alegar.",
        "nl": "En het woord zal hen treffen omdat zij onrecht pleegden, en zij spreken niet.",
        "ur": "اور ان کے ظلم کی وجہ سے عذاب کا وعدہ ان پر پورا ہو جائے گا، تب وہ کچھ بھی نہ بول سکیں گے",
        "bn": "আৰু অন্যায় কৰাৰ কাৰণে সিহঁতৰ ওপৰত ঘোষিত শাস্তি আহি পৰিব; ফলত সিহঁতে একোৱে ক’ব নোৱাৰিব।",
        "fa": "و به خاطر ستمی که مرتکب شدند، فرمان [عذاب] بر آنان واقع می‌گردد و هیچ سخنی [در دفاع از خود] نمی‌گویند."
      }
    },
    {
      "verse_number": 3245,
      "verse_key": "27:86",
      "arabic_text": "أَلَمْ يَرَوْا۟ أَنَّا جَعَلْنَا ٱلَّيْلَ لِيَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
      "phonetic_text": "Alam yaraw anna jaAAalnaallayla liyaskunoo feehi wannahara mubsiraninna fee thalika laayatin liqawmin yu/minoon",
      "translations": {
        "fr": "N’ont-ils pas vu que Nous avons fait la nuit pour qu’ils s’y reposent, et le jour pour y voir clair ? Il y a certes là des Signes pour des gens qui ont la foi.",
        "en": "Did they not see that We gave them the night for rest, and the day for light? There truly are signs in this for those who believe.",
        "es": "¿Acaso no ven que he creado la noche para que descansen y el día para que procuren el sustento? En eso hay signos para quienes creen.",
        "it": "Non han forse visto che in verità abbiamo fatto la notte affinché riposino in essa e il giorno affinché vedano con chiarezza? Invero questi sono segni per un popolo che crede!",
        "ru": "Разве они не видели, что Мы создали ночь для того, чтобы они отдыхали в течение нее, и день для освещения? Воистину, в этом - знамения для верующих людей.",
        "tr": "Görmediler mi ki, dinlensinler diye geceyi yarattık ve (çalışsınlar diye) gündüzü apaydınlık yaptık. İman eden bir kavim için elbette bunda ibretler vardır.",
        "de": "Sehen sie nicht, daß Wir die Nacht gemacht haben, damit sie in ihr ruhen, und den Tag hell? Darin sind wahrlich Zeichen für Leute, die glauben.",
        "pt": "Acaso, não reparam em que temos instituído a noite para o seu repouso e o dia para dar-lhes luz? Por certo que nisto hásinais para os crentes!",
        "nl": "Hebben zij niet gezien dat Wij de nacht voor hen hebben gemaakt om erin uit te rusten en de dag om hen licht te geven? Voorwaar, daarin zijn zeker Tekenen voor een volk dat gelooft.",
        "ur": "کیا ان کو سُجھائی نہ دیتا تھا کہ ہم نے رات ان کے لیے سکون حاصل کرنے کو بنائی تھی اور دن کو روشن کیا تھا؟<sup foot_note=\"185906\">1</sup> اسی میں بہت نشانیاں تھیں ان لوگوں کے لیے جو ایمان لاتے تھے۔<sup foot_note=\"185907\">2</sup>",
        "bn": "সিহঁতে দেখা নাইনে যে, আমিয়েই সিহঁতৰ বাবে ৰাতি সৃষ্টি কৰিছোঁ, যাতে সিহঁতে বিশ্ৰাম লব পাৰে আৰু দিনক কৰিছোঁ দৃশ্যমান? নিশ্চয় ইয়াত নিদৰ্শন আছে এনে সম্প্ৰদায়ৰ বাবে যিসকলে ঈমান পোষণ কৰে।",
        "fa": "آیا ندیدند که شب را پدید آورده‌ایم تا در آن آرامش یابند و روز را روشنی‌بخش [ساخته‌ایم تا به کار و تلاش بپردازند]؟ بی‌تردید، در این [آفرینش،] برای کسانی که ایمان می‌آورند، نشانه‌هایی [روشن از قدرتِ الله] است."
      }
    },
    {
      "verse_number": 3246,
      "verse_key": "27:87",
      "arabic_text": "وَيَوْمَ يُنفَخُ فِى ٱلصُّورِ فَفَزِعَ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ إِلَّا مَن شَآءَ ٱللَّهُ ۚ وَكُلٌّ أَتَوْهُ دَٰخِرِينَ",
      "phonetic_text": "Wayawma yunfakhu fee assoorifafaziAAa man fee assamawati waman feeal-ardi illa man shaa Allahu wakullunatawhu dakhireen",
      "translations": {
        "fr": "Le jour où il sera soufflé dans le Cor, alors que ceux qui sont dans les cieux et sur terre seront saisis d’effroi - hormis ceux qu’il plaira à Allah d’excepter. Tous viendront vers Lui, humbles et soumis.",
        "en": "On the Day the Trumpet sounds, everyone in heaven and on earth will be terrified- except such as God wills- and all will come to Him in utter humility.",
        "es": "El día que se sople la trompeta se aterrorizarán todos aquellos que estén en los cielos y en la Tierra, salvo quienes Dios proteja. Todos se presentarán sumisos ante Él.",
        "it": "E, nel Giorno in cui sarà soffiato nella Tromba, saranno atterriti tutti coloro che sono nei cieli e tutti coloro che sono sulla terra, eccetto coloro che Allah vorrà. Tutti torneranno a Lui umiliandosi.",
        "ru": "В тот день подуют в Рог, и перепугаются те, кто на небесах и на земле, кроме тех, кого Аллах пожелает выделить. Все предстанут перед Ним смиренными.",
        "tr": "Sûr'a üfürüldüğü gün Allah'ın diledikleri müstesna göklerde ve yerde bulunanlar hep dehşete kapılır. Hepsi boyunları bükük olarak O'na gelirler.",
        "de": "Und (denke an) den Tag, da ins Horn geblasen wird und da (all) diejenigen erschrecken, die in den Himmeln und die auf der Erde sind, außer wer Allah will. Und alle kommen in Demut zu Ihm.",
        "pt": "E no dia em que soar a trombeta, espantar-se-ão aqueles que estiverem nos céus e na terra, exceto aqueles que Deusagraciar. E todos comparecerão, humildes, ante Ele.",
        "nl": "En (gedenkt) de Dag waarop op de Bazuin geblazen wordt: wie er dan in de hemelen en op de aarde zijn, zullen in angst verkeren, behalve voor wie Allah het (anders) wil. Eii allen zullen nederig tot Hem komen.",
        "ur": "اور کیا گُزرے گی اُس روز جب کہ صُور پھُونکا جائے گا اور ہَول کھا جائیں گے وہ سب جو آسمانوں اور زمین میں ہیں<sup foot_note=\"185908\">1</sup>۔۔۔۔ سوائے اُن لوگوں کے جنہیں اللہ اس ہَول سے بچانا چاہے گا۔۔۔۔ اور سب کان دبائے اس کے حضور حاضر ہو جائیں گے",
        "bn": "আৰু যিদিনা শিঙাত ফুঁ দিয়া হ’ব, সেইদিনা আকাশসমূহ আৰু পৃথিৱীৰ সকলোৱে ভীত-বিহ্বল হৈ পৰিব, কিন্তু আল্লাহে যিসকলক ইচ্ছা কৰিব তেওঁলোকৰ বাহিৰে, আৰু সকলোৱে তেওঁৰ ওচৰত হীন অৱস্থাত উপস্থিত হ’ব।",
        "fa": "و [یاد کن از] روزی که در صور دمیده می‌شود و هر کس در آسمان‌ها و زمین است وحشت می‌کند، مگر آن کس که الله بخواهد؛ و همگی با خواری [و ذلت] به پیشگاه الله می‌آیند."
      }
    },
    {
      "verse_number": 3247,
      "verse_key": "27:88",
      "arabic_text": "وَتَرَى ٱلْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِىَ تَمُرُّ مَرَّ ٱلسَّحَابِ ۚ صُنْعَ ٱللَّهِ ٱلَّذِىٓ أَتْقَنَ كُلَّ شَىْءٍ ۚ إِنَّهُۥ خَبِيرٌۢ بِمَا تَفْعَلُونَ",
      "phonetic_text": "Watara aljibala tahsabuhajamidatan wahiya tamurru marra assahabi sunAAaAllahi allathee atqana kulla shay-in innahukhabeerun bima tafAAaloon",
      "translations": {
        "fr": "Tu verras les montagnes, que tu dirais immobiles, passer comme passent les nuages. (Regardez) l’ouvrage d’Allah Qui a parfait (la création de) Toute chose. Il est, Lui, parfaitement Informé de ce que vous faites !",
        "en": "You will see the mountains and think they are firmly fixed, but they will float away like clouds: this is the handiwork of God who has perfected all things. He is fully aware of what you do:",
        "es": "Veréis las montañas, las cuales creíais firmes, pasar como lo hacen las nubes. Esto es obra de Dios, Quien ha hecho todo a la perfección. Él conoce lo que hacéis.",
        "it": "E vedrai le montagne, che ritieni immobili, passare come fossero nuvole. Opera di Allah, Che rende perfetta ogni cosa <a class=f><sup foot_note=158808>1</sup></a>. Egli è ben informato di quello che fate!",
        "ru": "И ты увидишь, что горы, которые ты считал неподвижными, придут в движение, словно облака. Таково творение Аллаха, Который выполнил все в совершенстве. Воистину, Он ведает о том, что вы делаете.",
        "tr": "Sen dağları görürsün de, yerinde durur sanırsın. Oysa onlar bulutun yürümesi gibi yürümektedirler. Bu, her şeyi sapasağlam yapan Allah'ın sanatıdır. Şüphesiz ki O, yaptıklarınızdan tamamıyla haberdardır.",
        "de": "Und du siehst die Berge, von denen du meinst, sie seien unbeweglich, während sie wie Wolken vorbeiziehen. - (Es ist) das Werk Allahs, Der alles sehr geschickt gemacht hat. Gewiß, Er ist Kundig dessen, was ihr tut.",
        "pt": "E verás as montanhas, que te parecem firmes, passarem rápidas como as nuvens. Tal é a obra de Deus, Que tem dispostoprudentemente todas as coisas, porque está inteirado de tudo quanto fazeis.",
        "nl": "En jij ziet de bergen, waarvan jij denkt dat zij vaststaan, terwijl zij voorbijgaan als wolken. Een werk van Allah, Degene Die alle zaken nauwkeurig geregeld heeft. Voorwaar, Hij is Alwetend over wat jullie doen.",
        "ur": "آج تُو پہاڑوں کو دیکھتا ہے اور سمجھتا ہے کہ خوب جمے ہوئے ہیں، مگر اُس وقت یہ بادلوں کی طرح اُڑ رہے ہوں گے، یہ اللہ کی قدرتت کا کرشمہ ہوگا جس نے ہر چیز کو حکمت کے ساتھ استوار کیا ہے۔ وہ خوب جانتا ہے کہ تم لوگ کیا کرتے ہو۔<sup foot_note=\"185909\">1</sup>",
        "bn": "আৰু তুমি যিবোৰ পাহাৰ-পৰ্বত দেখি আছা, ভাবিছা এইবোৰ অচল, অথচ এইবোৰ মেঘপুঞ্জৰ দৰে চলমান হ’ব। এইটো আল্লাহৰেই সৃষ্টি-নৈপুণ্য, যিজনে সকলো বস্তুকেই কৰিছে সুষম। তোমালোকে যি কৰা নিশ্চয় তেওঁ সেই সম্পৰ্কে সম্যক অৱহিত।",
        "fa": "و کوه‌ها را می‌بینی [و] آنها را بی‌حرکت می‌پنداری؛ حال آنکه مانند گذرِ ابر‌ها در حرکتند. این، آفرینشِ الهی است که هر چیزی را محکم [و استوار] پدید آورده است. بی‌تردید، او به آنچه می‌کنید آگاه است."
      }
    },
    {
      "verse_number": 3248,
      "verse_key": "27:89",
      "arabic_text": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ خَيْرٌ مِّنْهَا وَهُم مِّن فَزَعٍ يَوْمَئِذٍ ءَامِنُونَ",
      "phonetic_text": "Man jaa bilhasanatifalahu khayrun minha wahum min fazaAAin yawma-ithinaminoon",
      "translations": {
        "fr": "Ceux qui viendront avec une bonne œuvre auront bien mieux encore, et ils seront à l’abri de toute frayeur.",
        "en": "whoever comes with a good deed will be rewarded with something better, and be secure from the terrors of that Day,",
        "es": "Quien se presente con buenas obras será recompensado con algo mejor [que lo que merezca], y estará a salvo del terror de ese día.",
        "it": "Chi verrà con il bene avrà qualcosa ancora migliore. In quel Giorno saranno al sicuro dal terrore.",
        "ru": "Те, которые предстанут с добрым деянием, получат нечто лучшее. В тот день они будут защищены от испуга.",
        "tr": "Kim iyilikle gelirse, ona daha iyisi verilir ve onlar o gün korkudan da emin kalırlar.",
        "de": "Wer mit einer guten Tat kommt, wird etwas Besseres als sie erhalten. Und sie sind vor (jedem) Schrecken an jenem Tag in Sicherheit.",
        "pt": "Aqueles que tiverem praticado boas ações receberão maior recompensa e estarão isentos do espanto daquele dia.",
        "nl": "En wie met het goede kwam, zal beter dan dat krijgen en zij zullen op die Dag veilig zijn voor angst.",
        "ur": "جو شخص بھلائی لے کر آئے گا اسے اُس سے زیادہ بہتر صلہ ملے گا<sup foot_note=\"185910\">1</sup> اور ایسے لوگ اُس دن کے ہَول سے محفوظ ہوں گے۔<sup foot_note=\"185911\">2</sup>",
        "bn": "যিয়ে সৎকৰ্ম লৈ আহিব তেওঁ তাতোকৈ উৎকৃষ্ট প্ৰতিফল পাব আৰু সেইদিনাৰ ভীতিকৰ অৱস্থাৰ পৰা তেওঁলোকে নিৰাপদ থাকিব।",
        "fa": "هر کس [در روز قیامت] نیکی بیاورد، [پاداشی] بهتر از آن خواهد داشت و از وحشت آن روز در امانند."
      }
    },
    {
      "verse_number": 3249,
      "verse_key": "27:90",
      "arabic_text": "وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِى ٱلنَّارِ هَلْ تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ",
      "phonetic_text": "Waman jaa bissayyi-atifakubbat wujoohuhum fee annari hal tujzawna illama kuntum taAAmaloon",
      "translations": {
        "fr": "Et ceux qui viendront avec une mauvaise œuvre seront jetés face en premier dans le Feu. « Aurez-vous d’autre récompense que celle (conforme) à ce que vous faisiez ? » (leur sera-t-il demandé).",
        "en": "but whoever comes with evil deeds will be cast face downwards into the Fire. ‘Are you rewarded for anything except what you have done?’",
        "es": "Pero quien se presente con obras malas será arrojado de cara al Fuego. [Se le dirá:] “¿Acaso se os retribuye por algo distinto a lo que habíais cometido?”",
        "it": "E coloro che verranno con il male, avranno i volti gettati nel Fuoco: «Siete compensati diversamente da quel che avete operato?».",
        "ru": "А те, которые предстанут с дурными деяниями, будут повергнуты в Огонь ничком: «Разве вы не получаете воздаяние только за то, что совершали?».",
        "tr": "Her kim de kötülükle gelirse artık yüzleri ateşte sürtülür. \"Başka değil ancak yaptığınız amellerin cezasını çekeceksiniz.\" (denir).",
        "de": "Wer aber mit einer schlechten Tat kommt, - diese werden mit ihren Gesichtern (voran) ins (Höllen)feuer gestürzt: „Wird euch denn etwas anderes vergolten als das, was ihr zu tun pflegtet?",
        "pt": "Aqueles que tiverem cometido más ações, porém, serão precipitados, de bruços, no fogo infernal. Sereis retribuídos, senão pelo que fizestes?",
        "nl": "En wie met het slechte kwam, zij zullen met hun gezicht in de Hel geworpen worden. Jullie worden slechts beloond voor wat jullie plachten te doen.",
        "ur": "اور جو بُرائی لیے ہوئے آئے گا ، ایسے سب لوگ اوندھے منہ آگ میں پھینکے جائیں گے۔ کیا تم لوگ اس کے سوا کوئی اور جزا پا سکتے ہو کہ جیسا کرو ویسا بھرو؟<sup foot_note=\"185913\">1</sup>",
        "bn": "আৰু যিয়ে অসৎকৰ্ম লৈ আহিব, তাক অধোমুখে জুইত নিক্ষেপ কৰা হ’ব। তোমালোকে যি কৰিছিলা তাৰেই প্ৰতিফল তোমালোকক দিয়া হৈছে।",
        "fa": "و هر کس بدی بیاورد، با صورت در آتش [دوزخ] نگونسار می‌شوند [و به آنان گفته می‌شود:] «آیا جز در برابر آنچه كرده‌اید مجازات مى‌شوید؟»"
      }
    },
    {
      "verse_number": 3250,
      "verse_key": "27:91",
      "arabic_text": "إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَـٰذِهِ ٱلْبَلْدَةِ ٱلَّذِى حَرَّمَهَا وَلَهُۥ كُلُّ شَىْءٍ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ ٱلْمُسْلِمِينَ",
      "phonetic_text": "Innama omirtu an aAAbuda rabba hathihialbaldati allathee harramaha walahu kullushay-in waomirtu an akoona mina almuslimeen",
      "translations": {
        "fr": "(Dis, ô Messager) : « Il m’a été seulement ordonné d’adorer le Seigneur de cette cité que Lui-même a rendue sacrée. À lui appartient Toute chose. Il m’a été ordonné d’être au nombre des Musulmans,",
        "en": "[Say Prophet], ‘What I am commanded to do is to serve the Sustainer of this town, which He has made inviolable. Everything belongs to Him; I am commanded to be one of those devoted to Him;",
        "es": "[Diles, oh, Muhámmad:] “Me ha sido ordenado adorar al Señor de esta ciudad [La Meca], a la que ha declarado sagrada; el Señor de todas las cosas. Me ha sido ordenado ser de los musulmanes [que someten a Dios",
        "it": "In verità non mi è stato ordinato che adorare il Signore di questa città che Egli ha resa inviolabile <a class=f><sup foot_note=158809>1</sup></a>. A Lui tutto [appartiene] e mi ha comandato di essere uno dei musulmani",
        "ru": "Скажи: «Мне велено только поклоняться Господу этого города (Мекки), который Он провозгласил заповедным. Ему принадлежит всякая вещь, мне же велено быть одним из мусульман",
        "tr": "(De ki): \"Ben ancak her şeyin sahibi olan ve burayı kutlu kılan bu şehrin (Mekke'nin) Rabbine kulluk etmekle emrolundum. Yine bana müslümanlardan olmam emredildi.\"",
        "de": "Mir ist nur befohlen worden, dem Herrn dieser Ortschaft zu dienen, Der sie geschützt hat und Dem alles gehört. Und mir ist befohlen worden, einer der (Ihm) Ergebenen zu sein",
        "pt": "Tem-me sido ordenado adorar o Senhor desta Metrópole, o Qual a consagrou - a Ele tudo pertence -, e também me foiordenado ser um dos muçulmanos.",
        "nl": "(Zeg, O Moehammad:) \"Voorwaar, het is mij bevolen om de Heer van deze stad (Mekkah) te aanbidden, die Hij wijdde. En aan Hem behoren alle zaken, en het is mij bevolen om tot de Moslims te behoren.",
        "ur": "(اے محمدؐ ، اِن سے کہو)”مجھے تو یہی حکم دیا گیا ہے کہ اِس شہر کے ربّ کی بندگی کروں جس نے اِسے حرم بنایا ہے اور جو ہر چیز کا مالک ہے۔<sup foot_note=\"185914\">1</sup> مجھے حکم دیا گیا ہے کہ میں مسلم بن کر رہوں",
        "bn": "মোক নিৰ্দেশ কৰা হৈছে এই নগৰৰ প্ৰতিপালকৰ ইবাদত কৰিবলৈ, যিজনে ইয়াক সন্মানিত কৰিছে। সকলো বস্তু তেওঁৰেই। মোক আৰু আদেশ কৰা হৈছে, মই যেন আত্মসমৰ্পনকাৰীসকলৰ অন্তৰ্ভুক্ত হওঁ।",
        "fa": "[ای پیامبر، به کافران بگو:] «من فقط مأمورم که پروردگار این شهر [= مکه] را عبادت کنم؛ همان ذاتی ‌که به اینجا حرمت بخشیده و همه چیز از آنِ اوست؛ و مأمورم که تسلیم [فرمانش] باشم."
      }
    },
    {
      "verse_number": 3251,
      "verse_key": "27:92",
      "arabic_text": "وَأَنْ أَتْلُوَا۟ ٱلْقُرْءَانَ ۖ فَمَنِ ٱهْتَدَىٰ فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَقُلْ إِنَّمَآ أَنَا۠ مِنَ ٱلْمُنذِرِينَ",
      "phonetic_text": "Waan atluwa alqur-ana famani ihtadafa-innama yahtadee linafsihi waman dalla faqulinnama ana mina almunthireen",
      "translations": {
        "fr": "et de réciter le Coran. » Quiconque s’engage sur la juste voie, le fera pour lui-même, et quiconque se dévoie, dis-lui : « Je ne suis que l’un de ceux qui avertissent. »",
        "en": "I am commanded to recite the Quran.’ Whoever chooses to follow the right path does so for his own good. Say to whoever deviates from it, ‘I am only here to warn.’",
        "es": "[Se me ha ordenado] recitar el Corán. Quien siga la guía lo hará en beneficio propio, y a quien se extravíe dile: “Yo solo he venido a advertiros…”.",
        "it": "e di recitare il Corano. Chi segue la retta via lo fa a suo vantaggio. E di’ a chi si svia: «Io non son altro che uno degli ammonitori».",
        "ru": "и читать Коран». Кто следует прямым путем, тот поступает во благо себе. А тому, кто впал в заблуждение, скажи: «Я - всего лишь один из тех, кто предостерегает».",
        "tr": "\"Ve Kur'ân'ı okumam emredildi.\" Artık kim doğru yola gelirse, yalnız kendisi için gelmiş olur; kim de saparsa ona de ki: \"Ben sadece uyarıcılardanım.\"",
        "de": "und den Qur’an zu verlesen. Wer sich nun rechtleiten läßt, der ist nur zu seinem eigenen Vorteil rechtgeleitet. Und wenn einer irregeht, dann sag: Ich gehöre ja nur zu den Überbringern von Warnungen.",
        "pt": "(Foi-me ordenado ainda) que recite o Alcorão. E quem se encaminhar, fá-lo-á em benefício próprio; por outra, a quem sedesviar, dize-lhe: Sou tão-somente um dos tantos admoestadores.",
        "nl": "En de Koren voor te dragen. Hij die dan de Leiding volgt, volgt die voor zichzelf.\" En wie dan dwaalt, zeg dan (tot hen): \"Voorwaar, ik behoor slechts tot de waarschuwers.\"",
        "ur": "اور یہ قرآن پڑھ کر سناؤں\" اب جو ہدایت اختیار کرے گا وہ اپنے ہی بھلے کے لیے ہدایت اختیار کرے گا اور جو گمراہ ہو اُس سے کہہ دو کہ میں تو بس خبردار کر دینے والا ہوں",
        "bn": "মোক আৰু নিৰ্দেশ দিয়া হৈছে, কোৰআন তিলাৱত কৰিবলৈ। এতেকে যিয়ে সৎপথ অৱলম্বন কৰে সি নিজৰ কল্যাণৰ বাবেই সৎপথ অৱলম্বন কৰে, আৰু যিয়ে ভুল পথ অৱলম্বন কৰে, তেন্তে তুমি কোৱা, ‘মই হৈছোঁ কেৱল এজন সতৰ্ককাৰী’।",
        "fa": "و اینکه قرآن را تلاوت کنم؛ پس هر‌ کس هدایت شود، به سود خویش هدایت یافته است، و [به] هر ‌کس که گمراه می‌گردد بگو: «من فقط بیم‌دهنده‌ام»."
      }
    },
    {
      "verse_number": 3252,
      "verse_key": "27:93",
      "arabic_text": "وَقُلِ ٱلْحَمْدُ لِلَّهِ سَيُرِيكُمْ ءَايَـٰتِهِۦ فَتَعْرِفُونَهَا ۚ وَمَا رَبُّكَ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
      "phonetic_text": "Waquli alhamdu lillahisayureekum ayatihi fataAArifoonaha wamarabbuka bighafilin AAamma taAAmaloon",
      "translations": {
        "fr": "Et dis : « Louange à Allah Qui vous fera bientôt voir Ses Signes, et vous les reconnaîtrez alors. » Ton Seigneur n’est point distrait de ce que vous faites.",
        "en": "Say, ‘Praise belongs to God: He will show you His signs so that you will recognize them.’ Your Lord is never unmindful of what you all do.",
        "es": "Di: “¡Alabado sea Dios! Él os mostrará Sus signos y los reconoceréis. [Sabe que] tu Señor no está desatento de lo que hacéis”.",
        "it": "Di’: «La lode appartiene ad Allah! Presto vi farà vedere i Suoi segni e li riconoscerete». Il tuo Signore non è incurante di quello che fate. <a class=f><sup foot_note=158810>1</sup></a> A proposito di queste lettere, vedi Appendice <a class=f><sup foot_note=158811>2</sup></a> L’adorazione rituale, l’elemosina obbligatoria (vedi Appendici e 3). <a class=f><sup foot_note=158812>3</sup></a> La storia di Mosè nel Corano ricorre frequentemente. Questa sura gli dedica sintetici versetti che riferiscono sull’episodio iniziale della sua missione profetica: l’incontro con il suo e nostro Signore (gloria a Lui l’Altissimo). Mosè fu attirato nella valle di Tuwa da un fuoco che divampava da un albero verde e che ardeva senza consumarlo. La tradizione riferisce che la luce di questo fuoco era verdastra e il suo chiarore saliva rovente fino alle nuvole. <a class=f><sup foot_note=158813>4</sup></a> «Colui Che è nel fuoco e chi è attorno ad esso»: Allah Stesso (gloria a Lui l’Altissimo) e gli angeli (pace su tutti loro). <a class=f><sup foot_note=158814>5</sup></a> Mosè è annichilito dal prodigio, vorrebbe sottrarsi, ma qualcosa fa sì che non possa fuggire. <a class=f><sup foot_note=158815>6</sup></a> Abbiamo tradotto in base all’interpretazione del Tabarì (XIX, 137). Secondo questo grande esegeta, il brano va letto in questi termini: «i messaggeri non hanno nulla da temere da Me. Gli altri uomini possono avere paura di Me, eccetto coloro che…». C’è forse un’altra interpretazione che si riferisce al caso specifico di Mosè, che memore della sua condotta passata, teme il castigo del suo Signore. Allah (gloria a Lui l’Altissimo) lo rassicura «ma per coloro che sostituiscono il male con il bene…». <a class=f><sup foot_note=158816>7</sup></a> I nove segni che Allah Altissimo dette a Mosè per suffragarlo nella sua missione presso Faraone, oltre alla mano che diventa «bianca», il bastone che si trasforma in serpente(VII, 107), la siccità, la carestia (VII, 130), l’inondazione, le cavallette, le pulci, le rane e l’acqua del Nilo che diventa sangue (VII, 133). <a class=f><sup foot_note=158817>8</sup></a> Molti di quelli che non accettarono il messaggio di Muhammad (pace e benedizioni su di lui) erano convinti della sua veridicità. Alcuni lo fecero per ignoranza e intrinseca incapacità di percepirne la grandezza, altri in quanto la shariah islamica avrebbe impedito loro di continuare a prevaricare usando la forza e l’influenza tribale, altri ancora per interesse di clan o comunità religiosa. <a class=f><sup foot_note=158818>9</sup></a> Secondo la tradizione Salomone aveva avuto da Allah (gloria a Lui l’Altissimo) potere sugli uomini, sui dèmoni e sugli animali, con questi ultimi poteva anche comunicare. Nel suo esercito l’upupa aveva le funzioni di esploratore, soprattutto per quello che riguardava la ricerca dell’acqua. <a class=f><sup foot_note=158819>10</sup></a> «Sabâ»: l’esegesi classica afferma trattarsi di un popolo che abitava lo Yemen, regione meridionale della penisola arabica. La regina che regnava su di loro si chiamava Bilqìs e abitava in un palazzo che sorgeva nei pressi di Sana, l’attuale capitale della repubblica dello Yemen. <a class=f><sup foot_note=158820>11</sup></a> «kitab karîm»: lett. «uno scri nobile», in altro contesto potrebbe essere una delle locuzioni che designano il Corano. <a class=f><sup foot_note=158821>12</sup></a> «sottomessi ad Allah»: «muslimin» nel testo (come ai verss. e 42). <a class=f><sup foot_note=158822>13</sup></a> È la regina a parlare, sembra che faccia quasi una riflessione ad alta voce. Certo la lettera di Salomone aveva in sé qualcosa di diverso, era «uno scritto nobile» (vedi sopra nota tuttavia l’abituale condotta dei conquistatori grondante di sangue e foriera di miseria suscitava timori e diffidenze in Bilqìs che aveva la responsabilità del suo popolo. <a class=f><sup foot_note=158823>14</sup></a> Si conclude la riflessione della regina (vedi sopra nota al vers. con la saggia decisione di inviare a Salomone uno splendido regalo. Così facendo Bilqìs vuole metterlo alla prova. Se veramente si trattava di un profeta avrebbe rifiutato il dono e avrebbe preteso niente di meno che la conversione dei Sabâ’. In caso contrario avrebbe accettato il presente e si sarebbe accontentato del guadagno materiale (Tabarì XIX, 155). «il suo trono»: della regina dei Sabâ’. Nonostante il suo ultimatum, Salomone preferisce mostrare ai Sabâ’ e alla loro regina, un saggio del potere che Allah gli ha concesso. <a class=f><sup foot_note=158824>15</sup></a> «Un ifrit»: un particolare tipo di dèmone, potente e astuto. <a class=f><sup foot_note=158825>16</sup></a> Gli esegeti hanno formulato molte ipotesi a proposito dell’identità e delle caratteristiche di questo stupefacente personaggio. E evidente che i suoi straordinari poteri provengono dalla conoscenza delle Scritture e pertanto molti commentatori (tra cui Tabarì XIX, hanno scritto che egli era a conoscenza del Supremo Nome di Allah (al-lsmu- 1-A’dham) grazie al quale poteva chiedere ad Allah (gloria a Lui l’Altissimo) ogni cosa ed essere costantemente e immediatamente esaudito. La Scienza, tutta la Scienza appartiene ad Allah (gloria a Lui l’Altissimo) e l’uomo conosce nella misura e nel modo che Allah vuole, a seconda del livello che Lui gli concede, ed è in base al livello di conoscenza che Allah ci ha concesso siamo tenuti ad agire e a rispondere delle nostre azioni. <a class=f><sup foot_note=158826>17</sup></a> «vedremo se lo riconoscerà…»: Tabarì (XIX, 166); lett. «vedremo se è ben diretta…». <a class=f><sup foot_note=158827>18</sup></a> Alcune tradizioni riferiscono che Salomone, per impressionare la regina Bilqìs, fece costruire un palazzo di vetro sotto il cui pavimento fece scorrere dell’acqua. Entrando nell’edificio la donna tirò su le vesti per non bagnarsi e scoprì i piedi. Quando si accorse del suo errore comprese anche la lezione che il re-profeta aveva voluto darle a proposito dell’apparenza e della realtà e fu talmente ben disposta verso di lui che si convertì all’I- slàm. In seguito divenne una delle sue spose. <a class=f><sup foot_note=158828>19</sup></a> Una parte dei Thamùd credettero in Allah e obbedirono a Şâlih, a quelli che rimasero miscredenti si rivolge il versetto successivo e sono loro i protagonisti di quello che ancora segue. <a class=f><sup foot_note=158829>20</sup></a> Probabilmente, come i Quraysh, anche i Thamùd avevano una religione nella quale associavano al culto di Allah quelli di altre «divinità». <a class=f><sup foot_note=158830>21</sup></a> Come dire: «Siamo del tutto all’oscuro di quello che è avvenuto». <a class=f><sup foot_note=158831>22</sup></a> La tradizione racconta che dopo aver stretto questo patto scellerato, i congiurati uscirono dalla città e si nascosero sotto una roccia aspettando che calasse la notte per poter agire, ma all’improvviso la roccia si staccò dalla montagna precipitando su di loro e uccidendoli tutti. La gente non seppe comprendere quel segno di Allah (gloria a Lui l’Altissimo) e si imbestialì al punto da uccidere la cantinella miracolosa. Quando Allah scatenò il Suo castigo si salvò Şâlih e i pochi che avevano creduto insieme a lui. <a class=f><sup foot_note=158832>23</sup></a> II brano presenta in traduzione alcune serie difficoltà dovute al passaggio dalla terza persona singolare alla prima persona del pluralis maiestatis. <a class=f><sup foot_note=158833>24</sup></a> «nunzi della buona novella»: come già in altri passi si tratta dei venti che portano la pioggia. <a class=f><sup foot_note=158834>25</sup></a> Nessuna delle creature conosce il «ghayb» (l’invisibile, l’occulto, l’inconoscibile), esso appartiene ad Allah e a Lui solo. Ai profeti e agli uomini illuminati dall’Altissimo viene concessa talvolta la conoscenza di una parte infinitesimale di quel che avverrà in futuro, ma ciò discende da Lui (Egli è l’Altissimo) e concorre alla realizzazione del Suo disegno sul mondo e sull’umanità. <a class=f><sup foot_note=158835>26</sup></a> La divergenza sarebbe quella che oppone gli israeliti e i cristiani a proposito di Gesù (pace su di lui): i primi lo ignorano, mentre i secondi lo deificano. Come ci insegna Allah (gloria a Lui l’Altissimo), Gesù è stato un Giusto, un Messaggero, un servo obbediente del suo Signore. <a class=f><sup foot_note=158836>27</sup></a> «una bestia»: l’escatologia islamica afferma trattarsi di un segno della fine dei tempi. Abû Hurayra riferì che l’Inviato di Allah (pace e benedizioni su di lui) disse che la «bestia» è una creatura mostruosa che, con il sigillo di Salomone e il bastone di Mosè, sarà sulla collina di Safa (nei pressi della Santa Moschea della Mecca) nel momento in cui Gesù farà la circoambulazione della Ka’ba. La bestia porrà un segno sul volto dei credenti e un altro, diverso, su quello dei miscredenti (hadith riportato dall’imam Ahmed). <a class=f><sup foot_note=158837>28</sup></a> Di fronte alle contestazioni delle loro iniquità, nel Giorno del Giudizio i dannati non avranno nessuna possibilità di argomentare una difesa. <a class=f><sup foot_note=158838>29</sup></a> Nel Giorno del Giudizio la terra diventerà perfettamente piatta, i mari saranno colmati dalle montagne che si sposteranno, filando come nuvole, per andare a gettarsi negli abissi. <a class=f><sup foot_note=158839>30</sup></a> «questa città che Egli ha reso inviolabile»: La Mecca.",
        "ru": "Скажи: «Хвала Аллаху! Он покажет вам Свои знамения, и вы узнаете их». Твой Господь не находится в неведении о том, что вы совершаете.",
        "tr": "Ve şöyle de: Hamd, Allah'a mahsustur. O, âyetlerini size gösterecek, siz de onları görüp tanıyacaksınız. Rabbin, yaptıklarınızdan habersiz değildir.",
        "de": "Und sag: (Alles) Lob gehört Allah! Er wird euch Seine Zeichen zeigen, und dann werdet ihr sie erkennen. Allah ist nicht unachtsam dessen, was ihr tut.",
        "pt": "E dize (mais): Louvado seja Deus! Ele vos mostrará os Seus sinais; então, os conhecereis. Sabe que teu Senhor não estádesatento a tudo quanto fazeis.",
        "nl": "En zeg: \"Alle lof zij Allah. Hij zal jullie Zijn Tekenen laten zien en jullie zullen ze herkennen.\" En jouw Heer is niet onachtzaam omtrent wat jullie doen.",
        "ur": "اِن سے کہو، تعریف اللہ ہی کے لیے ہے، عنقریب وہ تمہیں اپنی نشانیاں دکھا دے گا اور تم انہیں پہچان لو گے، اور تیرا رب بے خبر نہیں ہے اُن اعمال سے جو تم لوگ کرتے ہو",
        "bn": "আৰু কোৱা, ‘সকলো ধৰণৰ প্ৰশংসা কেৱল আল্লাহৰেই, অচিৰেই তেওঁ তোমালোকক তেওঁৰ নিদৰ্শনসমূহ দেখুৱাব, তেতিয়া তোমালোকে সেয়া চিনিব পাৰিবা’। তোমালোকে যি কৰা সেই সম্পৰ্কে তোমাৰ প্ৰতিপালক অমনোযোগী নহয়।",
        "fa": "و بگو: «ستایش از آنِ الله است. به زودى نشانه‌های [قدرتِ] خویش را به شما نشان خواهد داد و آنها را خواهید شناخت»؛ و پروردگارت از آنچه می‌کنید غافل نیست."
      }
    }
  ]
}