{
  "surah_number": 61,
  "extracted_at": "2025-09-20T15:16:37.229Z",
  "verses": [
    {
      "verse_number": 5164,
      "verse_key": "61:1",
      "arabic_text": " سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "phonetic_text": "Sabbaha lillahi ma fee assamawatiwama fee al-ardi wahuwa alAAazeezu alhakeem",
      "translations": {
        "fr": "Tout ce qui est dans les cieux et tout ce qui est sur terre rend gloire à Allah, Lui le Tout-Puissant, le Sage.",
        "en": "Everything in the heavens and earth glorifies God––He is the Almighty, the Wise.",
        "es": "Todo cuanto existe en los cielos y en la Tierra glorifica a Dios. Él es el Poderoso, el Sabio.",
        "it": "Glorifica Allah ciò che è nei cieli e sulla terra. Egli è l’Eccelso, il Saggio.",
        "ru": "Славит Аллаха то, что на небесах, и то, что на земле. Он - Могущественный, Мудрый.",
        "tr": "Göklerdekilerin ve yerdekilerin hepsi Allah'ı tesbih eder. O, üstündür, hikmet sahibidir.",
        "de": "Allah preist (alles), was in den Himmeln und was auf der Erde ist. Und Er ist der Allmächtige und Allweise.",
        "pt": "Tudo quanto existe nos céus e na terra glorifica Deus, porque Ele é o Poderoso, o Prudentíssimo.",
        "nl": "Wat er in de hemelen en op de aarde is prijst de Glorie van Allah. En Hij is de Almachtige, de Alwijze.",
        "ur": "اللہ کی تسبیح  کی ہے ہراُس چیز نے جو آسمانوں اور زمین میں ہے، اور وہ غالب اور حکیم ہے۔ <sup foot_note=\"187847\">1</sup>",
        "bn": "আকাশমণ্ডল আৰু পৃথিৱীত যি আছে সেই সকলোবোৰেই আল্লাহৰ পৱিত্ৰতা আৰু মহিমা ঘোষণা কৰে; আৰু তেওঁ পৰাক্ৰমশালী প্ৰজ্ঞাময়।",
        "fa": "آنچه در آسمان‌ها و آنچه در زمین است، تسبیح الله را می‌گویند؛ و او پیروزمندِ حکیم است."
      }
    },
    {
      "verse_number": 5165,
      "verse_key": "61:2",
      "arabic_text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ",
      "phonetic_text": "Ya ayyuha allatheena amanoolima taqooloona ma la tafAAaloon",
      "translations": {
        "fr": "Ô vous qui avez cru ! Pourquoi dites-vous ce que vous ne faites pas ?",
        "en": "You who believe, why do you say things and then do not do them?",
        "es": "¡Creyentes! ¿Por qué decís una cosa pero hacéis otra?",
        "it": "O credenti, perché dite quel che non fate?",
        "ru": "О те, которые уверовали! Почему вы говорите то, чего не делаете?",
        "tr": "Ey iman edenler! Yapmayacağınız şeyi niçin söylüyorsunuz?",
        "de": "O die ihr glaubt, warum sagt ihr, was ihr nicht tut?",
        "pt": "Ó fiéis, por que dizeis o que não fazeis?",
        "nl": "O jullie die geloven, waarom zeggen jullie wat jullie niet doen?",
        "ur": "اے لوگو جو ایمان لائے ہو، تم کیوں وہ بات کہتے ہو جو کرتے نہیں ہو؟",
        "bn": "হে ঈমান্দাৰসকল! তোমালোকে যিটো নকৰা সেইটো কিয় কোৱা?",
        "fa": "ای کسانی که ایمان آورده‌اید، چرا چیزی را می‌گویید که [به آن] عمل نمی‌کنید؟"
      }
    },
    {
      "verse_number": 5166,
      "verse_key": "61:3",
      "arabic_text": "كَبُرَ مَقْتًا عِندَ ٱللَّهِ أَن تَقُولُوا۟ مَا لَا تَفْعَلُونَ",
      "phonetic_text": "Kabura maqtan AAinda Allahi antaqooloo ma la tafAAaloon",
      "translations": {
        "fr": "C’est une chose exécrable pour Allah que vous disiez ce que vous ne faites pas.",
        "en": "It is most hateful to God that you say things and then do not do them;",
        "es": "Es aborrecible ante Dios que vuestros actos no sean coherentes con vuestras palabras.",
        "it": "Presso Allah è grandemente odioso che diciate quel che non fate.",
        "ru": "Велика ненависть Аллаха к тому, что вы говорите то, чего не делаете.",
        "tr": "Yapmayacağınızı söylemeniz, Allah yanında şiddetli bir buğza sebeb olur.",
        "de": "Welch schwerwiegende Abscheu erregt es bei Allah, daß ihr sagt, was ihr nicht tut.",
        "pt": "É enormemente odioso, perante Deus, dizerdes o que não fazeis.",
        "nl": "Groot is de woede bij Allah dat jullie zeggen wat jullie niet doen.",
        "ur": "اللہ کے نزدیک یہ سخت ناپسندیدہ حرکت ہے کہ تم کہو وہ بات جو کرتے نہیں۔ <sup foot_note=\"187848\">1</sup>",
        "bn": "তোমালোকে যিটো নকৰা তোমালোকৰ সেইটো কোৱা আল্লাহৰ দৃষ্টিত বৰ অসন্তোষজনক।",
        "fa": "نزد الله سخت ناپسند [و موجب خشم] است که چیزی را بگویید که [به آن] عمل نمی‌کنید."
      }
    },
    {
      "verse_number": 5167,
      "verse_key": "61:4",
      "arabic_text": "إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَـٰتِلُونَ فِى سَبِيلِهِۦ صَفًّا كَأَنَّهُم بُنْيَـٰنٌ مَّرْصُوصٌ",
      "phonetic_text": "Inna Allaha yuhibbu allatheenayuqatiloona fee sabeelihi saffan kaannahum bunyanunmarsoos",
      "translations": {
        "fr": "Allah aime ceux qui combattent pour Sa cause en rang, semblables à un édifice solidement bâti.",
        "en": "God truly loves those who fight in solid lines for His cause, like a well-compacted wall.",
        "es": "Dios ama a quienes luchan por Su causa en filas ordenadas, como si",
        "it": "In verità Allah ama coloro che combattono per la Sua causa in ranghi serrati come fossero un solido edificio.",
        "ru": "Воистину, Аллах любит тех, которые сражаются на Его пути рядами, словно они - прочное строение.",
        "tr": "Allah, kendi yolunda kenetlenmiş bir duvar gibi saf bağlayarak savaşanları sever.",
        "de": "Gewiß, Allah liebt diejenigen, die auf Seinem Weg kämpfen in Reihe, als wären sie ein zusammengefügter Bau.",
        "pt": "Em verdade, Deus aprecia aqueles que combatem, em fileiras, por Sua causa, como se fossem uma sólida muralha.",
        "nl": "Voorwaar, Allah houdt van degenen die in slagorde strijden op Zijn Weg, alsof zij een hecht gevoegd bouwwerk zijn.",
        "ur": "اللہ کو تو پسند وہ لوگ ہیں جو اُس کی راہ میں اس طرح صف بستہ ہو کر لڑتے ہیں گویا کہ وہ ایک سیسہ پلائی ہوئی دیوار ہیں۔ <sup foot_note=\"187849\">1</sup>",
        "bn": "নিশ্চয় আল্লাহ তেওঁলোকক ভালপায়, যিসকলে তেওঁৰ পথত শাৰীবদ্ধভাৱে যুদ্ধ কৰে; যেনিবা সিহঁত গলিত সীহেৰে নিৰ্মিত সুদৃঢ় প্ৰাচীৰ।",
        "fa": "بی‌گمان، الله کسانی را که چون بنیانی آهنین، صف ‌بسته [و] در راه او پیکار می‌کنند دوست دارد."
      }
    },
    {
      "verse_number": 5168,
      "verse_key": "61:5",
      "arabic_text": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَـٰقَوْمِ لِمَ تُؤْذُونَنِى وَقَد تَّعْلَمُونَ أَنِّى رَسُولُ ٱللَّهِ إِلَيْكُمْ ۖ فَلَمَّا زَاغُوٓا۟ أَزَاغَ ٱللَّهُ قُلُوبَهُمْ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
      "phonetic_text": "Wa-ith qala moosaliqawmihi ya qawmi lima tu/thoonanee waqadtaAAlamoona annee rasoolu Allahi ilaykum falamma zaghooazagha Allahu quloobahum wallahu layahdee alqawma alfasiqeen",
      "translations": {
        "fr": "(Souviens-toi) lorsque Moïse dit à son peuple : « Ô peuple mien, pourquoi cherchez-vous à me faire du mal alors que vous savez que je suis le Messager d’Allah (envoyé) vers vous ? » Lorsqu’ils dévièrent (du droit chemin), Allah fit dévier leurs cœurs. Allah ne guide pas la gent corrompue.",
        "en": "Moses said to his people, ‘My people, why do you hurt me when you know that I am sent to you by God?’ When they went astray, God left their hearts to stray: God does not guide rebellious people.",
        "es": "[Recordad] cuando Moisés dijo a su pueblo: “¡Pueblo mío! ¿por qué me maltratáis a pesar de saber que soy el Mensajero que Dios os ha enviado?” Cuando [su pueblo] se alejó [del Mensaje], Dios desvió sus corazones [alejándolos de la guía]. Dios no guía a los perversos.",
        "it": "[Ricorda] quando Mosè disse al suo popolo: «O popol mio, perché mi tormentate nonostante sappiate che sono veramente il Messaggero di Allah a voi [inviato]?». Quando poi deviarono, Allah fece deviare i loro cuori. Allah non guida la gente malvagia.",
        "ru": "Вот сказал Муса (Моисей) своему народу: «О мой народ! Почему вы причиняете мне страдания, зная, что я послан к вам Аллахом?». Когда же они уклонились, Аллах совратил их сердца. Аллах не ведет прямым путем людей нечестивых.",
        "tr": "Bir zaman Musa, kavmine: \"Ey kavmim! Benim, Allah'ın size gönderdiği elçisi olduğumu bildiğiniz halde niçin beni incitiyorsunuz?\" demişti. Onlar eğrilince, Allah da kalblerini eğriltti. Allah fasıkları doğru yola iletmez.",
        "de": "Und als Musa zu seinem Volk sagte: O mein Volk, warum fügt ihr mir Leid zu, wo ihr doch sicher wißt, daß ich Allahs Gesandter an euch bin? Als sie nun abschweiften, ließ Allah ihre Herzen abschweifen. Und Allah leitet das Volk der Frevler nicht recht.",
        "pt": "Recorda-te (ó Mensageiro) de quando Moisés disse ao seu povo: Ó povo meu, porque me injuriais, quando sabeis que souo mensageiro de Deus, enviado a vós? Porém, quando se desviaram, Deus desviou os seus corações, porque Deus nãoencaminha os depravados.",
        "nl": "En (gedenkt) toen Môesa tot zijn volk zei: \"O mijn volk, waarom kwetsen jullie mij terwijl jullie waarlijk weten dat ik voor jullie de Boodschapper van Allah ben?\" Toen zij dwaling verkozen liet Allah hun harten dwalen. En Allah leidt het zwaar zondige volk niet.",
        "ur": "اور یاد کرو موسٰیؑ  کی وہ بات جو اس نے اپنی قوم سے کہی تھی کہ”اے میری قوم کے لوگو ،تم کیوں مجھے اذیّت دیتے ہو حالانکہ تم خوب جانتے ہو کہ میں تمہاری طرف اللہ کا بھیجا ہوا رسول ہوں؟“ <sup foot_note=\"187850\">1</sup> پھر جب انہوں نے ٹیڑھ اختیار کی تو اللہ نے ان کے دل ٹیڑھے کر دیے ، اللہ فاسقوں کو ہدایت نہیں دیتا۔ <sup foot_note=\"187851\">2</sup>",
        "bn": "আৰু স্মৰণ কৰা, মূছাই যেতিয়া তেওঁৰ সম্প্ৰদায়ক কৈছিল, ‘হে মোৰ সম্প্ৰদায়! তোমালোকে কিয় মোক কষ্ট দি আছা? অথচ তোমালোকে জানা যে, নিশ্চয় মই তোমালোকৰ প্ৰতি (প্ৰেৰিত) আল্লাহৰ ৰাছুল’। তাৰ পিছত সিহঁতে যেতিয়া বক্ৰ পথ অৱলম্বন কৰিলে তেতিয়া আল্লাহে সিহঁতৰ হৃদয়সমূহক বক্ৰ কৰি দিলে; আৰু আল্লাহে ফাছিক্ব সম্প্ৰদায়ক হিদায়ত নকৰে।",
        "fa": "و [ای پیامبر، به یاد آور] هنگامی را که موسی به قومش گفت: «ای قوم من، چرا به من آزار [و اذیت] می‌رسانید، در حالی ‌که می‌دانید بی‌گمان، من فرستادۀ الله به سوی شما هستم؟» آنان چون [از حق] منحرف شدند، الله دل‌هایشان را منحرف ساخت؛ و الله قومِ نافرمان را هدایت نمی‌کند."
      }
    },
    {
      "verse_number": 5169,
      "verse_key": "61:6",
      "arabic_text": "وَإِذْ قَالَ عِيسَى ٱبْنُ مَرْيَمَ يَـٰبَنِىٓ إِسْرَٰٓءِيلَ إِنِّى رَسُولُ ٱللَّهِ إِلَيْكُم مُّصَدِّقًا لِّمَا بَيْنَ يَدَىَّ مِنَ ٱلتَّوْرَىٰةِ وَمُبَشِّرًۢا بِرَسُولٍ يَأْتِى مِنۢ بَعْدِى ٱسْمُهُۥٓ أَحْمَدُ ۖ فَلَمَّا جَآءَهُم بِٱلْبَيِّنَـٰتِ قَالُوا۟ هَـٰذَا سِحْرٌ مُّبِينٌ",
      "phonetic_text": "Wa-ith qala AAeesa ibnumaryama ya banee isra-eela innee rasoolu Allahiilaykum musaddiqan lima bayna yadayya mina attawratiwamubashshiran birasoolin ya/tee min baAAdee ismuhu ahmadufalamma jaahum bilbayyinati qaloohatha sihrun mubeen",
      "translations": {
        "fr": "Et lorsque Jésus, fils de Marie, dit : « Ô Enfants d’Israël ! Je suis le Messager d’Allah (envoyé) vers vous, je suis venu confirmer ce qui m’a déjà précédé dans la Torah, et annoncer la venue d’un Messager qui me succèdera, du nom d’Ahmad. » Or, lorsqu’il leur eut apporté les preuves évidentes, ils dirent : « C’est manifestement de la magie ! »",
        "en": "Jesus, son of Mary, said, ‘Children of Israel, I am sent to you by God, confirming the Torah that came before me and bringing good news of a messenger to follow me whose name will be Ahmad.’ Yet when he came to them with clear signs, they said, ‘This is obviously sorcery.’",
        "es": "Y cuando Jesús, hijo de María, dijo: “¡Oh, hijos de Israel! Yo soy el Mensajero que Dios os ha enviado para corroborar la Torá y anunciar a un Mensajero que vendrá después de mí llamado Ahmad”<sup foot_note=169441>1</sup>. Pero cuando les mostró los milagros, dijeron [con incredulidad manifiesta]: “¡Esto es pura hechicería!”",
        "it": "E quando Gesù figlio di Maria disse: «O Figli di Israele, io sono veramente un Messaggero di Allah a voi [inviato], per confermare la Toràh che mi ha preceduto, e per annunciarvi un Messaggero che verrà dopo di me, il cui nome sarà Ahmad <a class=f><sup foot_note=160202>1</sup></a> Ma quando questi giunse loro con le prove incontestabili, dissero: «Questa è magia evidente».",
        "ru": "А вот Иса (Иисус), сын Марьям (Марии), сказал: «О сыны Исраила (Израиля)! Я послан к вам Аллахом, чтобы подтвердить правдивость того, что было в Таурате (Торе) до меня, и чтобы сообщить благую весть о Посланнике, который придет после меня, имя которого будет Ахмад (Мухаммад)». Когда же он явился к ним с ясными знамениями, они сказали: «Это - очевидное колдовство».",
        "tr": "Meryem oğlu İsa da: \"Ey İsrailoğulları! ben size Allah'ın elçisiyim. benden önce gelen Tevrat'ı doğrulayıcı ve benden sonra gelecek Ahmed adında bir peygamberi müjdeleyici olarak (geldim).\" demişti. Fakat onlara apaçık delillerle gelince \"Bu, apaçık bir büyüdür.\" dediler.",
        "de": "Und als ’Isa, der Sohn Maryams, sagte: O Kinder Isra’ils, gewiß, ich bin Allahs Gesandter an euch, das bestätigend, was von der Tora vor mir (offenbart) war, und einen Gesandten verkündend, der nach mir kommen wird: sein Name ist Ahmad’. Als er nun mit den klaren Beweisen zu ihnen kam, sagten sie: Das ist deutliche Zauberei.",
        "pt": "E de quando Jesus, filho de Maria, disse: Ó israelitas, em verdade, sou o mensageiro de Deus, enviado a vós, corroborante de tudo quanto a Tora antecipou no tocante às predições, e alvissareiro de um Mensageiro que virá depois demim, cujo nome será Ahmad! Entretanto, quando lhes foram apresentadas as evidências, disseram: Isto é pura magia!",
        "nl": "En (gedenkt) toen 'Îsa, de zoon van Maryam, zei: \"O Kinderen van Israël, voorwaar, ik ben voor jullie de Boodschapper van Allah, ter bevestiging van wat er vóór mij is van de Taurât en als verkondiger van een verheugende tijding over een Boodschapper die na mij komt, zijn naam is Ahmad. Toen hij dan met de duidelijke bewijzen tot hen kwam, zeiden zei: \"Dit is duidelijk toverij.\"",
        "ur": "<sup foot_note=\"171596\">1</sup> اور یاد کرو عیسٰیؑ  ابن مریمؑ کی وہ بات جو اس نے کہی تھی کہ ”اے بنی اسرائیل ، میں تمہاری طرف اللہ کا بھیجا ہوا رسول ہوں، تصدیق کرنے والا ہوں اُس توراة کی جو مجھ سے پہلے آئی  ہوئی موجود ہے، <sup foot_note=\"171597\">2</sup> اور بشارت دینے والا ہوں ایک رسول کی جو میرے بعد آئے گا جس کا نام احمد ہوگا۔<sup foot_note=\"171598\">3</sup> مگر جب وہ اُن کے پاس کھلی کھلی نشانیاں لے کر آیا تو انہوں نے کہا یہ تو صریح دھوکا ہے۔ <sup foot_note=\"171599\">4</sup>",
        "bn": "আৰু স্মৰণ কৰা, যেতিয়া মাৰয়ামৰ পুত্ৰ ঈছাই কৈছিল, হে বনী ইছৰাঈল! ‘নিশ্চয় মই তোমালোকৰ প্ৰতি প্ৰেৰিত আল্লাহৰ ৰাছুল আৰু মোৰ পূৰ্বৱৰ্তী তাওৰাতৰ সত্যায়নকাৰী আৰু এজন ৰাছুলৰ সুসংবাদদাতা, যিজন মোৰ পিছত আহিব, যাৰ নাম আহমদ’। তাৰ পিছত তেওঁ যেতিয়া সুস্পষ্ট নিদৰ্শনসমূহ লৈ আগমন কৰিলে, তেতিয়া সিহঁতে ক’লে, ‘এয়া স্পষ্ট যাদু’।",
        "fa": "و [به یاد آور] هنگامی‌ که عیسی ـ پسر مریم ـ گفت: «ای بنی‌اسرائیل، بی‌گمان، من فرستادۀ الله به سوی شما هستم. آنچه از تورات را که پیش از من بوده تصدیق می‌کنم و [نیز] مژده‌دهنده به رسولی هستم که بعد از من می‌آید و نامش \"احمد\" است». اما هنگامی‌ که او [= احمد] با معجزه‌ها [و دلایل روشن] به سوی آنان آمد، گفتند: «این جادوی آشکاری است»."
      }
    },
    {
      "verse_number": 5170,
      "verse_key": "61:7",
      "arabic_text": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُوَ يُدْعَىٰٓ إِلَى ٱلْإِسْلَـٰمِ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
      "phonetic_text": "Waman athlamu mimmani iftaraAAala Allahi alkathiba wahuwa yudAAaila al-islami wallahu layahdee alqawma aththalimeen",
      "translations": {
        "fr": "Est-il plus injuste que celui qui élabore des mensonges sur le compte d’Allah alors qu’il est invité à (embrasser) l’Islam ? Allah ne guide certes pas les gens injustes.",
        "en": "Who could be more wrong than someone who invents lies against God when called to submit to Him? God does not guide the wrongdoers:",
        "es": "¿Existe alguien más injusto que quien inventa mentiras acerca de Dios cuando es invitado al Islam? Dios no guía a los injustos.",
        "it": "Chi è più iniquo di colui che inventa menzogne contro Allah, nonostante venga chiamato all’IsIàm? Allah non guida gli ingiusti.",
        "ru": "Кто же может быть несправедливее того, кто измышляет ложь об Аллахе, когда его призывают к исламу? Аллах не ведет прямым путем несправедливых людей.",
        "tr": "İslâm'a davet olunduğu halde Allah üzerine yalan uydurandan daha zalim kim olabilir? Allah zalim toplumu doğru yola iletmez.",
        "de": "Und wer ist ungerechter, als wer gegen Allah Lügen ersinnt, während er zum Islam aufgerufen wird? Und Allah leitet das Volk der Ungerechten nicht recht.",
        "pt": "Haverá alguém mais iníquo do que quem forja mentiras acerca de Deus, apesar de ter sido convocado ao Islam? Sabei queDeus não encaminha os iníquos.",
        "nl": "En wie is zondiger dan degene die een leugen over Allah verzonnen heeft, terwijl hij tot de Islam opgeroepen wordt? En Allah leidt het onrechtplegende volk niet.",
        "ur": "اب بھلا اُس شخص سے بڑا ظالم اور کون ہوگا جو اللہ پر جُھوٹے بہتان باندھے <sup foot_note=\"187852\">1</sup> حالانکہ اسے اسلام (اللہ کے آگے سرِ اطاعت جھکا دینے) کی دعوت دی جا رہی ہو؟ <sup foot_note=\"187853\">2</sup> ایسے ظالموں کو اللہ  ہدایت نہیں دیا کرتا",
        "bn": "সেই ব্যক্তিতকৈ অধিক যালিম আৰু কোন হ’ব পাৰে? যিয়ে আল্লাহ সম্পৰ্কে মিছা ৰচনা কৰে, অথচ তাক ইছলামৰ প্ৰতি আহ্বান কৰা হয়; আৰু আল্লাহে যালিম সম্প্ৰদায়ক হিদায়ত নকৰে।",
        "fa": "چه کسی ستمکارتر از آن ‌کسی است که بر الله دروغ ببندد، در حالی ‌که به [دین] اسلام دعوت می‌شود؟ و الله گروه ستمکاران را هدایت نمی‌کند."
      }
    },
    {
      "verse_number": 5171,
      "verse_key": "61:8",
      "arabic_text": "يُرِيدُونَ لِيُطْفِـُٔوا۟ نُورَ ٱللَّهِ بِأَفْوَٰهِهِمْ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوْ كَرِهَ ٱلْكَـٰفِرُونَ",
      "phonetic_text": "Yureedoona liyutfi-oo noora Allahibi-afwahihim wallahu mutimmu noorihi walawkariha alkafiroon",
      "translations": {
        "fr": "Ils veulent, de leurs seules bouches, éteindre la lumière d’Allah ; or Allah accomplira (la manifestation) de Sa lumière, quelque dépit qu’en aient les mécréants.",
        "en": "they wish to put His light out with their mouths. But He will perfect His light, even though the disbelievers hate it;",
        "es": "Pretenden extinguir la luz [del Mensaje] de Dios con las mentiras que pronuncian sus bocas, pero Dios hará que Su luz resplandezca, aunque esto desagrade a los que rechazan el Mensaje.",
        "it": "Vogliono spegnere la luce di Allah con le loro bocche, ma Allah completerà la Sua luce a dispetto dei miscredenti <a class=f><sup foot_note=160203>1</sup></a> .",
        "ru": "Они хотят погасить свет Аллаха своими ртами, но Аллах сохранит Свой свет, даже если это ненавистно неверующим.",
        "tr": "Ağızlarıyla Allah'ın nurunu söndürmek istiyorlar. Halbuki kâfirler hoş görmese de Allah nurunu tamamlayacaktır.",
        "de": "Sie wollen gern Allahs Licht mit ihren Mündern auslöschen. Aber Allah wird Sein Licht vollenden, auch wenn es den Ungläubigen zuwider ist.",
        "pt": "Pretendem extinguir a Luz de Deus com as suas (infames) bocas; porém, Deus completará a (revelação de) Sua Luz, embora isso desgoste os incrédulos.",
        "nl": "Zij willen het Licht van Allah doven met hun monden, maar Allah vervolmaakt Zijn Licht, ook al haten de ongelovigen het.",
        "ur": "یہ لوگ اپنے مُنہ کی پُھونکوں سے اللہ کے نُور کو بجھانا چاہتے ہیں، اور اللہ کا فیصلہ یہ ہے کہ وہ اپنے نُور کو پُورا پھیلا کر رہے گا خواہ کافروں کو یہ کتنا ہی ناگوار ہو۔ <sup foot_note=\"187854\">1</sup>",
        "bn": "সিহঁতে আল্লাহৰ জ্যোতিক মুখেৰে ফুঁ মাৰি নিৰ্বাপিত কৰিব বিচাৰে, আৰু আল্লাহে নিজ জ্যোতিক পূৰ্ণতাদানকাৰী। যদিও কাফিৰসকলে ইয়াক অপছন্দ কৰে।",
        "fa": "آنها می‌خواهند نورِ الله را با دهان خود خاموش کنند؛ و[لی] الله کامل‌کنندۀ نور خویش است؛ هر چند کافران خوششان نیاید."
      }
    },
    {
      "verse_number": 5172,
      "verse_key": "61:9",
      "arabic_text": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوْ كَرِهَ ٱلْمُشْرِكُونَ",
      "phonetic_text": "Huwa allathee arsala rasoolahu bilhudawadeeni alhaqqi liyuthhirahu AAala addeenikullihi walaw kariha almushrikoon",
      "translations": {
        "fr": "C’est Lui Qui envoya Son Messager avec la juste direction (hudâ) et la religion de la vérité, afin qu’il la fasse triompher de toute autre religion, quelque dépit qu’en aient les associâtres.",
        "en": "it is He who sent His Messenger with guidance and the religion of truth to show that it is above all [other] religions, even though the idolaters hate it.",
        "es": "Él es Quien ha enviado a Su Mensajero con la Guía y la religión verdadera para que prevalezca sobre todas las religiones, aunque ello disguste a los idólatras.",
        "it": "Egli è Colui Che ha inviato il Suo Messaggero con la Guida e la Religione della verità, affinché essa prevalga su ogni religione a dispetto degli associatori.",
        "ru": "Он - Тот, Кто отправил Своего Посланника с верным руководством и религией истины, чтобы превознести ее над всеми остальными религиями, даже если это ненавистно многобожникам.",
        "tr": "O, Resulünü hidayet ve hak dinle gönderdi ki, müşrikler istemese de onu, bütün dinlerin üstüne çıkarsın.",
        "de": "Er ist es, Der Seinen Gesandten mit der Rechtleitung und der Religion der Wahrheit gesandt hat, um ihr die Oberhand über alle Religion zu geben, auch wenn es den Götzendienern zuwider ist.",
        "pt": "Foi Ele Quem enviou o Seu Mensageiro, com a orientação e com a verdadeira religião, para fazê-las prevalecer sobretoda a religião, ainda que isso desgoste os idólatras.",
        "nl": "Hij is Degene Die Zijn Boodschapper heeft gezonden met de Leiding en de ware godsdienst (de Islam) om deze laten zegevieren over alle (vormen van) godsdienst, ook al haten de veelgodenaanbidders het.",
        "ur": "وہی تو ہے جس نے اپنے رسول کو ہدایت اور دینِ حق کے ساتھ بھیجا ہے تا کہ اسے پُورے کے پُورے دین پر غالب کر دے خواہ مشرکین کو یہ کتنا ہی ناگوار ہو۔ <sup foot_note=\"187720\">1</sup>",
        "bn": "তেৱেঁই নিজ ৰাছুলক প্ৰেৰণ কৰিছে হিদায়ত আৰু সত্য দ্বীনসহ সকলো দ্বীনৰ ওপৰত তেওঁক বিজয়ী কৰাৰ বাবে, যদিও মুশ্বৰিকসকলে ইয়াক অপছন্দ কৰে।",
        "fa": "او ذاتی است که فرستادۀ خود را با هدایت و دین حق فرستاد، تا آن را بر همۀ ادیان پیروز گردانَد؛ هر چند مشرکان خوششان نیاید."
      }
    },
    {
      "verse_number": 5173,
      "verse_key": "61:10",
      "arabic_text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ هَلْ أَدُلُّكُمْ عَلَىٰ تِجَـٰرَةٍ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍ",
      "phonetic_text": "Ya ayyuha allatheena amanoohal adullukum AAala tijaratin tunjeekum min AAathabinaleem",
      "translations": {
        "fr": "Ô vous qui avez cru ! Vous montrerai-je un commerce qui puisse vous épargner un supplice très douloureux ?",
        "en": "You who believe, shall I show you a bargain that will save you from painful torment?",
        "es": "¡Creyentes! ¿Queréis que os enseñe un negocio que os salvará del castigo doloroso?",
        "it": "O voi che credete, [volete che] vi indichi un commercio che vi salverà da un doloroso castigo?",
        "ru": "О те, которые уверовали! Указать ли вам на торговлю, которая спасет вас от мучительных страданий?",
        "tr": "Ey İman edenler! Sizi acı bir azabdan kurtaracak ticareti size göstereyim mi?",
        "de": "O die ihr glaubt, soll ich euch auf einen Handel hinweisen, der euch vor schmerzhafter Strafe rettet?",
        "pt": "Ó fiéis, quereis que vos indique uma troca que vos livre de um castigo doloroso?",
        "nl": "O jullie die geloven, zal ik jullie een handel tonen die jullie van een pijnlijke bestraffing redden kan?",
        "ur": "اے لوگو جو ایمان لائے ہو، میں بتاؤں  تم کو وہ تجارت <sup foot_note=\"187741\">1</sup> جو تمہیں عذابِ الیم سے بچا دے؟",
        "bn": "হে ঈমান্দাৰসকল! মই তোমালোকক এনে এটা ব্যৱসায়ৰ সন্ধান দিমনে, যিটো তোমালোকক যন্ত্ৰণাদায়ক শাস্তিৰ পৰা ৰক্ষা কৰিব?",
        "fa": "ای کسانی که ایمان آورده‌اید، آیا [می‌خواهید] شما را به تجارتی راهنمایی کنم که شما را از عذاب دردناک نجات ‌دهد؟"
      }
    },
    {
      "verse_number": 5174,
      "verse_key": "61:11",
      "arabic_text": "تُؤْمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَـٰهِدُونَ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِكُمْ وَأَنفُسِكُمْ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
      "phonetic_text": "Tu/minoona billahiwarasoolihi watujahidoona fee sabeeli Allahi bi-amwalikumwaanfusikum thalikum khayrun lakum in kuntum taAAlamoon",
      "translations": {
        "fr": "Vous croirez en Allah et en Son Messager, vous lutterez pour la cause d’Allah par vos biens et vos âmes. Voilà qui est meilleur pour vous, si vous le saviez !",
        "en": "Have faith in God and His Messenger and struggle for His cause with your possessions and your persons––that is better for you, if only you knew-",
        "es": "[Este buen negocio es que] creáis en Dios y en Su Mensajero, contribuyáis por la causa de Dios con vuestros bienes y vuestras vidas, pues ello es lo mejor para vosotros. ¡Si supierais!",
        "it": "Credete in Allah e nel Suo Inviato e lottate con i vostri beni e le vostre persone sulla Via di Allah. Ciò è meglio per voi, se lo sapeste.",
        "ru": "Веруйте в Аллаха и Его Посланника и сражайтесь на пути Аллаха своим имуществом и своими душами. Так будет лучше для вас, если бы вы только знали.",
        "tr": "Allah'a ve Resulüne inanırsınız, mallarınızla ve canlarınızla Allah yolunda savaşırsınız. Eğer bilirseniz sizin için en iyisi budur.",
        "de": "Ihr sollt an Allah und Seinen Gesandten glauben und euch auf Allahs Weg mit eurem Besitz und mit eurer eigenen Person abmühen; das ist besser für euch, wenn ihr nur wißt -,",
        "pt": "É que creiais em Deus e em Seu Mensageiro, e que sacrifiqueis os vossos bens e pessoas pela Sua causa. Isso é omelhor, para vós, se quereis saber.",
        "nl": "(Het is) het geloof in Allah en Zijn Boodschapper geloven en jullie op de Weg van Allah strijden met jullie bezittingen en jullie zielen. Dat is beter voor jullie, als jullie het wisten!",
        "ur": "ایمان لاؤ اللہ اور اُس کے رسُول پر، <sup foot_note=\"187832\">1</sup> اور جہاد کرو اللہ کی راہ میں اپنے مالوں سے اور اپنی جانوں سے۔ یہی تمہارے لیے بہتر ہے اگر تم جانو۔ <sup foot_note=\"187833\">2</sup>",
        "bn": "সেয়া হৈছে, তোমালোকে আল্লাহ আৰু তেওঁৰ ৰাছুলৰ প্ৰতি ঈমান আনিবা আৰু তোমালোকে নিজৰ ধন-সম্পদ আৰু জীৱনৰ দ্বাৰা আল্লাহৰ পথত জিহাদ কৰিবা। এইটোৱেই তোমালোকৰ বাবে কল্যাণকৰ, যদি তোমালোকে জানা।",
        "fa": "به الله و پیامبرش ایمان بیاورید و با اموال و جان‌هایتان در راهِ الله جهاد کنید. اگر بدانید، این [کار] برای شما بهتر است."
      }
    },
    {
      "verse_number": 5175,
      "verse_key": "61:12",
      "arabic_text": "يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ وَمَسَـٰكِنَ طَيِّبَةً فِى جَنَّـٰتِ عَدْنٍ ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "phonetic_text": "Yaghfir lakum thunoobakumwayudkhilkum jannatin tajree min tahtihaal-anharu wamasakina tayyibatan fee jannatiAAadnin thalika alfawzu alAAatheem",
      "translations": {
        "fr": "Il vous pardonnera vos péchés et vous fera entrer dans des jardins sous lesquels coulent les rivières, et dans de belles habitations dans les Jardins d’Éden. Voilà le suprême succès !",
        "en": "and He will forgive your sins, admit you into Gardens graced with flowing streams, into pleasant dwellings in the Gardens of Eternity. That is the supreme triumph.",
        "es": "[Si hacéis esto, Dios] perdonará vuestros pecados y os ingresará en jardines por donde corren ríos, donde habitarán en hermosas moradas en los jardines del Edén. ¡Ese es, sin duda, el éxito grandioso!",
        "it": "[Allah] perdonerà i vostri peccati e vi farà entrare nei Giardini dove scorrono i ruscelli e nelle piacevoli dimore dei Giardini di Eden. Ecco il più grande successo!",
        "ru": "Он простит вам ваши грехи, введет вас в Райские сады, в которых текут реки, и в прекрасные жилища в садах Эдема. Это - великое преуспеяние.",
        "tr": "(Eğer böyle yaparsanız Allah) sizin günahlarınızı bağışlar ve sizi altlarından ırmaklar akan cennetlere, Adn cennetlerinde hoş yerlere koyar. İşte büyük kurtuluş budur.",
        "de": "dann wird Er euch eure Sünden vergeben und euch eingehen lassen in Gärten, durcheilt von Bächen, und in angenehme Wohnungen in den Gärten Edens. Das ist der großartige Erfolg.",
        "pt": "Ele vos perdoará os pecados e vos introduzirá em jardins, abaixo dos quais correm os rios, bem como nas prazerosasmoradas do Jardim do Éden. Tal é o magnífico benefício.",
        "nl": "Hij vergeeft jullie zonden en doet jullie Tuinen (het Paradijs) binnengaan waar de rivieren onder door stromen. En (Hij schenkt) een goede woonplaats in de Tuin van 'Adn. Dat is de geweldige overwinning.",
        "ur": "اللہ تمہارے گناہ معاف کردے گا، اور تم کو ایسے باغوں میں  داخل کرےگا جن کے نیچے نہریں بہتی ہوں گی، اور ابدی قیام کی جنّتوں میں بہترین گھر تمہیں عطا فرمائے گا۔ یہ ہے بڑی کامیابی۔ <sup foot_note=\"187834\">1</sup>",
        "bn": "তেওঁ তোমালোকৰ বাবে তোমালোকৰ পাপসমূহ ক্ষমা কৰি দিব; আৰু তোমালোকক এনে জান্নাতত প্ৰৱেশ কৰাব যাৰ তলেদি নদীসমূহ প্ৰবাহিত, আৰু চিৰস্থায়ী জান্নাতসমূহৰ উত্তম বাসগৃহসমূহতো (প্ৰৱেশ কৰাব)। এইটোৱে মহাসফলতা।",
        "fa": "[اگر چنین کردید، [الله] گناهانتان را می‌بخشد و شما را در باغ‌هایی [از بهشت] وارد می‌کند که جویبارها از زیر [درختان] آن جاری است و در خانه‌های پاکیزه در بهشت جاویدان [جای می‌دهد]. این کامیابی بزرگی است."
      }
    },
    {
      "verse_number": 5176,
      "verse_key": "61:13",
      "arabic_text": "وَأُخْرَىٰ تُحِبُّونَهَا ۖ نَصْرٌ مِّنَ ٱللَّهِ وَفَتْحٌ قَرِيبٌ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
      "phonetic_text": "Waokhra tuhibboonaha nasrunmina Allahi wafathun qarreebun wabashshirialmu/mineen",
      "translations": {
        "fr": "D’autres (faveurs) vous seront également accordées et que vous désirez tant : le soutien d’Allah et une victoire imminente. Annonce donc l’heureuse nouvelle aux croyants.",
        "en": "And He will give you something else that will really please you: His help and an imminent breakthrough. [Prophet], give the faithful the good news.",
        "es": "También os dará algo que amáis: “Su auxilio y una pronta victoria”. Albricia a los creyentes [con la recompensa que recibirán en esta vida y en la otra].",
        "it": "E [vi darà] un’altra cosa che avrete desiderato: l’aiuto di Allah e una rapida vittoria. Danne [o Muhammad] la lieta novella ai credenti <a class=f><sup foot_note=160204>1</sup></a> .",
        "ru": "Будет еще то, что вы любите: помощь от Аллаха и близкая победа. Сообщи же благую весть верующим!",
        "tr": "Seveceğiniz bir şey daha var: Allah'tan yardım ve yakın bir fetih.. Müminleri müjdele.",
        "de": "Und (noch) eine andere (Huld), die ihr liebt (, wird euch gewährt): Hilfe von Allah und ein naher Sieg. Und (so) verkünde (diese) frohe Botschaft den Gläubigen.",
        "pt": "E, ademais, conceder-vos-á outra coisa que anelais, ou seja: o socorro de Deus e o triunfo imediato. (Ó Mensageiro), anuncia aos crentes boas novas!",
        "nl": "En (Hij schenkt) nog iets waar jullie van houden: hulp van Allah en een nabije overwinning. En verkondig de gelovigen een verteugende tijding.",
        "ur": "اور وہ دُوسری چیز جو تم چاہتے ہو وہ بھی تمہیں دے گا، اللہ کی طرف سے نُصرت اور قریب ہی میں حاصل ہو جانے والی فتح۔ <sup foot_note=\"187835\">1</sup> اے نبیؐ ، اہل ایمان کو اِس کی بشارت دے دو",
        "bn": "লগতে (তেওঁ প্ৰদান কৰিব) আৰু এটা অনুগ্ৰহ, যিটো তোমালোকে পছন্দ কৰা। (অৰ্থাৎ) আল্লাহৰ তৰফৰ পৰা সহায় আৰু নিকটবৰ্তী বিজয়; আৰু তুমি মুমিনসকলক সুসংবাদ দিয়া।",
        "fa": "و [نعمت] دیگری که آن را دوست دارید [نیز به شما عنایت می‌فرماید که آن،] یاری از سوی الله و پیروزیِ نزدیک است؛ و مؤمنان را [به این پیروزی] بشارت ده."
      }
    },
    {
      "verse_number": 5177,
      "verse_key": "61:14",
      "arabic_text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوٓا۟ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبْنُ مَرْيَمَ لِلْحَوَارِيِّـۧنَ مَنْ أَنصَارِىٓ إِلَى ٱللَّهِ ۖ قَالَ ٱلْحَوَارِيُّونَ نَحْنُ أَنصَارُ ٱللَّهِ ۖ فَـَٔامَنَت طَّآئِفَةٌ مِّنۢ بَنِىٓ إِسْرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٌ ۖ فَأَيَّدْنَا ٱلَّذِينَ ءَامَنُوا۟ عَلَىٰ عَدُوِّهِمْ فَأَصْبَحُوا۟ ظَـٰهِرِينَ",
      "phonetic_text": "Ya ayyuha allatheena amanookoonoo ansara Allahi kama qala AAeesaibnu maryama lilhawariyyeena man ansaree ilaAllahi qala alhawariyyoona nahnuansaru Allahi faamanat ta-ifatun minbanee isra-eela wakafarat ta-ifatun faayyadnaallatheena amanoo AAala AAaduwwihim faasbahoothahireen",
      "translations": {
        "fr": "Ô vous qui avez cru ! Soyez les alliés d’Allah, tout comme Jésus, fils de Marie voulait que ses apôtres le fussent, quand il leur dit : « Qui sont mes alliés pour (la cause d’) Allah ? » Les apôtres répondirent : « Nous sommes les alliés d’Allah ! » Un groupe parmi les Enfants d’Israël crut, et un autre mécrut. Nous apportâmes Notre soutien alors à ceux qui ont cru contre leur ennemi, et c’est ainsi qu’ils furent les vainqueurs.",
        "en": "You who believe, be God’s helpers. As Jesus, son of Mary, said to the disciples, ‘Who will come with me to help God?’ The disciples said, ‘We shall be God’s helpers.’ Some of the Children of Israel believed and some disbelieved: We supported the believers against their enemy and they were the ones who came out on top.",
        "es": "¡Creyentes! Socorred [la religión de] Dios como lo hicieron los discípulos de Jesús, el hijo de María, cuando les dijo: “¿Quiénes me socorrerán en la causa de Dios?” Los discípulos respondieron: “Seremos los socorredores de [la religión de] Dios”. Pero un grupo de los Hijos de Israel creyó [en la profecía de Jesús] y otro grupo rechazó su Mensaje. Entonces di Mi apoyo a los creyentes y así vencieron a sus enemigos.",
        "it": "O credenti, siate gli ausiliari di Allah, così come Gesù figlio di Maria chiedeva agli apostoli: «Chi sono i miei ausiliari [nella causa di] Allah?». Risposero gli apostoli: «Noi siamo gli ausiliari di Allah». Una parte dei Figli di Israele credette, mentre un’altra parte non credette. Aiutammo coloro che credettero contro il loro nemico ed essi prevalsero. <a class=f><sup foot_note=160205>1</sup></a> « il cui nome sarà Ahmad »:l’Inviato di Allah (pace e benedizioni su di lui) diceva: « Il mio nome sulla terra é Muhammed, in cielo Ahmad». In realtà questi due nomi hanno lo stesso identico significato di «molto lodato». A proposito della profezia fatta da Gesù (pace su di lui) sulla venuta di Muhammed vedi nota a XXVI, <a class=f><sup foot_note=160206>2</sup></a> «Vogliono spegnere…»: è l’immagine della fede come fiamma che brilla nell’oscurità e che gli infedeli credono di poter spegnere con un soffio, cioè con le menzogne proferite dalla bocca di chi non crede e cerca di soffocare la luce del messaggio divino. <a class=f><sup foot_note=160207>3</sup></a> In questo versetto è chiaramente espressa la profezia del trionfo dell’Islam, religione universale, per tutti gli uomini e in tutti i tempi. Oggi i musulmani sono oltre un miliardo e duecento milioni e l’Islam è l’unica religione che incrementa il numero dei suoi fedeli, grazie alle continue conversioni e all’espansione demografica. La lode appartiene ad Allah Signore dei mondi.",
        "ru": "О те, которые уверовали! Будьте помощниками Аллаха. Иса (Иисус), сын Марьям (Марии), сказал апостолам: «Кто будет моим помощником на пути к Аллаху?». Апостолы ответили: «Мы - помощники Аллаха». Часть сынов Исраила (Израиля) уверовала, а другая часть не уверовала. Мы поддержали тех, которые уверовали, в борьбе с их врагами, и они вышли победителями.",
        "tr": "Ey inananlar, Allah'ın yardımcıları olun. Nitekim Meryem oğlu İsa da havarilere: \"Allah'a (giden yolda) benim yardımcılarım kimdir?\" demişti. Havariler: \"Allah (yolun)un yardımcıları biziz.\" dediler. İsrail oğullarından bir zümre inandı, bir zümre inkar etti. Biz de inananları, düşmanlarına karşı destekledik, onlar üstün geldiler.",
        "de": "O die ihr glaubt, seid Allahs Helfer, so wie ’Isa, der Sohn Maryams, zu den Jüngern sagte: Wer sind meine Helfer (auf dem Weg) zu Allah (hin)? Die Jünger sagten: Wir sind Allahs Helfer. So glaubte ein Teil von den Kindern Isra’ils, während ein (anderer) Teil ungläubig war. Da stärkten Wir diejenigen, die glaubten, gegen ihre Feinde, und so bekamen sie die Oberhand.",
        "pt": "Ó fiéis, sede os auxiliadores de Deus, como disse Jesus, filho de Maria, aos discípulos: Quem são os meus auxiliadores, na causa de Deus? Responderam: Nós somos os auxiliadores de Deus! Acreditou, então, uma parte dos israelitas, e outradesacreditou; então, socorremos os fiéis contra seus inimigos, e eles saíram vitoriosos.",
        "nl": "O jullie die geloven, weest helpers van (de godsdienst van) Allah, zoals 'Îsa, de zoon van Maryam, tot de metgezellen zei: \"Wie zijn mijn helpers voor (de oproep) tot Allah?\" De metgezellen zeiden: \"Wij zijn de helpers van Allah.\" Waarop een deel van de Kinderen van Israël geloofde en een ander deel niet geloofde. Vervolgens versterkten Wij degenen die geloofden tegen hun vijanden zodat zij zegevierders werden.",
        "ur": "اے لوگو جو ایمان لائے ہو، اللہ کے مددگار بنو، جس طرح عیسٰیؑ  ابنِ مریمؑ  نے حواریوں <sup foot_note=\"187855\">1</sup> کو خطاب کرکے کہا تھا: ”کون ہے اللہ کی طرف (بلانے) میں میرا مددگار“؟ اور حواریوں نے جواب دیا تھا:”ہم ہیں  اللہ کے مددگار“ <sup foot_note=\"187856\">2</sup>۔ اُس وقت بنی اسرائیل کا ایک گروہ ایمان لایا اور  دُوسرے گروہ نے انکار کیا۔ پھر ہم نے ایمان لانے والوں کی اُن کے دُشمنوں کےمقابلے میں تائید کی اور وہی غالب ہو کر رہے۔<sup foot_note=\"187857\">3</sup>",
        "bn": "হে ঈমান্দাৰসকল! তোমালোকে আল্লাহৰ সহায়কাৰী হোৱা, যেনেকৈ মাৰয়ামৰ পুত্ৰ ঈছাই হাৱাৰীসকলক কৈছিল, ‘আল্লাহৰ পথত কোনে মোৰ সহায়ক হ’বা’? হাৱাৰীসকলে কৈছিল, ‘আমিয়েই আল্লাহৰ পথত সহায়কাৰী’। তাৰ পিছত বনী ইছৰাঈলৰ এটা দলে ঈমান আনিলে আৰু আন এটা দলে কুফুৰী কৰিলে। সেয়ে, যিসকলে ঈমান আনিছিল আমি তেওঁলোকক তেওঁলোকৰ শত্ৰুবাহিনীৰ ওপৰত শক্তিশালী কৰিলো। ফলত তেওঁলোক বিজয়ী হ’ল।",
        "fa": "ای کسانی‌ که ایمان آورده‌اید، یاورانِ [دین] الله باشید؛ همان ‌گونه که عیسی ـ پسر مریم‌ـ به حواریون گفت: «چه کسانی یاوران من [در دعوت] به سوی الله هستند؟» حواریون گفتند: «ما یاوران [دینِ] الله هستیم». سپس گروهی از بنی‌اسرائیل ایمان آوردند و گروهی کافر شدند. آنگاه ما کسانی را که ایمان آورده بودند بر دشمنانشان نیرو [و توانایی] دادیم، و سرانجام پیروز شدند."
      }
    }
  ]
}