{
  "surah_number": 22,
  "extracted_at": "2025-09-20T15:15:41.683Z",
  "verses": [
    {
      "verse_number": 2596,
      "verse_key": "22:1",
      "arabic_text": " يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ ۚ إِنَّ زَلْزَلَةَ ٱلسَّاعَةِ شَىْءٌ عَظِيمٌ",
      "phonetic_text": "Ya ayyuha annasuittaqoo rabbakum inna zalzalata assaAAati shay-onAAatheem",
      "translations": {
        "fr": "Ô hommes ! Craignez votre Seigneur. Le séisme de l’Heure est quelque chose de terrifiant.",
        "en": "People, be mindful of your Lord, for the earthquake of the Last Hour will be a mighty thing:",
        "es": "¡Oh, gente! Tened temor de vuestro Señor. El terremoto que ocurrirá cuando llegue la Hora [del Juicio] será algo terrible.",
        "it": "O uomini, temete il vostro Signore. Il sisma dell’Ora <a class=f><sup foot_note=158437>1</sup></a> sarà cosa terribile.",
        "ru": "О люди! Бойтесь вашего Господа! Воистину, сотрясение Часа является ужасным событием.",
        "tr": "Ey İnsanlar! Rabbinizden sakının; şüphesiz o kıyamet gününün sarsıntısı çok büyük bir şeydir.",
        "de": "O ihr Menschen, fürchtet euren Herrn. Gewiß, das Beben der Stunde ist eine gewaltige Sache.",
        "pt": "Ó humanos, temei a vosso Senhor, porque a convulsão da Hora será logo terrível.",
        "nl": "O mensen, vreest jullie Heer. Voorwaar, de beving van het Uur zal een geweldige zaak zijn.",
        "ur": "لوگو، اپنے ربّ کے غضب سے بچو ، حقیقت یہ ہے کہ قیامت کا زلزلہ بڑی(ہولناک)چیز ہے۔ <sup foot_note=\"185259\">1</sup>",
        "bn": "হে মানৱ! তোমালোকে নিজ প্ৰতিপালকৰ তাক্বৱা অৱলম্বন কৰা। নিশ্চয় কিয়ামতৰ প্ৰকম্পন এটা বৰ ভয়ংকৰ বিষয়!",
        "fa": "ای مردم، از پروردگارتان پروا کنید. بی‌تردید، زلزلۀ قیامت امر بزرگی است."
      }
    },
    {
      "verse_number": 2597,
      "verse_key": "22:2",
      "arabic_text": "يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى ٱلنَّاسَ سُكَـٰرَىٰ وَمَا هُم بِسُكَـٰرَىٰ وَلَـٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٌ",
      "phonetic_text": "Yawma tarawnaha tathhalu kullumurdiAAatin AAamma ardaAAat watadaAAukullu thati hamlin hamlaha wataraannasa sukara wama hum bisukarawalakinna AAathaba Allahi shadeed",
      "translations": {
        "fr": "Le jour où vous le verrez, toute nourrice oubliera le (nourrisson) qu’elle allaitait ; toute femme enceinte accouchera de ce qu’elle portait. Et tu verras les hommes ivres bien que n’étant pas ivres, car le supplice d’Allah est vraiment très dur.",
        "en": "on the Day you see it, every nursing mother will think no more of her baby, every pregnant female will miscarry, you will think people are drunk when they are not, so severe will be God’s torment.",
        "es": "El día que llegue, las mujeres que estén amamantando a sus hijos se desentenderán de ellos, las embarazadas abortarán [por el terror], y verás a las personas caminar como ebrios, pero no estarán ebrios, sino que el castigo de Dios será intenso.",
        "it": "Il Giorno in cui la vedrete ogni nutrice dimenticherà il suo lattante e ogni femmina gravida abortirà. E vedrai ebbri gli uomini mentre non lo saranno ma sarà questo il tremendo castigo di Allah.",
        "ru": "В тот день, когда вы увидите его, каждая кормящая мать забудет того, кого она кормила, а каждая беременная женщина выкинет свой плод. Ты увидишь людей пьяными, но они не будут пьяны, зато мучения от Аллаха будут тяжки.",
        "tr": "Onu göreceğiniz gün, her emzikli kadın emzirdiğinden geçer. Ve her hamile kadın çocuğunu düşürür. İnsanları hep sarhoş görürsün, halbuki sarhoş değillerdir. Fakat Allah'ın azabı çok şiddetlidir.",
        "de": "An dem Tag, da ihr es seht, wird jede Stillende (aus Entsetzen) übersehen, was sie (soeben) stillt, und jede Schwangere wird mit dem niederkommen, was sie trägt. Und du siehst die Menschen trunken, obwohl sie nicht betrunken sind; aber die Strafe Allahs ist streng.",
        "pt": "No dia em que a presenciardes, casa nutriente esquecerá o filho que amamenta; toda a gestante abortará; tu verás oshomens como ébrios, embora não o estejam, porque o castigo de Deus será severíssimo.",
        "nl": "Op die Dag zullen jullie het zien: ieder zogende vrouw zal haar zuigeling veronachtzamen en iedere zwangere vrouw zal haair vrucht laten vallen. En jij zult de mensen als dronken zien, hoewel zij niet dronken zijn maar de bestraffing van Allah is hard",
        "ur": "جس روز تم اُسے دیکھو گے، حال یہ ہوگا کہ ہر دُودھ پلانے والی اپنے دُودھ پیتے بچے سے غافل ہو جائے گی، <sup foot_note=\"185260\">1</sup> ہر حاملہ کا حمل گِر جائے گا، اور لوگ تم کو مدہوش نظر آئیں گے، حالانکہ وہ نشے میں نہ ہوں گے، بلکہ اللہ کا عذاب ہی کچھ ایسا سخت ہوگا۔ <sup foot_note=\"185261\">2</sup>",
        "bn": "যিদিনা তোমালোকে সেয়া দেখিবলৈ পাবা সেইদিনা প্ৰত্যেক পিয়াহ খুউৱা তিৰোতাই নিজৰ কেঁচুৱাক পাহৰি যাব আৰু প্ৰত্যেক গৰ্ভৱতী নাৰীয়ে গৰ্ভপাত কৰিব; আৰু তুমি মানুহক নিচাগ্ৰস্ত সদৃশ দেখিবলৈ পাবা, অথচ সিহঁত নিচাগ্ৰস্ত নহয়। বৰং আল্লাহৰ শাস্তি অতি কঠিন।",
        "fa": "روزی که آن را ‌می‌بینید، [آنچنان وحشتناک است که] هر مادرِ شیرده‌ای [فرزندِ] شیرخوارش را فراموش می‌کند و هر [موجودِ] بارداری جنین خود را [بر زمین] می‌نهد و مردم را مست می‌بینی، در حالی که مست نیستند؛ بلکه عذاب الله شدید است."
      }
    },
    {
      "verse_number": 2598,
      "verse_key": "22:3",
      "arabic_text": "وَمِنَ ٱلنَّاسِ مَن يُجَـٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَـٰنٍ مَّرِيدٍ",
      "phonetic_text": "Wamina annasi man yujadilufee Allahi bighayri AAilmin wayattabiAAu kulla shaytaninmareed",
      "translations": {
        "fr": "Il en est, parmi les hommes, qui disputent d’Allah sans science aucune, et qui suivent tout démon rebelle.",
        "en": "Yet still there are some who, with no knowledge, argue about God, who follow every devilish rebel",
        "es": "Hay gente que discute acerca de Dios sin conocimiento, y siguen a todo demonio rebelde.",
        "it": "C’è gente che polemizza a proposito di Allah senza [alcuna] scienza e seguono ogni diavolo ribelle,",
        "ru": "Среди людей есть такие, которые спорят об Аллахе, не имея знаний, и следуют за всяким мятежным дьяволом.",
        "tr": "İnsanlardan bazıları Allah hakkında bir bilgisi olmadığı halde tartışır da her azılı şeytanın ardına düşer.",
        "de": "Und unter den Menschen gibt es manch einen, der über Allah ohne Wissen streitet und jedem rebellischen Satan folgt,",
        "pt": "Entre os humanos há quem discute nesciamente acerca de Deus e segue qualquer demônio rebelde.",
        "nl": "Er zijn er onder de mensen, die over Allah redetwisten, zonder kennis, en zij volgen elke iedere opstandige Satan.",
        "ur": "بعض لوگ ایسے ہیں جو عِلم کے بغیر اللہ کے بارے میں بحثیں کرتے ہیں <sup foot_note=\"185262\">1</sup> اور ہر شیطان ِ سرکش کی پیروی کرنے لگتے ہیں",
        "bn": "মানুহৰ মাজত কিছুমান এনেকুৱা মানুহো আছে যিবিলাকে নাজানি আল্লাহ সম্পৰ্কে বিতণ্ডা কৰে আৰু সি প্ৰত্যেক বিদ্ৰোহী চয়তানৰ অনুসৰণ কৰে,",
        "fa": "و از [میان] مردم کسی هست که بدون [هیچ] دانشی، دربارۀ الله مجادله می‌کند و از هر شیطان سرکشی پیروی می‌نماید."
      }
    },
    {
      "verse_number": 2599,
      "verse_key": "22:4",
      "arabic_text": "كُتِبَ عَلَيْهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهْدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
      "phonetic_text": "Kutiba AAalayhi annahu man tawallahufaannahu yudilluhu wayahdeehi ila AAathabi assaAAeer",
      "translations": {
        "fr": "Il a été écrit à propos de (Satan) qu’il Egarerait quiconque l’aurait pris pour allié et qu’il le conduirait tout droit au supplice du Brasier.",
        "en": "fated to lead astray those who take his side, and guide them to the suffering of the blazing flame.",
        "es": "Ha sido decretado que a quien lo siga<sup foot_note=168868>1</sup>, él le extraviará y conducirá al castigo del Infierno.",
        "it": "del quale è scritto che travierà e guiderà verso il castigo della Fiamma <a class=f><sup foot_note=158438>1</sup></a> chi lo avrà preso per patrono.",
        "ru": "Ему было предписано, что любого, кто сочтет его своим покровителем и помощником, он введет в заблуждение и приведет к мучениям в Пламени.",
        "tr": "(O şeytanki) hakkında şöyle hüküm verilmiştir: Şüphesiz kim onu dost edinirse, o muhakkak onu saptırır ve doğruca cehennem azabına götürür.",
        "de": "gegen den vorgezeichnet ist, daß er denjenigen, der ihn zum Schutzherr nimmt, daß er ihn in die Irre führen und zur Strafe der Feuerglut leiten wird.",
        "pt": "Foi decretado sobre (o maligno): Quem se tornar íntimo dele, será desviado e conduzido ao suplício do tártaro.",
        "nl": "Het is hem (de Satan) voorgeschreven dat wie hem volgt, door hem tot dwaling gebracht wordt, en hij leidt hem tot de bestraffing van de Sa'îr (de Hel).",
        "ur": "حالانکہ اُس کے تو نصیب ہی میں یہ لکھا ہے کہ جو اس کو دوست بنائے گا اسے وہ گمراہ کر کے چھوڑے گا اور عذاب جہنّم کا راستہ دکھائے گا",
        "bn": "তাৰ বিষয়ে লিখি দিয়া হৈছে যে, যিয়ে তাৰ লগত বন্ধুত্ব কৰিব সি অৱশ্যে তাক পথভ্ৰষ্ট কৰিব আৰু তাক প্ৰজ্জ্বলিত অগ্নিৰ শাস্তিৰ পিনে পৰিচালিত কৰিব।",
        "fa": "[در قضای الهی بر شیطان‌] مقرر شده است که هر کس او را به دوستى بگیرد، قطعاً گمراهش مى‌سازد و به عذاب آتش مى‌كشاند."
      }
    },
    {
      "verse_number": 2600,
      "verse_key": "22:5",
      "arabic_text": "يَـٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمْ فِى رَيْبٍ مِّنَ ٱلْبَعْثِ فَإِنَّا خَلَقْنَـٰكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِن مُّضْغَةٍ مُّخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِّنُبَيِّنَ لَكُمْ ۚ وَنُقِرُّ فِى ٱلْأَرْحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٍ مُّسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوٓا۟ أَشُدَّكُمْ ۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرْذَلِ ٱلْعُمُرِ لِكَيْلَا يَعْلَمَ مِنۢ بَعْدِ عِلْمٍ شَيْـًٔا ۚ وَتَرَى ٱلْأَرْضَ هَامِدَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا ٱلْمَآءَ ٱهْتَزَّتْ وَرَبَتْ وَأَنۢبَتَتْ مِن كُلِّ زَوْجٍۭ بَهِيجٍ",
      "phonetic_text": "Ya ayyuha annasuin kuntum fee raybin mina albaAAthi fa-inna khalaqnakummin turabin thumma min nutfatin thumma minAAalaqatin thumma min mudghatin mukhallaqatin waghayrimukhallaqatin linubayyina lakum wanuqirru fee al-arhami manashao ila ajalin musamman thumma nukhrijukum tiflanthumma litablughoo ashuddakum waminkum man yutawaffawaminkum man yuraddu ila arthali alAAumuri likaylayaAAlama min baAAdi AAilmin shay-an watara al-ardahamidatan fa-itha anzalna AAalayhaalmaa ihtazzat warabat waanbatat min kulli zawjin baheej",
      "translations": {
        "fr": "Ô hommes ! Si vous êtes dans le doute au sujet de la Résurrection, (sachez que) Nous vous avons créés de terre, puis d’une goutte de sperme, puis d’un grumeau de sang, puis d’une masse de chair complètement formée ou sans forme, (cela) pour vous montrer (Notre pouvoir). Nous laissons dans les matrices ce qui Nous plaît jusqu’à un terme déjà nommé, puis Nous vous faisons sortir (sous la forme d’un) enfant, pour que, par la suite, vous atteigniez la force de l’âge. Les uns parmi vous meurent (jeunes), d’autres atteignent le plus décrépit des âges et qui ne  sauront plus rien après avoir tant su. Tu vois bien que, desséchée et inerte, la terre bouge, se gonfle et fait pousser de toutes les espèces de végétaux exubérants, dès que Nous y faisons descendre l’eau.",
        "en": "People, [remember,] if you doubt the Resurrection, that We created you from dust, then a drop of fluid, then a clinging form, then a lump of flesh, both shaped and unshaped: We mean to make Our power clear to you. Whatever We choose We cause to remain in the womb for an appointed time, then We bring you forth as infants and then you grow and reach maturity. Some die young and some are left to live on to such an age that they forget all they once knew. You sometimes see the earth lifeless, yet when We send down water it stirs and swells and produces every kind of joyous growth:",
        "es": "¡Oh, gente! Si tenéis dudas de que tengo el poder para resucitaros, sabed que he creado [a Adán] de barro<sup foot_note=168869>1</sup>, luego [a toda su descendencia] de un óvulo fecundado que luego se transforma en un embrión, luego en una masa de tejidos, algunos ya formados y otros por formarse; ello es una evidencia [de Mi poder y sabiduría]. Preservo en el útero materno a aquellos que he decretado que completen su gestación. Les hago nacer, y después de la infancia alcanzan la madurez; algunos mueren [antes de esta etapa] y otros llegan a la vejez, y ya no recuerdan nada del conocimiento que habían adquirido. También podéis observar a la tierra árida, y cómo cuando hago que llueva sobre ella, se remueve, se hincha, y brotan toda clase de plantas bellas.",
        "it": "O uomini, se dubitate della Resurrezione, sappiate che vi creammo da polvere e poi da sperma e poi da un’aderenza e quindi da un pezzetto di carne, formata e non formata – così Noi vi spieghiamo – e poniamo nell’utero quello che vogliamo fino a un termine stabilito <a class=f><sup foot_note=158439>1</sup></a>. Vi facciamo uscire lattanti per condurvi poi alla pubertà. Qualcuno di voi muore e altri portiamo fino all’età decrepita, tanto che non sanno più nulla, dopo aver saputo. Vedrai [alla stessa maniera] la terra disseccata che freme e si gonfia quando vi facciamo scendere l’acqua e lascia spuntare ogni splendida specie di piante.",
        "ru": "О люди! Если вы сомневаетесь в воскрешении, то ведь Мы сотворили вас из земли, потом - из капли, потом - из сгустка крови, потом - из разжеванного кусочка, сформировавшегося или не сформировавшегося. Так Мы разъясняем вам истину. Мы помещаем в утробах то, что желаем, до назначенного срока. Потом Мы выводим вас младенцами, чтобы вы могли достигнуть зрелого возраста. Одни из вас умирают, другие же возвращаются в жалкую старость и забывают все, что знали. Ты видишь безжизненную землю. Но стоит Нам ниспослать на нее воду, как она приходит в движение, набухает и порождает всякие прекрасные растения.",
        "tr": "Ey insanlar! Eğer öldükten sonra dirilmekten şüphede iseniz, (bilin ki) ne olduğunuzu size açıklamak için şüphesiz biz sizi topraktan, sonra nutfeden (spermadan) sonra bir alekadan (embriodan) sonra yapısı belli belirsiz bir et parçasından yaratmışızdır. Dilediğimizi belli bir süreye kadar rahimlerde tutarız. Sonra sizi bir çocuk olarak çıkartırız, sonra sizi, olgunluk çağına erişmeniz için bırakırız. Bununla beraber kiminiz öldürülür, kiminiz de önceki bilgisinden sonra, hiçbir şey bilmemek üzere, ömrünün en fena zamanına ulaştırılır. Bir de yeryüzünü görürsün ki kupkurudur; fakat biz onun üzerine su indirdiğimiz zaman, harekete geçer, kabarır ve her güzel çiftten bitkiler bitirir.",
        "de": "O ihr Menschen, wenn ihr über die Auferweckung im Zweifel seid, so haben Wir euch aus Erde erschaffen, hierauf aus einem Samentropfen, hierauf aus einem Anhängsel, hierauf aus einem kleinen Klumpen, gestaltet und ungestaltet, um (es) euch klarzumachen. Und Wir lassen, was Wir wollen, im Mutterleib auf eine festgesetzte Frist untergebracht. Danach lassen Wir euch als kleine Kinder hervorkommen. Hierauf (lassen Wir euch heranwachsen), damit ihr eure Vollreife erlangt. Und mancher von euch wird (frühzeitig) abberufen, und manch einer von euch wird in das niedrigste (Greisen)alter gebracht, so daß er nach (dem vorherigen) Wissen nichts (mehr) weiß. Und du siehst die Erde regungslos, doch wenn Wir Wasser auf sie herabkommen lassen, regt sie sich, schwillt und läßt von jeder entzückenden (Pflanzen)art wachsen.",
        "pt": "Ó humanos, se estais em dúvida sobre a ressurreição, reparai em que vos criamos do pó, depois do esperma, e logo vosconvertemos em algo que se agarra e, finalmente, em feto, com forma ou amorfo, para demonstrar-vos (a Nossa onipotência); e conservamos no útero o que queremos, até um período determinado, de onde vos retiraremos, crianças para que alcanceisa puberdade. Há, entre vós, aqueles que morrem (ainda jovens) e há os que chegam à senilidade, até ao ponto de não serecordarem do que sabiam. E observai que a terra é árida; não obstante, quando (Nós) fazemos descer a água sobre ela, move-se e se impregna de fertilidade, fazendo brotar todas as classes de pares de viçosos (frutos).",
        "nl": "O mensen, als jullie in twijfel verkeren over de Opstanding: voorwaar, Wij schiepen jullie uit aarde, vervolgens uit sperma, daarop uiteen bloedklonter, toen uit een vleesklomp, gevormd en niet gevormd; om aan jullie (de schepping) duidelijk te maken. En Wij laten in de baarmoeder rusten wat Wij willen, tot een bepaald tijdstip, waarna Wij voor jullie een kind (de baarmoeder) doen verlaten Daarop (is er een tijd) om jullie je leefkijd van volledige kracht te doen bereiken. En er zijn er onder jullie die weggenomen worden en er zijn er onder jullie die teruggevoerd worden tot de meest vervallen der leeftijden, zodat hij niets meer weet, na kennis (gehad te hebben). En je ziet de aarde verdord en wanneer Wij dan het water op haar doen neerdalen, beweegt zij zich en zwelt op en brengt velerlei schitterende planten voort.",
        "ur": "لوگو، اگر تمہیں زندگی بعدِ موت کے بارے میں کچھ شک ہے تو تمہیں معلوم ہو کہ ہم نے تم کو مٹی سے پیدا کیا ہے، پھر نطفے سے <sup foot_note=\"185263\">1</sup> ، پھر خون کے لوتھڑے سے ، پھر گوشت کی بوٹی سے جو شکل والی بھی ہوتی ہے اور بے شکل بھی۔ <sup foot_note=\"185264\">2</sup> (یہ ہم اِس لیے بتا رہے ہیں)تاکہ تم پر حقیقت واضح  کریں۔ ہم جس (نطفے)کو چاہتے ہیں ایک وقتِ خاص تک رحموں میں ٹھہرائے رکھتے ہیں، پھر تم کو ایک بچے کی صُورت میں نکال لاتے ہیں(پھر تمہیں پرورش کرتے ہیں)تاکہ تم اپنی پُوری جوانی کو پہنچو۔ اور تم میں سے کوئی پہلے ہی واپس بُلا لیا جاتا ہے اور کوئی بدترین عمر کی طرف پھیر دیا جاتا ہے تاکہ سب کچھ جاننے کے بعد پھر کچھ نہ جانے۔ <sup foot_note=\"185265\">3</sup> اور تم دیکھتے ہو کہ زمین سُوکھی پڑی ہے، پھر جہاں ہم نے اُس پر مینہ برسایا کہ یکایک وہ پَھبک اُٹھی اور پُھول گئی اور اس نے ہر قسم کی خوش منظر نباتات اُگلنی شروع کر دی",
        "bn": "হে মানৱ! যদি তোমালোকে পুনৰুত্থান সম্পৰ্কে সন্দেহত আছা তেন্তে জানি থোৱা, আমি তোমালোকক সৃষ্টি কৰিছোঁ মাটিৰ পৰা, তাৰ পিছত শুক্ৰকীটৰ পৰা, তাৰ পিছত আলাক্বাৰ পৰা, তাৰ পিছত পূৰ্ণাকৃতি অথবা অপূৰ্ণাকৃতি মাংসপিণ্ডৰ পৰা—যাতে আমি বিষয়টো তোমালোকৰ ওচৰত সুস্পষ্টৰূপে প্ৰকাশ কৰি দিওঁ। আমাৰ ইচ্ছানুসৰি সেয়া (শুক্ৰকীটক) এটা নিৰ্দিষ্ট সময়ৰ বাবে মাতৃগৰ্ভত স্থিত ৰাখোঁ, তাৰ পিছত আমি তোমালোকক শিশুৰূপে ওলাই আনো। যাতে তোমালোকে প্ৰাপ্তবয়সত উপনীত হোৱা। তোমালোকৰ মাজৰ কিছুমানক (আগতেই) মৃত্যু দিয়া হয় আকৌ আন কিছুমানক বুঢ়া বয়সৰ জৰাজীৰ্ণ অৱস্থালৈ প্ৰত্যাৰ্পণ কৰা হয়, যাৰ ফলত সি জনাৰ পিছতো একো নজনা হৈ পৰে। তুমি দেখা পোৱা যে, ভূমিডৰা শুকান হৈ পৰি আছে, তাৰ পিছত আমি তাত পানী বৰ্ষণ কৰো ফলত সেই ভূমি সজীৱ হৈ ঠন ধৰি উঠে আৰু সকলো ধৰণৰ সুদৃশ্য উদ্ভিদ উৎপন্ন হয়;",
        "fa": "ای مردم، اگر دربارۀ برانگیخته شدن [در قیامت] تردید دارید، [بدانید که] بی‌تردید، ما شما را از خاک آفریدیم، سپس از نطفه و آنگاه از خون بسته‌شده، سپس از پاره‌گوشتی دارای خلقت کامل و [بعضاً] خلقت ناقص؛ [چنین کردیم] تا [قدرت خویش را] برایتان آشکار سازیم؛ و هر چه را که بخواهیم، تا مدتی معیّن در رَحِم [مادران] نگه می‌داریم، آنگاه شما را به صورت نوزادی بیرون می‌آوریم، سپس [پرورش می‌یابید] تا به حد رشد [و بلوغ] خود برسید؛ و از شما کسی هست که [در دوران جوانی] می‌میرد و کسی نیز هست [که آنقدر عمر می‌کند تا] به نهایت فرتوتی [و کهنسالی] می‌رسد، چنان که پس از [آن همه] دانش، [همه را فراموش می‌کند و] چیزی نمی‌داند؛ و [اما مثالی دیگر:] زمین را خشکیده می‌بینی؛ ولی چون آب [باران] بر آن فرو می‌فرستیم، به جنبش درمی‌آید و رشد می‌کند و از هر نوع [گیاه] زیبایی می‌رویاند."
      }
    },
    {
      "verse_number": 2601,
      "verse_key": "22:6",
      "arabic_text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّهُۥ يُحْىِ ٱلْمَوْتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "phonetic_text": "Thalika bi-anna Allaha huwa alhaqquwaannahu yuhyee almawta waannahu AAala kullishay-in qadeer",
      "translations": {
        "fr": "Cela, parce qu’Allah est la Vérité, qu’Il fait revivre les morts et qu’Il est de Toute chose Infiniment Capable,",
        "en": "this is because God is the Truth; He brings the dead back to life; He has power over everything.",
        "es": "Porque Dios es la Verdad<sup foot_note=168870>1</sup>. Él resucitará a los muertos, y es sobre toda cosa Poderoso.",
        "it": "Così avviene perché Allah è la Verità, è Lui che ridà la vita ai morti. Egli è onnipotente.",
        "ru": "Это происходит, потому что Аллах является Истиной, оживляет мертвых и способен на всякую вещь,",
        "tr": "İşte bunlar gösteriyor ki, Allah şüphesiz haktır. Şüphesiz ölüleri o diriltir ve o her şeye kadirdir.",
        "de": "Dies, weil Allah die Wahrheit ist und weil Er die Toten wieder lebendig macht und weil Er zu allem die Macht hat",
        "pt": "Isto, porque Deus é Verdadeiro e vivifica os mortos, e porque é Onipotente.",
        "nl": "Dat is omdat Allah de Waarheid is en omdat Hij de doden tot leven brengt en omdat Hij Almachtig over alle zaken is.",
        "ur": "یہ سب کچھ اس وجہ سے ہے کہ اللہ ہی حق ہے، <sup foot_note=\"185266\">1</sup> اور وہ مُردوں کو زندہ کرتا ہے ، اور وہ ہر چیز پر قادر ہے",
        "bn": "এইটো এইবাবে যে, আল্লাহেই সত্য আৰু তেৱেঁই মৃতক জীৱিত কৰে আৰু তেওঁ সকলো বস্তুৰ ওপৰত ক্ষমতাৱান;",
        "fa": "این [شگفتی‌های خلقت،] از آن روست که [بدانید] الله حق است و اوست که مردگان را زنده می‌کند و او بر هر کاری تواناست."
      }
    },
    {
      "verse_number": 2602,
      "verse_key": "22:7",
      "arabic_text": "وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٌ لَّا رَيْبَ فِيهَا وَأَنَّ ٱللَّهَ يَبْعَثُ مَن فِى ٱلْقُبُورِ",
      "phonetic_text": "Waanna assaAAata atiyatunla rayba feeha waanna Allaha yabAAathu manfee alquboor",
      "translations": {
        "fr": "que l’Heure viendra sans aucun doute, et qu’Allah ressuscitera ceux qui se trouvent dans les tombes.",
        "en": "There is no doubt that the Last Hour is bound to come, nor that God will raise the dead from their graves,",
        "es": "La Hora [del Día del Juicio] se aproxima, no hay duda acerca de ello, y [ese día] Dios resucitará a quienes están en las tumbas.",
        "it": "Già l’Ora si avvicina, nessun dubbio in proposito, e Allah resusciterà quelli che sono nelle tombe.",
        "ru": "потому что Час, в котором нет сомнения, непременно наступит и потому что Аллах воскресит тех, кто в могилах.",
        "tr": "Kıyamet ise şüphesiz gelecek ve muhakkak ki Allah bütün kabirlerde olan kimseleri tekrar diriltecektir.",
        "de": "und weil die Stunde kommt, an der es keinen Zweifel gibt, und weil Allah (all) diejenigen auferwecken wird, die in den Gräbern sind.",
        "pt": "E a Hora chegará indubitavelmente, e Deus ressuscitará aqueles que estiverem nos sepulcros.",
        "nl": "En omdat het Uur komt, daaraan is geen twijfel, en omdat Allah degenen die er in de graven zijn zal opwekken.",
        "ur": "اور یہ (اِس بات کی دلیل ہے)کہ قیامت کی گھڑی آکر رہے گی، اس میں کسی شک کی گنجائش نہیں ، اور اللہ ضرور اُن لوگوں کو اُٹھائے گا جو قبروں میں جاچکے ہیں۔ <sup foot_note=\"185267\">1</sup>",
        "bn": "আৰু এইবাবে যে, নিশ্চয় কিয়ামত আহিব, ইয়াত কোনো সন্দেহ নাই আৰু যিসকল কবৰত আছে নিশ্চয় আল্লাহে তেওঁলোকক পুনৰুত্থিত কৰিব।",
        "fa": "و اینکه قیامت آمدنی است [و] تردیدی در آن نیست و اینکه الله [همۀ] کسانی ‌را که در گور‌ها هستند، برمی‌انگیزد."
      }
    },
    {
      "verse_number": 2603,
      "verse_key": "22:8",
      "arabic_text": "وَمِنَ ٱلنَّاسِ مَن يُجَـٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَـٰبٍ مُّنِيرٍ",
      "phonetic_text": "Wamina annasi man yujadilufee Allahi bighayri AAilmin wala hudan walakitabin muneer",
      "translations": {
        "fr": "Il en est qui, parmi les hommes, dispute d’Allah sans science aucune, ni direction (hudâ), ni Livre qui puisse l’éclairer.",
        "en": "yet still there are some who, with no knowledge or guidance or any book of enlightenment, argue about God,",
        "es": "Hay gente que discute acerca de Dios sin conocimiento, sin guía ni Libro que los ilumine.",
        "it": "Ci sono uomini che polemizzano a proposito di Allah, senza conoscenza, senza direzione, senza una Scrittura che li illumini.",
        "ru": "Среди людей есть такой, который спорит об Аллахе, не имея ни знаний, ни верного руководства, ни освещающего Писания.",
        "tr": "İnsanlardan kimi de vardır ki ne bir bilgiye, ne bir delile, ne de aydınlatıcı bir kitaba dayanmaksızın Allah hakkında tartışır.",
        "de": "Doch gibt es unter den Menschen manchen, der über Allah ohne Wissen, ohne Rechtleitung und ohne erleuchtendes Buch streitet,",
        "pt": "Entre os humanos, há aquele que disputa nesciamente acerca de Deus, sem orientação nem livro lúcido,",
        "nl": "En er zijn er onder de mensen die over Allah redetwisten, zonder kennis, zonder Leiding en zonder verlichtend Boek.",
        "ur": "بعض اور لوگ ایسے ہیں کہ کسی علم <sup foot_note=\"185268\">1</sup> اور ہدایت <sup foot_note=\"185269\">2</sup> اور روشنی بخشنے والی کتاب <sup foot_note=\"185270\">3</sup> کے بغیر، گردن اکڑائے ہوئے <sup foot_note=\"185271\">4</sup>",
        "bn": "আৰু মানুহৰ মাজত এনেকুৱা মানুহো আছে যিসকলৰ কোনো জ্ঞান নাই, পথনিৰ্দেশও নাই আৰু দীপ্তিমান কোনো পুথিও নাই। তথাপিও আল্লাহ সম্পৰ্কে বাক-বিতণ্ডা কৰে।",
        "fa": "و از مردم کسی هست که بدون هیچ دانش و هدایت و کتاب روشنی‌بخشی، دربارۀ الله مجادله می‌کند."
      }
    },
    {
      "verse_number": 2604,
      "verse_key": "22:9",
      "arabic_text": "ثَانِىَ عِطْفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ ۖ لَهُۥ فِى ٱلدُّنْيَا خِزْىٌ ۖ وَنُذِيقُهُۥ يَوْمَ ٱلْقِيَـٰمَةِ عَذَابَ ٱلْحَرِيقِ",
      "phonetic_text": "Thaniya AAitfihi liyudillaAAan sabeeli Allahi lahu fee addunyakhizyun wanutheequhu yawma alqiyamati AAathabaalhareeq",
      "translations": {
        "fr": "(Celui-là) détourne la tête d’un air de supériorité pour égarer (les autres) de la voie d’Allah. Il sera marqué d’infamie en ce bas monde, et Nous lui ferons goûter, au Jour de la Résurrection, le supplice de la Fournaise.",
        "en": "turning scornfully aside to lead others away from God’s path. Disgrace in this world awaits such a person and, on the Day of Resurrection, We shall make him taste the suffering of the Fire.",
        "es": "Con arrogancia pretenden apartar a la gente del camino de Dios. Serán humillados en esta vida, y el Día de la Resurrección los haré sufrir el castigo de quemarse.",
        "it": "Gireranno il collo <a class=f><sup foot_note=158440>1</sup></a> per sviare dal sentiero di Allah. Li attende abominio in questa vita e, nel Giorno della Resurrezione, il castigo dell’ Incendio <a class=f><sup foot_note=158441>2</sup></a>.",
        "ru": "Он надменно поворачивает шею, чтобы сбить других с пути Аллаха. Ему уготован позор в этом мире, а в День воскресения Мы дадим ему вкусить мучения от обжигающего Огня.",
        "tr": "Allah yolundan şaşırtmak (saptırmak) için büyüklük taslayarak (tartışır). Dünyada ona bir rezillik vardır. Kıyamet gününde ise ona cehennem azabını tattıracağız",
        "de": "indem er sich (hochmütig) zur Seite wendet, um von Allahs Weg in die Irre zu führen. Schande gibt es für ihn im Diesseits, und Wir lassen ihn am Tag der Auferstehung die Strafe des Brennens kosten.",
        "pt": "Desdenhoso, para assim desviar os demais da senda de Deus. Sofrerá aviltamento neste mundo e, no Dia da Ressurreição, fá-lo-emos experimentar a pena da chama infernal.",
        "nl": "(Trots) zijn zijde toekerend om af te doen dwalen van de Weg van Allah: voor hem is er op de wereld vermedering en Wij doen hem op de Dag der Opstanding een brandende bestraffing proeven.",
        "ur": "خدا کے بارے میں جھگڑتے ہیں تاکہ لوگوں کو راہِ خدا سے بھٹکا دیں۔ <sup foot_note=\"185272\">1</sup> ایسے شخص کے لیے دنیا میں رُسوائی ہے اور قیامت کے روز اُس کو ہم آگ کے عذاب کا مزا چکھائیں گے",
        "bn": "এনেকুৱা স্বভাৱৰ ব্যক্তিয়ে মানুহক আল্লাহৰ পথৰ পৰা পথভ্ৰষ্ট কৰিবলৈ অহংকাৰ কৰি দাং খাই উঠে। তাৰ বাবে পৃথিৱীত আছে লাঞ্ছনা আৰু কিয়ামতৰ দিনা আমি তাক ভোগ কৰাম দহন যন্ত্ৰণা।",
        "fa": "[از روی تکبر] سر خویش را برمی‌گرداند تا [مردم را] از راه الله گمراه سازد. براى او در این دنیا رسوایی و خوارى است و روز قیامت [نیز] عذاب آتش سوزان را به او مى‌چشانیم."
      }
    },
    {
      "verse_number": 2605,
      "verse_key": "22:10",
      "arabic_text": "ذَٰلِكَ بِمَا قَدَّمَتْ يَدَاكَ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّـٰمٍ لِّلْعَبِيدِ",
      "phonetic_text": "Thalika bima qaddamat yadakawaanna Allaha laysa bithallaminlilAAabeed",
      "translations": {
        "fr": "Cela, (en rétribution) pour ce que tes deux mains ont accompli à l’avance, car Allah ne saurait être injuste envers Ses serviteurs.",
        "en": "[It will be said], ‘This is for what you have stored up with your own hands: God is never unjust to His creatures.’",
        "es": "[Se les dirá] “Esto es lo que merecéis por lo que hicisteis con vuestras propias manos”. Pero sabed que Dios no es injusto con Sus siervos.",
        "it": "«Ecco il compenso per ciò che le tue mani hanno commesso!» Allah non è mai ingiusto nei confronti dei Suoi servi.",
        "ru": "Ему будет сказано: «Это - за то, что приготовили твои руки, ведь Аллах не поступает несправедливо с рабами».",
        "tr": "Ona \"Bunlar, senin ellerinle kazandığın günahlar sebebiyledir\" denir. Şüphesiz Allah kullarına zulmeden değildir.",
        "de": "„Dies (geschieht) wegen dessen, was deine Hände vorausgeschickt haben, und deshalb, weil Allah keiner ist, der den Menschen Unrecht zufügt.",
        "pt": "Isso, pelo que tiverem cometido suas mãos, porque Deus nunca é injusto para com os Seus servos.",
        "nl": "(Er wordt gezegd:) \"Dat is vanwege wat jouw handen vooruitgestuurd hebben.\" En voorwaar, Allah is niet onrechtvardig voor de dienaren.",
        "ur": "یہ ہے تیرا وہ مستقبل جو تیرے اپنے ہاتھوں نے تیرے لیے تیار کیا ہے ورنہ اللہ اپنے بندوں پر ظلم کرنے والا نہیں ہے",
        "bn": "(সেইদিনা তাক কোৱা হ’ব) ‘এইটো তোমাৰেই কৃতকৰ্মৰ ফল, আৰু আল্লাহে বান্দাসকলৰ প্ৰতি বিন্দুমাত্ৰও অন্যায় নকৰে’।",
        "fa": "این [کیفر،] به سزای کارهایی است که از پیش فرستاده است و الله هرگز نسبت به بندگان [خود] ستمکار نیست."
      }
    },
    {
      "verse_number": 2606,
      "verse_key": "22:11",
      "arabic_text": "وَمِنَ ٱلنَّاسِ مَن يَعْبُدُ ٱللَّهَ عَلَىٰ حَرْفٍ ۖ فَإِنْ أَصَابَهُۥ خَيْرٌ ٱطْمَأَنَّ بِهِۦ ۖ وَإِنْ أَصَابَتْهُ فِتْنَةٌ ٱنقَلَبَ عَلَىٰ وَجْهِهِۦ خَسِرَ ٱلدُّنْيَا وَٱلْـَٔاخِرَةَ ۚ ذَٰلِكَ هُوَ ٱلْخُسْرَانُ ٱلْمُبِينُ",
      "phonetic_text": "Wamina annasi man yaAAbuduAllaha AAala harfin fa-in asabahukhayrun itmaanna bihi wa-in asabat-hu fitnatuninqalaba AAala wajhihi khasira addunya wal-akhiratathalika huwa alkhusranu almubeen",
      "translations": {
        "fr": "Et il en est qui, parmi les hommes, adore Allah avec réticence.<sup foot_note=194971>1</sup> S’il lui arrive un bien, il en est rassuré, et s’il est soumis à quelque épreuve, voilà qu’il détourne son visage. Il aura ainsi perdu le bas monde et l’autre monde. Voilà la perte évidente !",
        "en": "There are also some who serve God with unsteady faith: if something good comes their way, they are satisfied, but if they are tested, they revert to their old ways, losing both this world and the next- that is the clearest loss.",
        "es": "Hay gente cuya fe está siempre al borde [de la incredulidad]<sup foot_note=168871>1</sup>. Si les ocurre un bien se sienten tranquilos; pero si les ocurre una desgracia reniegan de la fe, perdiéndose la recompensa de este mundo y el otro. Esa es la auténtica perdición.",
        "it": "Fra gli uomini c’è chi adora Allah tentennando. Se gli giunge il bene, si acquieta; se gli giunge una prova fa voltafaccia e perde in questa vita e nell’altra <a class=f><sup foot_note=158442>1</sup></a>. Questa è una perdita evidente.",
        "ru": "Среди людей есть и такой, который поклоняется Аллаху, находясь на грани между верой и неверием. Если ему достается добро, то благодаря этому он чувствует себя уверенно; если же его постигает искушение, то он оборачивается вспять. Он теряет как этот мир, так и Последнюю жизнь. Это и есть очевидный убыток!",
        "tr": "İnsanlardan kimi de Allah'a bir yar kenarındaymış gibi ibadet eder, eğer kendisine bir iyilik gelirse ona gönlü yatışır ve eğer başına bir bela gelirse yüzüstü dönüverir. Dünyayı da ahireti de kaybeder. İşte apaçık kayıp budur.",
        "de": "Und unter den Menschen gibt es manchen, der Allah nur am Rande dient. Wenn ihn etwas Gutes trifft, ist er damit beruhigt, doch wenn ihn eine Versuchung trifft, macht er eine Kehrtwende. Er verliert das Diesseits und das Jenseits. Das ist der deutliche Verlust.",
        "pt": "Entre os humanos há, também, quem adora Deus com restrições: se lhe ocorre um bem, satisfaz-se com isso; porém, se oaçoita um adversidade, renega e perde este mundo e o outro. Esta é a evidencia desventura.",
        "nl": "En er zijn eronder mensen die Allah op de rand aanbidden: als hem iets goeds overkomt is hij daar tevreden mee, maar als hem een beproeving ten deel valt, wendt hij zijn gezicht weer af: hij verliest de wereld en het Hiernamals. Dat is het duidelijke verlies!",
        "ur": "اور لوگوں میں کوئی ایسا ہے جو کنارے پر رہ کر اللہ کی بندگی کرتا ہے، <sup foot_note=\"185273\">1</sup> اگر فائدہ ہوا تو مطمئن ہو گیا اور جو کوئی مصیبت آگئی تو اُلٹا پھر گیا۔ <sup foot_note=\"185274\">2</sup> اُس کی دنیا بھی گئی اور آخرت بھی۔ یہ ہے صریح خسارہ۔ <sup foot_note=\"185275\">3</sup>",
        "bn": "মানুহৰ মাজত কিছুমান এনেকুৱা মানুহো আছে, যিবিলাকে দ্বিধাৰ সৈতে আল্লাহৰ ইবাদত কৰে; তাৰ মঙ্গল হ’লে তেতিয়া তাৰ চিত্ত প্ৰশান্ত হয় আৰু কোনো বিপৰ্যয় ঘটিলে সি তাৰ পূৰ্ব চেহেৰাত উভতি যায়। সি ক্ষতিগ্ৰস্ত হয় পৃথিৱীত আৰু আখিৰাততো; এইটোৱেই স্পষ্ট ক্ষতি।",
        "fa": "و از [میان] مردم کسی هست که الله را با تردید عبادت می‌کند [و ایمانش ضعیف است]؛ پس اگر خیری به او برسد، [دلش] به آن آرام می‌گیرد [و بر ایمانش باقی می‌ماند] و اگر بلایی [برای آزمایش] به او برسد، روی می‌گرداند [و به کفر بازمی‌گردد]. او در دنیا و آخرت زیان کرده است. این همان زیان آشکار است."
      }
    },
    {
      "verse_number": 2607,
      "verse_key": "22:12",
      "arabic_text": "يَدْعُوا۟ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥ ۚ ذَٰلِكَ هُوَ ٱلضَّلَـٰلُ ٱلْبَعِيدُ",
      "phonetic_text": "YadAAoo min dooni Allahi ma layadurruhu wama la yanfaAAuhu thalikahuwa addalalu albaAAeed",
      "translations": {
        "fr": "Il invoque en dehors d’Allah ce qui ne peut ni lui nuire ni lui profiter : voilà l’égarement extrême !",
        "en": "Instead of God, they call upon what can neither harm nor help them- that is straying far away-",
        "es": "Ellos invocan en lugar de Dios aquello que no puede perjudicarles ni beneficiarles. Están en un error profundo.",
        "it": "Invoca, all’infuori di Allah, chi non reca loro né danno né giovamento. Ecco il traviarsi più netto.",
        "ru": "Вместо Аллаха он взывает к тому, что не приносит ему ни вреда, ни пользы. Это и есть глубокое заблуждение!",
        "tr": "Allah'ı bırakır da kendine ne zarar, ne menfaat veremeyecek şeylere yalvarır. İşte derin sapıklık budur.",
        "de": "Er ruft anstatt Allahs das an, was ihm weder schadet noch nützt. Das ist wirklich der tiefe Irrtum.",
        "pt": "Ele invoca, em vez de Deus, quem não pode prejudicá-lo nem beneficiá-lo. Tal é o profundo erro.",
        "nl": "Hij roept naast Allah aan wat voor hem geen schade tegenhoudt en hem ook van geen nut is: dat is een verpande dwaling!",
        "ur": "پھر وہ اللہ کو چھوڑ کر اُن کو پکارتا ہے جو نہ اُس کو نقصان پہنچا سکتے ہیں نہ فائدہ یہ ہے گمراہی کی انتہا",
        "bn": "সি আল্লাহৰ পৰিবৰ্তে সেইবোৰক আহ্বান কৰে যিবোৰে তাৰ কোনো ক্ষতি কৰিব নোৱাৰে আৰু তাৰ কোনো উপকাৰো কৰিব নোৱাৰে; এইটোৱে চৰম পথভ্ৰষ্টতা!",
        "fa": "[انسان کافر،] به جای الله چیزی را می‌خوانَد که نه به او زیانی می‌رساند و نه سودی می‌بخشد. این همان گمراهی دور و دراز است."
      }
    },
    {
      "verse_number": 2608,
      "verse_key": "22:13",
      "arabic_text": "يَدْعُوا۟ لَمَن ضَرُّهُۥٓ أَقْرَبُ مِن نَّفْعِهِۦ ۚ لَبِئْسَ ٱلْمَوْلَىٰ وَلَبِئْسَ ٱلْعَشِيرُ",
      "phonetic_text": "YadAAoo laman darruhu aqrabu minnafAAihi labi/sa almawla walabi/sa alAAasheer",
      "translations": {
        "fr": "Il invoque celui qui est plus nuisible que favorable. Quel piètre allié et quel triste compère !",
        "en": "or invoke one whose harm is closer than his help: an evil master and an evil companion.",
        "es": "Adoran aquello cuyo perjuicio es más patente que su supuesto beneficio. ¡Qué pésimo protector y compañero!",
        "it": "Invoca ciò che reca loro danno piuttosto che giovamento. Che pessimo patrono, che pessimo compagno!",
        "ru": "Он взывает к тому, кто может быстрее навредить, чем принести пользу. Плох такой господин! Плох такой товарищ!",
        "tr": "Herhalde o, zararı faydasından daha yakın olana yalvarıyor. Yalvardığı şey ne kötü yardımcı ve ne kötü yoldaştır.",
        "de": "Er ruft denjenigen an, von dem eher Schaden (zu erwarten) ist als Nutzen - ein wahrlich schlimmer Schutzherr und ein wahrlich schlimmer Gefährte!",
        "pt": "Invoca quem lhe causa mais prejuízos do que benefícios. Que péssimo amo e que diabólico companheiro!",
        "nl": "Hij roept iets aan waarvan zijn schade dichter bij zijn nut is. Zeker, een slechte helper, en zeker een slechte metgezel!",
        "ur": "وہ اُن کو پکارتا ہے جن کا نقصان اُن کے نفع سے قریب تر ہے، <sup foot_note=\"185276\">1</sup> بدترین ہے اُس کا مولیٰ اور بدترین ہے اُس کا رفیق۔ <sup foot_note=\"185277\">2</sup>",
        "bn": "সি যিবোৰক আহ্বান কৰে সেইবোৰৰ ক্ষতি তাৰ লাভতকৈ বেছি। কিমান যে নিকৃষ্ট এই অভিভাৱক আৰু কিমান যে নিকৃষ্ট এই সহচৰ!",
        "fa": "او کسی را می‌خوانَد که قطعاً زیانش نزدیک‌تر از سودش می‌باشد؛ و چه بد دوست و چه بد همدمی است!"
      }
    },
    {
      "verse_number": 2609,
      "verse_key": "22:14",
      "arabic_text": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۚ إِنَّ ٱللَّهَ يَفْعَلُ مَا يُرِيدُ",
      "phonetic_text": "Inna Allaha yudkhilu allatheenaamanoo waAAamiloo assalihati jannatintajree min tahtiha al-anharu inna AllahayafAAalu ma yureed",
      "translations": {
        "fr": "Allah fait entrer ceux qui ont cru et ont accompli les bonnes œuvres dans des jardins sous lesquels coulent les rivières. Allah, en effet, fait ce qu’il veut.",
        "en": "But God will admit those who believe and do good deeds to Gardens graced with flowing streams. God does whatever He wishes.",
        "es": "Dios introducirá a los que crean y obren rectamente en jardines por donde corren ríos. Dios hace lo que quiere.",
        "it": "In verità coloro che credono e operano il bene, Allah li farà entrare nei Giardini dove scorrono i ruscelli. In verità fa quello che vuole!",
        "ru": "А тех, которые уверовали и совершали праведные деяния, Аллах введет в Райские сады, в которых текут реки. Воистину, Аллах поступает так, как пожелает.",
        "tr": "Şüphe yok ki Allah, iman edip salih amelleri işleyenleri altından ırmaklar akan cennetlere koyacak. Şüphesiz Allah dilediğini yapar.",
        "de": "Gewiß, Allah läßt diejenigen, die glauben und rechtschaffene Werke tun, in Gärten eingehen, durcheilt von Bächen. Gewiß, Allah tut, was Er will.",
        "pt": "Deus introduzirá os fiéis, que praticam o bem, em jardins, abaixo dos quais correm os rios, porque Deus faz o que Lheapraz.",
        "nl": "Voorwaar, Allah doet degenen die geloven en goede daden verrichten de Tuinen (het Paradijs) binnengan, waar de rivieren onder door stromen. Voorwaar, Allah doet wat Hij wenst.",
        "ur": "(اِس کے برعکس)اللہ اُن لوگوں کو جو ایمان لائے اور جنہوں نے نیک عمل کیے، <sup foot_note=\"185278\">1</sup> یقیناً ایسی جنتّوں میں داخل کرے گا جن کے نیچے نہریں بہہ رہی ہوں گی۔ اللہ کرتا ہے جو کچھ چاہتا ہے۔ <sup foot_note=\"185279\">2</sup>",
        "bn": "নিশ্চয় যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে আল্লাহে তেওঁলোকক জান্নাতত প্ৰৱেশ কৰাব, যাৰ পাদদেশত নদীসমূহ প্ৰবাহিত; নিশ্চয় আল্লাহে যি ইচ্ছা সেইটোৱেই কৰে।",
        "fa": "بی‌تردید، الله کسانی را که ایمان آورده‌اند و کارهای شایسته انجام داد‌ه‌اند، به باغ‌هایی [از بهشت] وارد می‌کند که جویبارها از زیر [درختان] آن جاری است. به راستی، الله آنچه را که می‌خواهد، انجام می‌دهد."
      }
    },
    {
      "verse_number": 2610,
      "verse_key": "22:15",
      "arabic_text": "مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لْيَقْطَعْ فَلْيَنظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُۥ مَا يَغِيظُ",
      "phonetic_text": "Man kana yathunnu anlan yansurahu Allahu fee addunya wal-akhiratifalyamdud bisababin ila assama-i thummaliyaqtaAA falyanthur hal yuthhibannakayduhu ma yagheeth",
      "translations": {
        "fr": "Celui qui croit qu’Allah ne secourra (Son Prophète) ni dans ce bas monde ni dans l’autre, qu’il cherche un moyen pour atteindre le ciel puis coupe (l’approvisionnement qui en provient),<sup foot_note=194972>1</sup> et voie si ce stratagème peut dissiper sa rage.",
        "en": "Anyone who thinks that God will not support him in this world and the next should stretch a rope up to the sky, climb all the way up it, and see whether this strategy removes the cause of his anger.",
        "es": "Aquel que pensaba que Dios no lo auxiliaría [al Profeta] en este mundo y en el otro [y se ve ahora decepcionado], que intente llegar al cielo por algún medio y la corte [la ayuda de Dios al Profeta], y vea si ese ardid puede acabar con lo que lo enfurece.",
        "it": "Chi pensa che Allah non darà la vittoria [al Suo Inviato] in questa vita e nell’Altra, tenda una corda al soffitto fino a soffocarsi. Vedrà così se il suo artificio farà sparire ciò che lo fa andare in collera <a class=f><sup foot_note=158443>1</sup></a>.",
        "ru": "Кто полагает, что Аллах не окажет ему (Мухаммаду) помощи в этом мире и в Последней жизни, пусть подвяжет веревку к небу (или потолку), а затем перережет ее и посмотрит, устранит ли его хитрость то, что вызывает его ярость.",
        "tr": "Allah'ın ona (peygambere) dünyada ve ahirette yardım etmeyeceğini sanan kimse hemen yukarıya bir ip uzatsın, sonra (kendini intihar edip) boğsun da baksın bu hilesi kendisini öfkelendiren şeyi giderecek mi?",
        "de": "Wer meint, daß Allah ihm im Diesseits und Jenseits nicht helfen werde, der strecke doch ein Seil zum Himmel, dann schneide er (es) ab. So schaue er, ob nun seine List das wegnimmt, was (ihn) ergrimmen läßt.",
        "pt": "Quem pensa que Deus jamais o socorrerá (Mensageiro) neste mundo ou no outro, que pendure uma corda no teto (de suacasa) e se enforque; verá se com isso poderá acalmar o seu furor.",
        "nl": "En wie denkt dat Allah hem (Moehammad) niet zal helpen in de wereld en het Hiernamaals, laat hem een koord naar de hemel spannen en laat hem (zichzelf) dan afsnijden. Laat hem dan zien of zijn list dat wat woedend maakte doet verdwijnen!",
        "ur": "جو شخص یہ گمان رکھتا ہو کہ اللہ دُنیا اور آخرت میں اُس کی کوئی مدد نہ کر ے گا اُسے چاہیے کہ ایک رسّی کے ذریعے آسمان تک پہنچ کر شگاف لگائے، پھر دیکھ لے کہ آیا اُس کی تدبیر کسی ایسی چیز کو رد کر سکتی ہے جو اس کے ناگوار ہے <sup foot_note=\"185280\">1</sup>",
        "bn": "যিয়ে ধাৰণা কৰে যে, আল্লাহে তেওঁক (ৰাছুলক) সহায় নকৰিব, সিয়ে আকাশৰ ফালে এটা ৰছী প্ৰসাৰিত কৰক, তাৰ পিছত সেয়া কাটি দিয়ক, তাৰ পিছত চাওক তাৰ এই কৌশলে তাৰ আক্ৰোশ দূৰ কৰে নে নাই।",
        "fa": "کسی‌ که گمان می‌کند الله او [= پیامبر] را در دنیا و آخرت هرگز یاری نخواهد کرد [و اکنون حمایت الله را می‌بیند و خشمگین است]، باید ریسمانی به سقف [خانه‌اش] بیاویزد و [خود را دار بزند تا راه نفَس] را قطع کند [و تا سر حد مرگ پیش رود]؛ آنگاه بنگرد که آیا [این ترفند و] نیرنگ او، خشمش را از میان می‌بَرد."
      }
    },
    {
      "verse_number": 2611,
      "verse_key": "22:16",
      "arabic_text": "وَكَذَٰلِكَ أَنزَلْنَـٰهُ ءَايَـٰتٍۭ بَيِّنَـٰتٍ وَأَنَّ ٱللَّهَ يَهْدِى مَن يُرِيدُ",
      "phonetic_text": "Wakathalika anzalnahu ayatinbayyinatin waanna Allaha yahdee man yureed",
      "translations": {
        "fr": "Et c’est ainsi que Nous l’avons fait descendre (en révélation) en versets bien clairs. Allah guide qui Il veut.",
        "en": "In this way, We send the Quran down as clear messages, and God guides whoever He will.",
        "es": "Así [como en las revelaciones anteriores] he revelado versículos claros, porque Dios guía a quien quiere.",
        "it": "Così lo <a class=f><sup foot_note=158444>1</sup></a> facemmo scendere dal cielo in versetti espliciti. In verità Allah guida chi vuole!",
        "ru": "Таким образом Мы ниспослали его (Коран) в виде ясных аятов, и Аллах ведет прямым путем того, кого пожелает.",
        "tr": "İşte biz onu (Kur'ân'ı) böylece, apaçık âyetler olarak indirdik. Şüphesiz Allah dilediğini doğru yola eriştirir.",
        "de": "So haben Wir ihn als klare Zeichen hinabgesandt, und (es ist so,) daß Allah rechtleitet, wen Er will.",
        "pt": "Assim o revelamos (o Alcorão) em lúcidos versículos, e Deus ilumina quem Lhe apraz.",
        "nl": "En zo hebben Wij hem (de Koran) neergezonden, als duidelijke Verzen. En voorwaar, Allah leidt wie Hij wenst.",
        "ur": "ایسی ہی کھُلی کھُلی باتوں کے ساتھ ہم نے اس قرآن کو نازل کیا ہے، اور ہدایت اللہ جسے چاہتا ہے دیتا ہے",
        "bn": "এইদৰেই আমি সুস্পষ্ট নিদৰ্শন হিচাপে ইয়াক অৱতীৰ্ণ কৰিছোঁ। নিশ্চয় আল্লাহে যাক ইচ্ছা হিদায়ত দান কৰে।",
        "fa": "و این‌گونه، ما این [قرآن] را [به صورت] آیاتی روشن نازل کردیم و الله هر کس را بخواهد، هدایت می‌کند."
      }
    },
    {
      "verse_number": 2612,
      "verse_key": "22:17",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلصَّـٰبِـِٔينَ وَٱلنَّصَـٰرَىٰ وَٱلْمَجُوسَ وَٱلَّذِينَ أَشْرَكُوٓا۟ إِنَّ ٱللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
      "phonetic_text": "Inna allatheena amanoo wallatheenahadoo wassabi-eena wannasarawalmajoosa wallatheena ashrakoo inna Allahayafsilu baynahum yawma alqiyamati inna AllahaAAala kulli shay-in shaheed",
      "translations": {
        "fr": "Ceux qui ont cru (les Musulmans), les Juifs, les Sabéens, les Nazaréens (les Chrétiens), les Mazdéens et les associâtres, Allah les départagera au Jour de la Résurrection. Allah est témoin de Toute chose.",
        "en": "As for the believers, those who follow the Jewish faith, the Sabians, the Christians, the Magians, and the idolaters, God will judge between them on the Day of Resurrection; God witnesses all things.",
        "es": "El Día de la Resurrección Dios juzgará sobre las diferencias entre los seguidores de la fe [del Islam], del judaísmo, del sabeísmo, del cristianismo, los adoradores del fuego y los idólatras. Dios es testigo de todas las cosas.",
        "it": "E certamente, nel Giorno della Resurrezione, Allah giudicherà tra coloro che hanno creduto, i giudei, i sabei <a class=f><sup foot_note=158445>1</sup></a>, i cristiani, i magi <a class=f><sup foot_note=158446>2</sup></a> e coloro che attribuiscono associati ad Allah. In verità Allah è testimone di ogni cosa.",
        "ru": "В День воскресения Аллах рассудит между верующими, исповедующими иудаизм, сабиями, христианами, огнепоклонниками и многобожниками. Воистину, Аллах является Свидетелем всякой вещи.",
        "tr": "Şüphesiz o iman edenler, yahudi olanlar, sabiîler (yıldıza tapanlar), hıristiyanlar, ateşe tapanlar ve (Allah'a) eş koşanlar (yok mu?) Allah, kıyamet günü bunların arasını şüphesiz ayıracaktır. Çünkü Allah her şeyi hakkıyla görüp bilendir.",
        "de": "Gewiß, diejenigen, die glauben, und diejenigen, die dem Judentum angehören, und die Säbier und die Christen und die Magus und diejenigen, die Götzendiener sind -gewiß, Allah wird am Tag der Auferstehung zwischen ihnen entscheiden; Allah ist ja über alles Zeuge.",
        "pt": "Quanto aos fiéis, judeus, sabeus, cristão, masdeístas ou idólatras, certamente Deus os julgará a todos no Dia daRessurreição, porque Deus é Testemunha de todas as coisas.",
        "nl": "Voorwaar, degenen die geloven en de Joden en de Sabiërs en de Christenen en de magiërs en degenen die deelgenoten (aan Allah) toekennen: voorwaar, Allah zal tussen hen oordelen op de Dag der Opstanding. Voorwaar, Allah is van alle zaken Getuige.",
        "ur": "جو لوگ ایمان لائے، <sup foot_note=\"185281\">1</sup> اور جو یہوُدی ہوئے، <sup foot_note=\"185282\">2</sup> اور صابئی، <sup foot_note=\"185283\">3</sup> اور نصاریٰ، <sup foot_note=\"185284\">4</sup> اور مجوس <sup foot_note=\"185285\">5</sup> ، اور جن لوگوں نے شرک کیا، <sup foot_note=\"185286\">6</sup> ان سب کے درمیان اللہ قیامت کے روز فیصلہ کر دے گا، ہر چیز اللہ کی نظر میں ہے",
        "bn": "নিশ্চয় যিসকলে ঈমান আনিছে আৰু যিসকলে ইয়াহুদী হৈছে, আৰু যিসকলে ছাবেয়ী, খ্ৰীষ্টান আৰু অগ্নিপূজক আৰু যিবিলাকে শ্বিৰ্ক কৰিছে কিয়ামতৰ দিনা আল্লাহে সিহঁতৰ মাজত ফয়চালা কৰি দিব। নিশ্চয় আল্লাহ সকলো বস্তুৰ সম্যক প্ৰত্যক্ষকাৰী।",
        "fa": "کسانی ‌که ایمان آورده‌اند و کسانی که یهودی شدند و صابئان [= پیروان برخی پیامبران] و نصاری و زرتشتیان و کسانی ‌که شرک ورزیدند، یقیناً روز قیامت الله میانشان داوری می‌کند. بی‌گمان، الله بر هر چیزی گواه است."
      }
    },
    {
      "verse_number": 2613,
      "verse_key": "22:18",
      "arabic_text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يَسْجُدُ لَهُۥ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ وَٱلشَّمْسُ وَٱلْقَمَرُ وَٱلنُّجُومُ وَٱلْجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٌ مِّنَ ٱلنَّاسِ ۖ وَكَثِيرٌ حَقَّ عَلَيْهِ ٱلْعَذَابُ ۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكْرِمٍ ۚ إِنَّ ٱللَّهَ يَفْعَلُ مَا يَشَآءُ ۩",
      "phonetic_text": "Alam tara anna Allaha yasjudu lahuman fee assamawati waman fee al-ardiwashshamsu walqamaru wannujoomu waljibaluwashshajaru waddawabbu wakatheerun minaannasi wakatheerun haqqa AAalayhi alAAathabuwaman yuhini Allahu fama lahu min mukrimin inna AllahayafAAalu ma yasha/",
      "translations": {
        "fr": "Ne vois-tu pas que devant Allah se prosternent ceux qui sont dans les cieux et sur terre : le soleil, la lune, les étoiles, les montagnes, les arbres, les animaux et beaucoup d’hommes ? Beaucoup (d’autres) aussi auront mérité le supplice. Car celui qu’Allah humilie, nul ne pourra l’honorer. Allah, en effet, fait ce qu’il Lui plaît.<sup foot_note=194973>1</sup>",
        "en": "Do you not realize [Prophet] that everything in the heavens and earth submits to God: the sun, the moon, the stars, the mountains, the trees, and the animals? So do many human beings, though for many others punishment is well deserved. Anyone disgraced by God will have no one to honour him: God does whatever He will.",
        "es": "¿Acaso no ves que se prosternan ante Dios quienes están en los cielos y en la Tierra, y el Sol, la Luna, las estrellas, las montañas, los árboles, los animales, y muchos de los seres humanos? Pero muchos otros [seres humanos] merecen el castigo. A quien Dios humille no habrá quien pueda dignificarle; Dios hace lo que quiere.",
        "it": "Non vedi dunque che è davanti ad Allah che si prosternano tutti coloro che sono nei cieli e tutti coloro che sono sulla terra e il sole e la luna e le stelle e le montagne e gli alberi e gli animali e molti tra gli uomini <a class=f><sup foot_note=158447>1</sup></a>? Contro molti [altri] si realizzerà il castigo. E chi sarà disprezzato da Allah non sarà onorato da nessuno. Allah fa quello che vuole.",
        "ru": "Неужели ты не видишь, что перед Аллахом падают ниц те, кто на небесах и на земле, солнце, луна, звезды, горы, деревья, животные и многие люди. А многие из них заслуживают мучений. Никто не окажет почтения тому, кого унизит Аллах. Воистину, Аллах поступает так, как пожелает.",
        "tr": "Görmedin mi, göklerdeki kimseler, yerdeki kimseler, güneş, ay ve yıldızlar, dağlar, ağaçlar, bütün hayvanlar ve insanlardan birçoğu hep Allah'a secde ediyor. Birçoğunun üzerine de azab hak olmuştur. Allah kimi hor ve hakir kılarsa artık ona ikram edecek yoktur. Şüphesiz Allah dilediği şeyi yapar.",
        "de": "Siehst du nicht, daß sich vor Allah (jeder) niederwirft, wer in den Himmeln und wer auf der Erde ist, und (auch) die Sonne, der Mond und die Sterne, die Berge, die Bäume und die Tiere und viele von den Menschen? Und gegen viele ist die Strafe unvermeidlich geworden. Und wen Allah der Schmach aussetzt, der hat niemanden, der ihm Ehre erweist. Gewiß, Allah tut, was Er will.",
        "pt": "Não reparas, acaso, em que tudo quanto há nos céus e tudo quanto há na terra se prostra ante Deus? O sol, a lua, asestrelas, as montanhas, as árvores, os animais e muitos humanos? Porém, muitos merecem o castigo! E quem Deus afrontarnão achará quem o honre, porque Deus faz o que Lhe apraz.",
        "nl": "Zie jij dan niet dat alles zich voor Allah neerknielt wat er in de hemel en op de aarde is, en de zon en de maan en de sterren en de bergen en de bomen en de dieren en een groot deel van de mensen? Maar voor velen is de bestraffing verplicht. En wie er door Allah vemederd wordt: voor hem zijn erdan geen eerbewijzers. Voorwaar, Allah doet wat Hij wil.",
        "ur": "کیا تم دیکھتے نہیں ہو کہ اللہ کے آگے سر بسجُود ہیں <sup foot_note=\"185287\">1</sup> وہ سب جو آسمانوں میں ہیں <sup foot_note=\"185288\">2</sup> اور جو زمین میں ہیں؟ سُورج اور چاند اور تارے اور پہاڑ اور درخت اور جانور اور بہت سے انسان <sup foot_note=\"185289\">3</sup> اور بہت سے وہ لوگ بھی جو عذاب کے مستحق ہو چکے ہیں۔ <sup foot_note=\"185290\">4</sup> اور جسے اللہ ذلیل و خوار کردے اُسے پھر کوئی عزّت دینے والا نہیں ہے <sup foot_note=\"185291\">5</sup> ، اللہ کرتا ہے جو کچھ چاہتا ہے۔ <sup foot_note=\"185292\">6</sup>",
        "bn": "তুমি দেখা নাইনে যে, আকাশসমূহত যি আছে আৰু পৃথিৱীত যি আছে সেই সকলোৱে আল্লাহকেই ছাজদাহ কৰে, আৰু সূৰ্য, চন্দ্ৰ, নক্ষত্ৰমণ্ডলী, পৰ্বতৰাজি, বৃক্ষলতা, জীৱ-জন্তু লগতে বহুতো মানুহেও ছাজদাহ কৰে? আনহাতে বহুতৰে প্ৰতি সাব্যস্ত হৈছে শাস্তি। আল্লাহে যাক অপমানিত কৰে তাক সন্মানদাতা কোনো নাই; নিশ্চয় আল্লাহ যি ইচ্ছা সেইটোৱে কৰে।",
        "fa": "آیا ندیدی که هر ‌کس در آسمان‌ها و هر ‌کس در زمین است و خورشید و ماه و ستارگان و کوه‌ها و درختان و جنبندگان و بسیاری از مردم برای الله سجده می‌کنند؟ و بسیاری نیز هستند که [در نتیجۀ سرپیچی از عبادت، فرمانِ] عذاب بر آنان تحقق یافته است؛ و هر کس که الله او را خوار سازد، کسی گرامی‌اش نمی‌دارد. بی‌تردید، الله هر چه بخواهد انجام می‌دهد."
      }
    },
    {
      "verse_number": 2614,
      "verse_key": "22:19",
      "arabic_text": "۞ هَـٰذَانِ خَصْمَانِ ٱخْتَصَمُوا۟ فِى رَبِّهِمْ ۖ فَٱلَّذِينَ كَفَرُوا۟ قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ يُصَبُّ مِن فَوْقِ رُءُوسِهِمُ ٱلْحَمِيمُ",
      "phonetic_text": "Hathani khasmani ikhtasamoofee rabbihim fallatheena kafaroo quttiAAatlahum thiyabun min narin yusabbu min fawqiruoosihimu alhameem",
      "translations": {
        "fr": "Voici deux clans adverses qui sont en désaccord au sujet de leur Seigneur. À ceux qui ont mécru seront taillés des vêtements de feu, et sur leur tête sera versée une eau bouillante,",
        "en": "These two kinds of people disagree about their Lord. Garments of fire will be tailored for those who disbelieve; scalding water will be poured over their heads,",
        "es": "Éstos [los creyentes y los incrédulos] son dos grupos que disputan acerca de su Señor, pero sabed que quienes se niegan a creer serán cubiertos con ropas de fuego, y se verterá sobre sus cabezas agua hirviendo",
        "it": "Ecco due avversari <a class=f><sup foot_note=158448>1</sup></a> che polemizzano a proposito del loro Signore. Ai miscredenti saranno tagliate vesti di fuoco e sulle loro teste verrà versata acqua bollente,",
        "ru": "Вот две тяжущиеся группы, которые препирались по поводу своего Господа. Для тех, которые не уверовали, выкроят одеяния из Огня, а на головы им будут лить кипяток.",
        "tr": "Şu ikisi Rableri hakkında tartışmaya girmiş iki hasımdır. O'nu inkar edenler için ateşten elbiseleri biçilmiştir. Başlarının üstünden kaynar su dökülür.",
        "de": "Das sind zwei Widersacher, die miteinander über ihren Herrn streiten. Für diejenigen nun, die ungläubig sind, werden Gewänder aus Feuer zugeschnitten; über ihre Köpfe wird heißes Wasser gegossen.",
        "pt": "Existem dois antagonistas (crédulos e incrédulos), que disputam acerca do seu Senhor. Quanto aos incrédulos, serãocobertos com vestimentas de fogo e lhes será derramada, sobre as cabeças, água fervente,",
        "nl": "Dit zijn twee tegenstanders die over hun Heer twisten. Voor degenen die niet geloven zulten daarom gewaden uit vuur gesneden worden, van boven hun hoofden zal kokend water worden uitgegoten.",
        "ur": "یہ دو فریق ہیں جن کے درمیان اپنے ربّ کے معاملے میں جھگڑا ہے۔ <sup foot_note=\"185293\">1</sup> اِن میں سے وہ لوگ جنہوں نے کُفر کیا اُن کے لیے آگ کے لباس کاٹے جا چکے ہیں، <sup foot_note=\"185294\">2</sup> اُن کے سروں پر کھَولتا ہوا پانی ڈالا جائے گا",
        "bn": "এই দুটা বিবদমান পক্ষ, সিহঁতে নিজ প্ৰতিপালক সম্পৰ্কে বিতৰ্কত লিপ্ত হৈছে; এতেকে যিসকলে কুফৰী কৰিছে সিহঁতৰ বাবে জুইৰ কাপোৰ কাটি পোছাক তৈয়াৰ কৰা হৈছে, সিহঁতৰ মূৰত ঢালি দিয়া হ’ব উতলা পানী।",
        "fa": "این دو [گروه مؤمن و کافر،] دشمنان یکدیگرند و دربارۀ پروردگارشان ستیز می‌کنند. پس کسانی ‌که کفر ورزیدند، برایشان جامه‌هایی از آتش بریده‌اند [و] از بالای سرشان [بر آنان] آب جوشان می‌ریزند."
      }
    },
    {
      "verse_number": 2615,
      "verse_key": "22:20",
      "arabic_text": "يُصْهَرُ بِهِۦ مَا فِى بُطُونِهِمْ وَٱلْجُلُودُ",
      "phonetic_text": "Yusharu bihi ma fee butoonihimwaljulood",
      "translations": {
        "fr": "qui fera se liquéfier leurs entrailles et (consumera) leurs peaux.",
        "en": "melting their insides as well as their skins;",
        "es": "que les abrasará el vientre y la piel,",
        "it": "che fonderà le loro viscere e la loro pelle.",
        "ru": "От него будут плавиться их внутренности и кожа.",
        "tr": "Bununla karınlarındaki ve derileri eritilir.",
        "de": "Dadurch wird zum Schmelzen gebracht, was sie in ihrem Bauch haben, und ebenso die Haut.",
        "pt": "A qual derreterá tudo quanto há em suas entranhas, além da totalidade de suas peles.",
        "nl": "Wat zich in hun buiken bevindt zal erdoor smelten en (ook) de huiden.",
        "ur": "جس سے اُن کی کھالیں ہی نہیں پیٹ کے اندر کے حصے تک گل جائیں گے",
        "bn": "ইয়াৰ দ্বাৰা সিহঁতৰ পেটৰ ভিতৰত যি আছে তাৰ লগতে সিহঁতৰ ছালবোৰ বিগলিত কৰা হ’ব।",
        "fa": "آنچه در درونشان هست و [نیز] پوست‌هایشان با آن گداخته می‌شود."
      }
    },
    {
      "verse_number": 2616,
      "verse_key": "22:21",
      "arabic_text": "وَلَهُم مَّقَـٰمِعُ مِنْ حَدِيدٍ",
      "phonetic_text": "Walahum maqamiAAu min hadeed",
      "translations": {
        "fr": "Et il y aura pour eux des massues en fer.",
        "en": "there will be iron crooks to restrain them;",
        "es": "y serán atormentados allí con mazas de hierro.",
        "it": "Subiranno mazze di ferro,",
        "ru": "Для них уготованы железные палицы.",
        "tr": "Bir de bunlara demirden kamçılar vardır.",
        "de": "Und für sie gibt es Keulen aus Eisen.",
        "pt": "Em adição, haverá clavas de ferro (para o castigo).",
        "nl": "En voor ben zijn er knotsen van ijzer.",
        "ur": "اور اُن کی خبر لینے کے لیے لوہے کے گُرز ہوں گے",
        "bn": "আৰু সিহঁতৰ বাবে থাকিব লোৰ হাঁতুৰী।",
        "fa": "و گرز‌های آهنین برایشان [مهیّا] است."
      }
    },
    {
      "verse_number": 2617,
      "verse_key": "22:22",
      "arabic_text": "كُلَّمَآ أَرَادُوٓا۟ أَن يَخْرُجُوا۟ مِنْهَا مِنْ غَمٍّ أُعِيدُوا۟ فِيهَا وَذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ",
      "phonetic_text": "Kullama aradoo an yakhrujoominha min ghammin oAAeedoo feeha wathooqooAAathaba alhareeq",
      "translations": {
        "fr": "Chaque fois qu’ils voudront en sortir, angoissés, ils y seront reconduits. « Goûtez le supplice du Brasier ! » (leur sera-t-il dit).",
        "en": "whenever, in their anguish, they try to escape, they will be pushed back in and told, ‘Taste the suffering of the Fire.’",
        "es": "Cada vez que, angustiados, quieran salir de allí, [los ángeles] les harán regresar y les dirán: “¡Sufrid el tormento del Infierno!”",
        "it": "e ogni volta che vorranno uscirne per la disperazione vi saranno ricacciati: «Gustate il supplizio della Fornace».",
        "ru": "Каждый раз, когда они захотят выбраться оттуда и избавиться от печали, их вернут обратно. Вкусите мучения от обжигающего Огня!",
        "tr": "Uğradıkları gamdan (dolayı) oradan ne zaman çıkmak isteseler, her defasında oraya geri çevrilirler: \"Yakıcı azabı tadın\" denir.",
        "de": "Jedesmal, wenn sie vor Kummer aus ihm herauskommen wollen, werden sie dahin zurückgebracht, und (es wird zu ihnen gesagt): „Kostet die Strafe des Brennens!",
        "pt": "Toda a vez que dele (do fogo) quiserem sair, por angústia, ali serão repostos e lhes será dito: Sofrei a pena da queima!",
        "nl": "Telkens wanneer zij van ellende eruit willen gaan, worden zij erin teruggebracht (en wordt gezegd:) \"Proeft de brandende bestraffing!\"",
        "ur": "جب کبھی وہ گھبرا کر جہنّم سے نکلنے کی کوشش کریں گے پھر اُسی میں دھکیل دیے جائیں گے کہ چکھو اب جلنے کی سزا کا مزا",
        "bn": "যেতিয়াই সিহঁতে যন্ত্ৰণাত কাতৰ হৈ জাহান্নামৰ পৰা ওলাব বিচাৰিব তেতিয়াই সিহঁতক তালৈকে উভতাই দিয়া হ’ব; আৰু কোৱা হ’ব, ‘ভোগ কৰা দহন যন্ত্ৰণা’।",
        "fa": "هرگاه بخواهند از [شدت] اندوه از آنجا [= دوزخ] خارج شوند، به آن بازگردانده می‌شوند و [به آنان گفته می‌شود:] «عذاب سوزان را بچشید»."
      }
    },
    {
      "verse_number": 2618,
      "verse_key": "22:23",
      "arabic_text": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
      "phonetic_text": "Inna Allaha yudkhilu allatheenaamanoo waAAamiloo assalihati jannatintajree min tahtiha al-anharu yuhallawnafeeha min asawira min thahabin walu/lu-anwalibasuhum feeha hareer",
      "translations": {
        "fr": "Allah fera entrer ceux qui auront cru et auront accompli les bonnes œuvres dans des jardins sous lesquels coulent les rivières. Ils y seront parés de bracelets en or et de perles ; et leurs vêtements y seront en soie.",
        "en": "But God will admit those who believe and do good deeds to Gardens graced with flowing streams; there they will be adorned with golden bracelets and pearls; there they will have silken garments.",
        "es": "Dios hará entrar en jardines por donde corren ríos a los creyentes que hayan obrado rectamente. Serán engalanados con pulseras de oro y perlas, y serán vestidos con seda.",
        "it": "In verità Allah introdurrà nei Giardini dove scorrono i ruscelli coloro che credono e operano il bene. Colà saranno adornati di bracciali d’oro e di perle e le loro vesti saranno di seta.",
        "ru": "А тех, которые уверовали и совершали праведные деяния, Аллах введет в Райские сады, в которых текут реки. Там они будут украшены золотыми браслетами и жемчугом, а их одеяния будут из шелка.",
        "tr": "Şüphesiz Allah iman edip yararlı iş işleyenleri, altından ırmaklar akan cennetlere koyacak, orada altın bilezikler ve inciler takınacaklar. Oradaki elbiseleri de ipektendir.",
        "de": "Gewiß, Allah läßt diejenigen, die glauben und rechtschaffene Werke tun, in Gärten eingehen, durcheilt von Bächen, worin sie mit Armreifen aus Gold und mit Perlen geschmückt sein werden und worin ihre Kleidung aus Seide sein wird.",
        "pt": "Por outra, Deus introduzirá os fiéis, que praticam o bem, em jardins, abaixo dos quais correm os rios, onde serãoenfeitados com pulseiras de ouro e pérola, e suas vestimentas serão de seda.",
        "nl": "Voorwaar, Allah zal degenen die geloven en goede daden verrichten de Tuinen (het Paradijs) binnen doen gaan, waar de rivieren onder doof stromen. Daarin zullen zij gesierd worden met gouden armbanden en parels en hun kleding er in is van zijde.",
        "ur": "(دُوسری طرف)جو لوگ ایمان لائے اور جنہوں نے نیک عمل کیے اُن کو اللہ ایسی جنتّوں میں داخل کرے گا جِن کے نیچے نہریں بہ رہی ہوں گی۔ وہاں وہ سونے کے کنگنوں اور موتیوں سے آراستہ کیے جائیں گے <sup foot_note=\"185295\">1</sup> اور ان کے لباس ریشم کے ہوں گے",
        "bn": "নিশ্চয় যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে আল্লাহে তেওঁলোকক জান্নাতত প্ৰৱেশ কৰাব, যাৰ পাদদেশত নদীসমূহ প্ৰবাহিত; তাত তেওঁলোকক অলংকৃত কৰা হ’ব সোণৰ খাৰু আৰু মকুতাৰ দ্বাৰা আৰু তাত তেওঁলোকৰ পোছাক হ’ব ৰেচমৰ।",
        "fa": "بی‌تردید، الله کسانی را که ایمان آورده‌اند و کارهای شایسته انجام داده‌اند، به باغ‌هایی [از بهشت] وارد می‌کند که از زیر [درختان] آن جویبارها جاری است. در آنجا به دستبند‌هایی از طلا و مروارید آراسته می‌شوند و لباسشان در آنجا ابریشم است."
      }
    },
    {
      "verse_number": 2619,
      "verse_key": "22:24",
      "arabic_text": "وَهُدُوٓا۟ إِلَى ٱلطَّيِّبِ مِنَ ٱلْقَوْلِ وَهُدُوٓا۟ إِلَىٰ صِرَٰطِ ٱلْحَمِيدِ",
      "phonetic_text": "Wahudoo ila attayyibimina alqawli wahudoo ila sirati alhameed",
      "translations": {
        "fr": "(Ici-bas), ils ont été guidés vers les bonnes paroles et vers la voie (d’Allah), le Digne de Toutes louanges.",
        "en": "They were guided to good speech and to the path of the One Worthy of all Praise.",
        "es": "[En la vida mundanal] habían sido guiados hacia la bella palabra<sup foot_note=168872>1</sup> y al camino de la alabanza.",
        "it": "Saranno guidati alla Parola migliore, saranno guidati alla via del Degno di lode.",
        "ru": "Их научили благим словам и наставили на путь Достохвального.",
        "tr": "Hem sözün güzelini işitecek duruma ulaştırılmışlar, hem de övülmeye layık (olan Allah'ın) yoluna eriştirilmişlerdir.",
        "de": "Rechtgeleitet sind sie zu dem Wort, das gut ist; und rechtgeleitet sind sie zum Weg des Lobenswürdigen.",
        "pt": "Porque se guiaram pelas palavras puras e se encaminharam até à senda do Laudabilíssimo.",
        "nl": "En zij werden geleid tot het goede van het gesprokene en zij werden geleid op het Pad van de Geprezene.",
        "ur": "ان کو پاکیزہ بات قبول کرنے کی ہدایت بخشی گئی <sup foot_note=\"185296\">1</sup> اور انھیں خدائے ستودہ صفات کا راتہ دکھایا گیا۔ <sup foot_note=\"185297\">2</sup>",
        "bn": "তেওঁলোকক পৱিত্ৰ বাক্যৰ অনুগামী কৰা হৈছিল আৰু তেওঁলোক পৰিচালিত হৈছিল পৰম প্ৰশংসিত আল্লাহৰ পথত।",
        "fa": "و [در دنیا] به سوی گفتار پاک [توحید و تکبیر و تحمید] هدایت می‌شوند و به راهِ ستوده [اسلام] راهنمایی می‌گردند."
      }
    },
    {
      "verse_number": 2620,
      "verse_key": "22:25",
      "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلْمَسْجِدِ ٱلْحَرَامِ ٱلَّذِى جَعَلْنَـٰهُ لِلنَّاسِ سَوَآءً ٱلْعَـٰكِفُ فِيهِ وَٱلْبَادِ ۚ وَمَن يُرِدْ فِيهِ بِإِلْحَادٍۭ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍ",
      "phonetic_text": "Inna allatheena kafaroo wayasuddoonaAAan sabeeli Allahi walmasjidi alharamiallathee jaAAalnahu linnasi sawaanalAAakifu feehi walbadi waman yurid feehibi-ilhadin bithulmin nuthiqhu min AAathabinaleem",
      "translations": {
        "fr": "Ceux qui mécroient, qui barrent le chemin d’Allah et celui de la Mosquée Sacrée que Nous avons établie pour tous les hommes, qu’ils y résident ou qu’ils viennent d’ailleurs, (doivent savoir que) quiconque cherche à la profaner Nous lui ferons goûter un supplice très douloureux.",
        "en": "As for the disbelievers, who bar others from God’s path and from the Sacred Mosque- which We made for all people, residents and visitors alike- and who try to violate it with wrongdoing, We shall make them taste a painful punishment.",
        "es": "A los que se nieguen a creer y aparten a la gente del sendero de Dios, e impidan acudir a la Mezquita Sagrada [de La Meca] que establecí para todas las gentes por igual, tanto para el residente como para el viajero, y a quienes quieran profanarla con injusticias, les haré sufrir un castigo doloroso.",
        "it": "Quanto ai miscredenti che distolgono [le genti] dalla via di Allah e dalla Santa Moschea che abbiamo istituito per gli uomini…- e chi vi risiede e chi vi si reca sono uguali – e a chiunque insolentemente la profana, faremo provare un doloroso castigo.",
        "ru": "Воистину, тем, которые не веруют, сбивают других с пути Аллаха, не пускают их в Заповедную мечеть, которую Мы воздвигли для всех людей, независимо от того, проживают они в ней или кочуют, а также тем, кто желает там уклониться от истины по несправедливости, Мы дадим вкусить мучительные страдания.",
        "tr": "Şüphesiz inkâr edenlere, Allah'ın yolundan, yerli ve yolcu bütün insanlar için eşit kılınan Mescidi Haram'dan alıkoyanlara ve orada zulümle yanlış yola saptırmak isteyene can yakıcı bir azab tattırırız.",
        "de": "Gewiß, diejenigen, die ungläubig sind und von Allahs Weg abhalten und (auch) von der geschützten Gebetsstätte, die Wir für die Menschen bestimmt haben, gleich ob sie dort ansässig oder nur vorübergehend anwesend sind (, werden ihre Strafe bekommen). Wer aber beabsichtigt, dort etwas Abwegiges zu Unrecht (zu begehen), den werden Wir von einer schmerzhaften Strafe kosten lassen.",
        "pt": "Quanto aos incrédulos, que vedam os demais da senda de Deus e a sagrada Mesquita, - a qual destinamos aos humanos, por igual, quer seja seus habitantes, quer sejam visitantes, - e que nela comete, intencionalmente, profanação ou iniqüidade, fá-los-emos provar um doloroso castigo.",
        "nl": "Voorwaar, degenen die niet geloven en van de Weg van Allah en de Masdjid al Harâm (de gewijde Moskee in Mekkah) afhouden, die Wij voof alle mensen gemaakt hebben; zowel de inwoner van daar als degene van buiten: en wie wenst daar het slechte te doen door onrechtpleging, hem zullen Wij een pijnlijke bestraffing doen proeven.",
        "ur": "جن لوگوں نے کُفر کیا <sup foot_note=\"185298\">1</sup> اور جو (آج)اللہ کے راستے سے روک رہے ہیں اور اُس مسجدِ حرام کی زیارت میں مانع ہیں <sup foot_note=\"185299\">2</sup> جسے ہم نے سب لوگوں کے لیے بنایا ہے، جس میں مقامی باشندوں اور باہر سے آنے والوں کے حقوق برابر ہیں <sup foot_note=\"185300\">3</sup> (اُن کی روِش یقیناً سزا کی مستحق ہے)۔ اِس (مسجدِ حرام)میں جو بھی راستی سے ہٹ کر ظلم کا طریقہ اختیار کرے گا <sup foot_note=\"185301\">4</sup> اسے ہم دردناک عذاب کا مزا چکھائیں   گے",
        "bn": "নিশ্চয় যিসকলে কুফৰী কৰিছে সিহঁতে আল্লাহৰ পথৰ পৰা লগতে মছজিদে হাৰামৰ পৰা মানুহক বাধা দিয়ে, য’ত আমি স্থানীয় আৰু বহিৰাগত সকলো মানুহৰ বাবেই সম অধিকাৰ দান কৰিছোঁ, তাত যিয়ে অন্যায়ভাৱে ইলহাদ তথা দ্বীনবিৰোধী পাপ কৰ্মৰ ইচ্ছা কৰে, আমি তাক যন্ত্ৰণাদায়ক শাস্তি ভোগ কৰাম।",
        "fa": "بی‌گمان، كسانى كه كفر ورزیدند و [مانند ماجرای حدیبیه، مردم را] از راه الله بازمى‌دارند [عذابی دردناک در پیش دارند]؛ و مسجد الحرام كه آن را براى مردم [قبله و عبادتگاه] قرار دادیم، مقیم و مسافر در آن یكسانند؛ و هر کس در آنجا با ستمکاری [و گناه،] انحراف بخواهد، از عذابى دردناک به او می‌چشانیم."
      }
    },
    {
      "verse_number": 2621,
      "verse_key": "22:26",
      "arabic_text": "وَإِذْ بَوَّأْنَا لِإِبْرَٰهِيمَ مَكَانَ ٱلْبَيْتِ أَن لَّا تُشْرِكْ بِى شَيْـًٔا وَطَهِّرْ بَيْتِىَ لِلطَّآئِفِينَ وَٱلْقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
      "phonetic_text": "Wa-ith bawwa/na li-ibraheemamakana albayti an la tushrik bee shay-an watahhirbaytiya litta-ifeena walqa-imeenawarrukkaAAi assujood",
      "translations": {
        "fr": "(Souviens-toi donc) quand Nous désignâmes à Abraham la place de la Maison (et lui dîmes) : « Ne M’associe rien. Purifie Ma Maison pour ceux qui y accomplissent les circumambulations, ceux qui s’y tiennent debout pour la prière, ceux qui s’y inclinent et s’y prosternent. »",
        "en": "We showed Abraham the site of the House, saying, ‘Do not assign partners to Me. Purify My House for those who circle around it, those who stand to pray, and those who bow and prostrate themselves.",
        "es": "[Recuerda] cuando establecí a Abraham junto a la Casa Sagrada para que solo Me adorara a Mí y no dedicara actos de adoración a otros, y purificara Mi Casa [de la idolatría] para quienes realicen el rito de circunvalarla, y para quienes oren de pie, inclinados y prosternados,",
        "it": "Stabilimmo per Abramo il sito della Casa (dicendogli): «Non associare a Me alcunché, mantieni pura la Mia Casa per coloro che vi girano attorno, per coloro che si tengono ritti [in preghiera], per coloro che si inchinano e si prosternano <a class=f><sup foot_note=158449>1</sup></a>.",
        "ru": "Вот Мы указали Ибрахиму (Аврааму) на место Дома (Каабы): «Ничего не приобщай ко Мне в сотоварищи и очищай Мой Дом (Каабу) для тех, кто совершает обход, выстаивает намазы, кланяется и падает ниц».",
        "tr": "Bir zamanlar Kâbe'nin yerini İbrahim'e şu şekilde hazırlamıştık: Sakın bana hiçbir şeyi ortak koşma; tavaf edenler, orada (kıyama) duranlar, ruku edenler ve secdeye varanlar için evimi tertemiz et.",
        "de": "Und als Wir Ibrahim die Stelle des Hauses zuwiesen: „Geselle Mir nichts bei und reinige Mein Haus für die den Umlauf Vollziehenden, die aufrecht Stehenden, sich Verbeugenden und die sich Niederwerfenden.",
        "pt": "E (recorda-te) de quando indicamos a Abraão o local da Casa, dizendo: Não Me atribuas parceiros, mas consagra aMinha Casa para os circungirantes, para os que permanecem em pé e para os genuflexos e prostrados.",
        "nl": "En toen Wij voor Ibrâhîm de plaats vastelden van het Huis (zeiden Wij:) \"Ken Mij in niets deelgenoten toe en reinig Mijn Huis voor de rondgaanden en de buigenden en de knielenden.",
        "ur": "یاد کرو وہ وقت جبکہ ہم نے ابراہیمؑ کے لیے اِس گھر (خانہ کعبہ)کی جگہ تجویز کی تھی اِس  ہدایت کے ساتھ)کہ ”میرے ساتھ کسی چیز کو شریک نہ کرو، اور میرے گھر کو طواف کرنے والوں اور قیام و رکوع و سجود کرنے والوں کے لیے پاک رکھو، <sup foot_note=\"185302\">1</sup>",
        "bn": "আৰু স্মৰণ কৰা, যেতিয়া আমি ইব্ৰাহীমক ঘৰৰ (বাইতুল্লাহৰ) স্থান নিৰ্ধাৰণ কৰি দিছিলোঁ, তেতিয়া কৈছিলোঁ, ‘মোৰ লগত আন কাকো অংশী নকৰিবা আৰু মোৰ ঘৰখনক তাৱাফকাৰীসকলৰ বাবে, ছালাত আদায়কাৰীসকলৰ বাবে আৰু ৰুকু-ছাজদাকাৰীসকলৰ বাবে পৱিত্ৰ কৰি ৰাখিবা।",
        "fa": "و [یاد کن از] آنگاه که محلِ خانه [کعبه] را برای ابراهیم تعیین کردیم [و به او گفتیم] که: «چیزی را شریک من قرار نده و خانه‌ام را برای طواف‌کنندگان و قیام‌کنندگان و رکوع‌کنندگان [و] سجده‌کنندگان پاک گردان."
      }
    },
    {
      "verse_number": 2622,
      "verse_key": "22:27",
      "arabic_text": "وَأَذِّن فِى ٱلنَّاسِ بِٱلْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَىٰ كُلِّ ضَامِرٍ يَأْتِينَ مِن كُلِّ فَجٍّ عَمِيقٍ",
      "phonetic_text": "Waaththin fee annasibilhajji ya/tooka rijalan waAAalakulli damirin ya/teena min kulli fajjin AAameeq",
      "translations": {
        "fr": "Appelle les hommes au Hajj (le pèlerinage) : ils viendront vers toi à pied, ou à dos de monture efflanquée,<sup foot_note=194974>1</sup> par les chemins les plus éloignés,",
        "en": "Proclaim the Pilgrimage to all people. They will come to you on foot and on every kind of swift mount, emerging from every deep mountain pass",
        "es": "[le dije:] “Convoca a la gente a realizar la peregrinación<sup foot_note=168873>1</sup>; vendrán a ti a pie o montados, desde todo lugar apartado”.",
        "it": "Chiama le genti al pellegrinaggio: verranno a te a piedi e con cammelli slanciati da ogni remota contrada,",
        "ru": "Возвести людям о хадже, и они будут прибывать к тебе пешком и на всех поджарых верблюдах с самых отдаленных дорог.",
        "tr": "İnsanları hacca çağır; yürüyerek veya incelmiş binekler üstünde (uzak yollardan) her derin vadiyi aşarak sana gelsinler.",
        "de": "Und rufe unter den Menschen die Pilgerfahrt aus, so werden sie zu dir kommen zu Fuß und auf vielen hageren (Reittieren), die aus jedem tiefen Paßweg da herkommen,",
        "pt": "E proclama a peregrinação às pessoas; elas virão a ti a pé, e montando toda espécie de camelos, de todo longínquolugar,",
        "nl": "En verkondig onder de mensen de Haddj, zij zullen te voet naar jou komen of op magere kamelen, van elke vergelegen plek.",
        "ur": "اور لوگوں کو حج کے لیے اِذنِ عام دے دو کہ وہ تمہارے پاس ہر دُور دراز مقام سے پیدل اور اُونٹوں <sup foot_note=\"185303\">1</sup> پر سوار آئیں، <sup foot_note=\"185304\">2</sup>",
        "bn": "‘আৰু মানুহৰ মাজত হজ্জৰ বাবে ঘোষণা কৰি দিয়া, তেওঁলোকে তোমাৰ ওচৰত আহিব খোজকাঢ়ি আৰু সকলো ধৰণৰ উটৰ পিঠিত আৰোহণ কৰি, তেওঁলোক আহিব দূৰ-দূৰণিৰ পথ অতিক্ৰম কৰি;",
        "fa": "و بین مردم برای [ادای] حج ندا بده تا پیاده و [سوار] بر هر [وسیلۀ سفر یا] شتر لاغری، از هر راه دوری به سویت بیایند."
      }
    },
    {
      "verse_number": 2623,
      "verse_key": "22:28",
      "arabic_text": "لِّيَشْهَدُوا۟ مَنَـٰفِعَ لَهُمْ وَيَذْكُرُوا۟ ٱسْمَ ٱللَّهِ فِىٓ أَيَّامٍ مَّعْلُومَـٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلْأَنْعَـٰمِ ۖ فَكُلُوا۟ مِنْهَا وَأَطْعِمُوا۟ ٱلْبَآئِسَ ٱلْفَقِيرَ",
      "phonetic_text": "Liyashhadoo manafiAAa lahum wayathkurooisma Allahi fee ayyamin maAAloomatin AAalama razaqahum min baheemati al-anAAami fakuloo minhawaatAAimoo alba-isa alfaqeer",
      "translations": {
        "fr": "pour être témoins des avantages (qui leur seront réservés), et invoquer en des jours déterminés le nom d’Allah sur ce qu’Il leur a dispensé comme bétail. « Mangez-en donc, et nourrissez-en le miséreux sans ressources. »",
        "en": "to attain benefits and celebrate God’s name, on specified days, over the livestock He has provided for them- feed yourselves and the poor and unfortunate-",
        "es": "Para que seáis testigos de todas las gracias [de la peregrinación y la casa de Dios], y recordad el nombre de Dios en los días consabidos al sacrificar las reses del ganado que Él os ha provisto. Comed de ellas y dad de comer al desvalido y al pobre.",
        "it": "per partecipare ai benefici che sono stati loro concessi; ed invocare il Nome di Allah nei giorni stabiliti, sull’animale del gregge che è stato loro attribuito in nutrimento. Mangiatene voi stessi e datene al bisognoso e al povero <a class=f><sup foot_note=158450>1</sup></a>.",
        "ru": "Пусть они засвидетельствуют то, что приносит им пользу, и поминают имя Аллаха в установленные дни над скотиной, которой Он наделил их. Ешьте от них и кормите неимущего страдальца!",
        "tr": "Ta ki kendilerine ait birtakım menfaatlere şahid olsunlar; Allah'ın kendilerine rızık olarak verdiği hayvanları belli günlerde kurban ederken O'nun adını ansınlar. Siz de onlardan yiyin, yoksulu, fakiri de doyurun.",
        "de": "damit sie (allerlei) Nutzen für sich erfahren und den Namen Allahs an wohlbekannten Tagen über den aussprechen, womit Er sie an den Vierfüßlern unter dem Vieh versorgt hat. - Eßt (selbst) davon und gebt dem Elenden, dem Armen zu essen.",
        "pt": "Para testemunhar os seus benefícios e invocar o nome de Deus, nos dias mencionados, sobre o gado com que Ele osagraciou (para o sacrifício). Comei, pois, dele, e alimentai o indigente e o pobre.",
        "nl": "Zodat zij getuigen zijn van de voordelen voor hen. En de Naam van Allah uitspreken op de bekende dagen over het slachtvee waarmee Hij hen voorzien heeft. Eet er daarom van en voedt de arme behoeftige.",
        "ur": "تاکہ وہ فائدے دیکھیں جو یہاں اُن کے لیے رکھے گئے ہیں، <sup foot_note=\"185305\">1</sup> اور چند مقرر دنوں میں اُن جانوروں پر اللہ کا نام لیں جو اُس نے انھیں بخشے ہیں، <sup foot_note=\"185306\">2</sup> خود بھی کھائیں اور تنگ دست محتاج کو بھی دیں، <sup foot_note=\"185307\">3</sup>",
        "bn": "‘যাতে তেওঁলোকে নিজৰ কল্যাণৰ ঠাইবোৰত উপস্থিত হ’ব পাৰে আৰু আল্লাহে তেওঁলোকক চতুষ্পদ জন্তুৰ পৰা যিবোৰ জীৱিকা হিচাপে দান কৰিছে সেইবোৰৰ ওপৰত নিৰ্দিষ্ট দিনবোৰত আল্লাহৰ নাম উচ্চাৰণ কৰিব পাৰে। সেয়ে তোমালোকে তাৰ পৰা নিজে খোৱা আৰু দুখীয়া-নিচলা, অভাৱগ্ৰস্তক আহাৰ কৰোৱা।",
        "fa": "تا شاهد منافع [گوناگون] خویش باشند و در روزهایی معیّن، [به هنگام قربانی] نام الله را بر چهارپایانی که به آنان روزی داده‌ایم، یاد کنند؛ پس [خودتان] از [گوشتِ] آن بخورید و به درماندۀ فقیر [نیز] غذا بدهید."
      }
    },
    {
      "verse_number": 2624,
      "verse_key": "22:29",
      "arabic_text": "ثُمَّ لْيَقْضُوا۟ تَفَثَهُمْ وَلْيُوفُوا۟ نُذُورَهُمْ وَلْيَطَّوَّفُوا۟ بِٱلْبَيْتِ ٱلْعَتِيقِ",
      "phonetic_text": "Thumma lyaqdoo tafathahum walyoofoonuthoorahum walyattawwafoo bilbaytialAAateeq",
      "translations": {
        "fr": "Puis qu’ils sortent de leur état de sacralité rituelle, qu’ils accomplissent leurs vœux et qu’ils effectuent leurs circumambulations autour de la Maison Antique.",
        "en": "so let the pilgrims perform their acts of cleansing, fulfil their vows, and circle around the Ancient House.’",
        "es": "Después de cumplir los ritos, que cumplan sus votos<sup foot_note=168874>1</sup> y que circunvalen la Antigua Casa [de La Meca]<sup foot_note=168875>2</sup>.",
        "it": "Ritornino poi alla cura del corpo <a class=f><sup foot_note=158451>1</sup></a>, assolvano i voti e girino attorno alla Casa antica» <a class=f><sup foot_note=158452>2</sup></a>.",
        "ru": "Затем пусть они завершат свои обряды, исполнят свои обеты и обойдут вокруг древнего Дома (Каабы).",
        "tr": "Sonra kirlerini giderip temizlensinler. Adaklarını yerine getirsinler. Kâbeyi tavaf etsinler.",
        "de": "Hierauf sollen sie ihre Ungepflegtheit beenden, ihre Gelübde erfüllen und den Umlauf um das alt(ehrwürdig)e Haus vollziehen.",
        "pt": "Que logo se higienizem, que cumpram os seus votos e que circungirem a antiga Casa.",
        "nl": "Dan moeten zij (de omgeving van) haar onreinheid reinigen en kun geloften vervullen een rondgang maken om het Aloudc Huis.\" (al Bait al 'Atîq)",
        "ur": "پھر اپنا مَیل کچَیل دُور کریں <sup foot_note=\"185308\">1</sup> اور اپنی نذریں پُوری کریں، <sup foot_note=\"185309\">2</sup> اور اس قدیم گھر کا طواف کریں۔ <sup foot_note=\"185310\">3</sup>",
        "bn": "‘তাৰ পিছত তেওঁলোকে যেন অপৰিচ্ছন্নতা দূৰ কৰে আৰু তেওঁলোকৰ মানত পূৰ্ণ কৰে আৰু প্ৰাচীন ঘৰৰ তাৱাফ কৰে’।",
        "fa": "سپس باید آلودگی‌هایشان را برطرف سازند و به نذرهای خویش وفا کنند و [گرداگردِ] این خانۀ کهن [= کعبه] طواف کنند»."
      }
    },
    {
      "verse_number": 2625,
      "verse_key": "22:30",
      "arabic_text": "ذَٰلِكَ وَمَن يُعَظِّمْ حُرُمَـٰتِ ٱللَّهِ فَهُوَ خَيْرٌ لَّهُۥ عِندَ رَبِّهِۦ ۗ وَأُحِلَّتْ لَكُمُ ٱلْأَنْعَـٰمُ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ ۖ فَٱجْتَنِبُوا۟ ٱلرِّجْسَ مِنَ ٱلْأَوْثَـٰنِ وَٱجْتَنِبُوا۟ قَوْلَ ٱلزُّورِ",
      "phonetic_text": "Thalika waman yuAAaththimhurumati Allahi fahuwa khayrun lahu AAindarabbihi waohillat lakumu al-anAAamu illa mayutla AAalaykum fajtaniboo arrijsa minaal-awthani wajtaniboo qawla azzoor",
      "translations": {
        "fr": "Voilà (les devoirs à accomplir). Et quiconque respecte grandement les interdits d’Allah, cela lui vaudra mieux auprès de son Seigneur. Excepté (les cas dont les interdictions) vous ont déjà été mentionnées, le bétail vous est rendu licite. Évitez la souillure des idoles, évitez toute parole fausse",
        "en": "All this [is ordained by God]: anyone who honours the sacred ordinances of God will have good rewards from his Lord. Livestock have been made lawful to you, except for what has been explicitly forbidden. Shun the filth of idolatrous beliefs and practices and shun false utterances.",
        "es": "Así deben hacer. Quien respete los preceptos sagrados de Dios, será mejor para él ante su Señor [porque lo recompensará en esta vida y en la otra]. Sabed que os son lícitas las reses, excepto lo que se os ha mencionado [como prohibido]<sup foot_note=168876>1</sup>. Manteneos alejados de la impureza de los ídolos y apartados de las afirmaciones falsas.",
        "it": "Questo è quanto; e chi rispetterà gli interdetti, sarà buon per lui presso il suo Signore. E il bestiame vi è stato reso lecito, eccetto quello che vi è stato menzionato <a class=f><sup foot_note=158453>1</sup></a>: fuggite l’abominio degli idoli e astenetevi dalle espressioni mendaci.",
        "ru": "Вот так! Кто почитает святыни Аллаха, тот поступает во благо себе перед своим Господом. Вам дозволена скотина, кроме той, о которой вам читается. Избегайте же скверны идолов и избегайте лживых речей.",
        "tr": "Emir budur, Allah'ın yasaklarına kim saygı gösterirse, bu, kendisi için Rabbinin katında şüphesiz hayırdır. Size bildirilegelenden başka bütün hayvanlar helal kılınmıştır. O halde o pis putlardan kaçının ve yalan sözden sakının.",
        "de": "So (ist es). Und wenn einer die unantastbaren Dinge Allahs hoch ehrt, so ist es besser für ihn bei seinem Herrn. Erlaubt ist euch das Vieh, außer dem, was euch verlesen wird. So meidet den Greuel der Götzenbilder, und meidet die falsche Aussage,",
        "pt": "Tal será (a peregrinação). Quanto àquele que enaltecer os ritos sagrados de Deus, terá feito o melhor para ele, aos olhosdo seu Senhor. É-vos permitida a (carne) das reses, exceto o que já vos foi estipulado. Enviai, pois, a abominação daadoração dos ídolos e evitai o perjúrio,",
        "nl": "Dat is het, en wie de gewijde zaken van Allah eert: dat is beter voor hem bij zijn Heer. Aan jullie is het vee toegestaan, behalve wat is voorgelezen aan jullie. Dus vermijdt de onreinheid van de afgoden en vermijdt het spreken van het valse.",
        "ur": "یہ تھا (تعمیرِ کعبہ کا مقصد)اور جو کوئی اللہ کی قائم کردہ حُرمتوں کا احترام کرے تو یہ اس کے ربّ کے نزدیک خود اسی کے لیے بہتر ہے۔ <sup foot_note=\"185311\">1</sup> اور تمہارے لیے مویشی جانور حلال کیے گئے، <sup foot_note=\"185312\">2</sup> ماسوا اُن چیزوں کے جو تمہیں بتائی جاچکی ہیں۔ <sup foot_note=\"185313\">3</sup> پس بُتوں کی گندگی سے بچو، <sup foot_note=\"185314\">4</sup> جھُوٹی باتوں سے پرہیز کرو، <sup foot_note=\"185315\">5</sup>",
        "bn": "এইটোৱে বিধান, যিয়ে আল্লাহৰ সন্মানিত বিধানাৱলীৰ প্ৰতি সন্মান কৰিব তেন্তে তাৰ প্ৰতিপালকৰ ওচৰত তাৰ বাবে এইটোৱে উত্তম। তোমালোকৰ বাবে চতুষ্পদ জন্তু হালাল কৰা হৈছে কিন্তু সেইবোৰৰ বাহিৰে যিবোৰৰ বিষয়ে তোমালোকক তিলাৱত কৰি (নিষিদ্ধ বুলি) জনোৱা হৈছে। সেয়ে তোমালোকে মূৰ্তিপূজাৰ অপৱিত্ৰতাৰ পৰা বাচি থাকা আৰু মিছা কথা বৰ্জন কৰা।",
        "fa": "این است [حکمِ الله]؛ و هر ‌کس [مُحرّمات و] مقررات الهی را بزرگ بدارد، این [کار] نزد پروردگارش برای او بهتر است؛ و [ای مردم،] چهارپایانی برای [مصرف] شما حلال شده است، مگر آنچه [حُکمش] بر شما خوانده می‌شود؛ پس از پلیدیِ بُت‌ها [و معبودان باطل] دوری کنید و از گفتار باطل [و دروغ] اجتناب نمایید."
      }
    },
    {
      "verse_number": 2626,
      "verse_key": "22:31",
      "arabic_text": "حُنَفَآءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِۦ ۚ وَمَن يُشْرِكْ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخْطَفُهُ ٱلطَّيْرُ أَوْ تَهْوِى بِهِ ٱلرِّيحُ فِى مَكَانٍ سَحِيقٍ",
      "phonetic_text": "Hunafaa lillahi ghayramushrikeena bihi waman yushrik billahi fakaannamakharra mina assama-i fatakhtafuhu attayruaw tahwee bihi arreehu fee makanin saheeq",
      "translations": {
        "fr": "en purs monothéistes et ne Lui associez rien. Quiconque prête des associés à Allah, c’est comme si, tombant du ciel, il était happé par les oiseaux (prédateurs) ; ou comme si le vent l’envoyait dans un précipice sans fond.",
        "en": "Devote yourselves to God and assign Him no partners, for the person who does so is like someone who has been hurled down from the skies and snatched up by the birds or flung to a distant place by the wind.",
        "es": "Sed monoteístas puros creyentes en Dios, y no seáis [jamás] idólatras. Quien asocia divinidades a Dios [en la adoración] es como quien cae del cielo y [tras estrellarse contra la tierra] las aves de rapiña le devoran o un viento le arrastra a un lugar lejano.",
        "it": "Siate sinceri nei confronti di Allah e non associateGli alcunché. Chi attribuisce consimili ad Allah è come se fosse precipitato dal cielo preda di uccelli o del vento che lo scaglia in un luogo lontano.",
        "ru": "Оставайтесь ханифами и не приобщайте к Нему сотоварищей. А кто приобщает сотоварищей к Аллаху, тот словно падает с неба, и птицы подхватят его, или же ветер забросит его в далекое место.",
        "tr": "Allah için, O'na eş koşmayan, O'nun birliğine inanmış kimseler olun. Allah'a ortak koşan kimse, gökten düşüp de kuşların kaptığı veya rüzgarın bir uçuruma sürüklediği şeye benzer.",
        "de": "als Anhänger des rechten Glaubens gegenüber Allah, die Ihm nichts beigesellen. Und wenn einer Allah (etwas) beigesellt, so ist es, als ob er vom Himmel herunterfiele und er dann von den Vögeln fortgerissen oder vom Wind an einen fernen Ort hinabgeweht würde.",
        "pt": "Consagrando-vos a Deus; e não Lhe atribuais parceiros, porque aquele que atribuir parceiros a Deus, será como sehouvesse sido arrojado do céu, como se o tivessem apanhado das aves, ou como se o vento o lançasse a um lugar longínquo.",
        "nl": "Als Hoenafâ tegenover Allah, zonder Hem deelgenoten toe te kennen, want wie aan Allah deelgenoten toekent is als iemand die uit de hemel valt, en dan dom de vogels wordt weggegrist of door de wind wordt geblazen naar een afgelegen plek.",
        "ur": "یکسُو ہو کر اللہ کے بندے بنو، اس کے ساتھ کسی کو شریک نہ کرو۔ اور جو کوئی اللہ کے ساتھ شرک کرے تو گویا وہ آسمان سے گِر گیا، اب یا تو اُسے پرندے اُچک لے جائیں گے یا ہوا اُس کو ایسی جگہ لے جاکر پھینک دے گی جہاں اُس کے چیتھڑے اُڑ جائیں گے۔ <sup foot_note=\"185316\">1</sup>",
        "bn": "আল্লাহৰ প্ৰতি একনিষ্ঠ হৈ আৰু তেওঁৰ লগত আনক অংশীদাৰ নকৰি। কাৰণ যিয়ে আল্লাহৰ লগত অংশীদাৰ স্থাপন কৰে, সি যেনিবা আকাশৰ পৰা পৰিল আৰু চৰাইয়ে তাক থাপ মাৰি লৈ গ’ল নাইবা বতাহে তাক উৰুৱাই নি কোনো দূৰৱৰ্তী ঠাইত নিক্ষেপ কৰিলে।",
        "fa": "در حالی ‌که [بندۀ مخلصِ الله و] حقگرا باشید و به او شرک نورزید؛ و هر کس به الله شرک ورزد، چنان است که گویى از آسمان افتاده و مرغان [شكارى‌] وی را بربایند یا باد او را به جایى دورافتاده بیندازد."
      }
    },
    {
      "verse_number": 2627,
      "verse_key": "22:32",
      "arabic_text": "ذَٰلِكَ وَمَن يُعَظِّمْ شَعَـٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقْوَى ٱلْقُلُوبِ",
      "phonetic_text": "Thalika waman yuAAaththimshaAAa-ira Allahi fa-innaha min taqwaalquloob",
      "translations": {
        "fr": "C’est cela (qui est décrété). Quiconque respecte grandement les rites (prescrits par) Allah, (son attitude relève de) la piété des cœurs.",
        "en": "All this [is ordained by God]: those who honour God’s rites show the piety of their hearts.",
        "es": "Sabed que respetar los ritos de Dios dimana de la piedad que hay en los corazones.",
        "it": "Questo è quanto [vi è stato prescritto] e chi rispetta i sacri simboli di Allah sa che ciò scaturisce dal timore del cuore <a class=f><sup foot_note=158454>1</sup></a>.",
        "ru": "Вот так! И если кто почитает обрядовые знамения Аллаха, то это исходит от богобоязненности в сердцах.",
        "tr": "Bu böyledir; kim Allah'ın nişanelerine, kurbanlıklarına saygı gösterirse, şüphesiz o kalblerin takvasındandır.",
        "de": "So ist es. Und wenn einer die Kulthandlungen Allahs hoch ehrt, so ist es (ein Ausdruck, der) von der Gottesfurcht der Herzen (herrührt).",
        "pt": "Tal será. Contudo, quem enaltecer os símbolos de Deus, saiba que tal (enaltecimento) partirá de quem possuir piedadeno coração.",
        "nl": "Zo is het, en wie de gewijde Tekenen van Allah eer bewijst: voorwaar, dat is door het vrezen (van Allah) in de harten.",
        "ur": "یہ ہے اصل معاملہ(اِسے سمجھ لو)اور جو اللہ کے مقرر کردہ شعائر <sup foot_note=\"185317\">1</sup> کا احترام کرے  تو یہ دِلوں کے تقویٰ سے ہے۔ <sup foot_note=\"185318\">2</sup>",
        "bn": "এইটোৱে আল্লাহৰ বিধান আৰু যিয়ে আল্লাহৰ নিদৰ্শনাৱলীক সন্মান কৰে নিঃসন্দেহে সেয়া তাৰ হৃদয়ৰ তাক্বৱাপ্ৰসূত।",
        "fa": "این است [فرمان الله]، و هر کس دستورهای دینی و الهی را بزرگ بشمارد، یقیناً این [بزرگداشت، نشانه‌ای] از پرهیزگاری دل‌هاست."
      }
    },
    {
      "verse_number": 2628,
      "verse_key": "22:33",
      "arabic_text": "لَكُمْ فِيهَا مَنَـٰفِعُ إِلَىٰٓ أَجَلٍ مُّسَمًّى ثُمَّ مَحِلُّهَآ إِلَى ٱلْبَيْتِ ٱلْعَتِيقِ",
      "phonetic_text": "Lakum feeha manafiAAu ilaajalin musamman thumma mahilluha ila albaytialAAateeq",
      "translations": {
        "fr": "Vous trouvez diverses utilités (dans les bêtes à immoler) jusqu’à un terme déjà nommé. Puis leur lieu de sacrifice sera la Maison Antique.",
        "en": "Live-stock are useful to you until the set time. Then their place of sacrifice is near the Ancient House:",
        "es": "Podéis beneficiaros de los animales hasta un plazo determinado; pero luego, su lugar [de sacrificio] es junto a la Antigua Casa<sup foot_note=168877>1</sup>.",
        "it": "Di esse godrete <a class=f><sup foot_note=158455>1</sup></a> fino ad un termine stabilito. Quindi il luogo del sacrificio sarà presso la Casa antica.",
        "ru": "Они (жертвенные животные) приносят вам пользу до определенного времени, а место их заклания - у древнего Дома (Каабы).",
        "tr": "Sizin için onlarda belli bir süreye kadar bir takım faydalar vardır. Sonra bunlar Beyti atik (kâbe) de son bulurlar.",
        "de": "An ihnen habt ihr (allerlei) Nutzen auf eine festgesetzte Frist, hierauf liegt ihr Zielort beim alt(ehrwürdig)en Haus.",
        "pt": "Neles (os animais) tendes benefícios, até um tempo prefixado; então, seu lugar de sacrifício será a antiga Casa.",
        "nl": "Voor jullie zijn daarin voordelen voor een vastgestelde periode; vervolgens is er de offerplaats hij het Aloude Huis.",
        "ur": "تمہیں ایک وقتِ مقرر تک اُن (ہدی کے جانوروں)سے فائدہ اُٹھانے کا حق ہے، <sup foot_note=\"185319\">1</sup> پھر اُن (کے قربان کرنے)کی جگہ اسی قدیم گھر کے پاس ہے۔ <sup foot_note=\"185320\">2</sup>",
        "bn": "এই চতুষ্পদ জন্তুবোৰৰ মাজত তোমালোকৰ বাবে নানাবিধ উপকাৰ আছে এটা নিৰ্দিষ্ট সময়লৈকে; তাৰ পিছত এইবোৰৰ কুৰবানীৰ স্থান হৈছে প্ৰাচীন ঘৰটোৰ ওচৰত।",
        "fa": "در آن [چهارپایانِ ویژۀ قربانی،] تا زمان معیّن [= هنگام ذبح] برای شما منافع [و بهره‌هایی] است. سپس قربانگاه آنها خانۀ قدیمی و گرامی [کعبه] است."
      }
    },
    {
      "verse_number": 2629,
      "verse_key": "22:34",
      "arabic_text": "وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا لِّيَذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلْأَنْعَـٰمِ ۗ فَإِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ فَلَهُۥٓ أَسْلِمُوا۟ ۗ وَبَشِّرِ ٱلْمُخْبِتِينَ",
      "phonetic_text": "Walikulli ommatin jaAAalna mansakanliyathkuroo isma Allahi AAala marazaqahum min baheemati al-anAAami fa-ilahukum ilahunwahidun falahu aslimoo wabashshiri almukhbiteen",
      "translations": {
        "fr": "Pour chaque communauté Nous avons établi des rites sacrificiels pour qu’ils invoquent le nom d’Allah sur le bétail qu’Il leur a dispensé. Votre Dieu est un Dieu Unique. C’est à Lui que vous vous soumettrez. Annonce l’heureuse nouvelle à ceux qui sont humbles,",
        "en": "We appointed acts of devotion for every community, for them to celebrate God’s name over the livestock He provided for them: your God is One, so devote yourselves to Him. [Prophet], give good news to the humble",
        "es": "He prescrito para cada comunidad sus propios ritos, para que recuerden el nombre de Dios al sacrificar las reses que les proveí. Vuestro Dios es uno solo. Entregadle a Él vuestra voluntad. Albricia a los humildes sumisos [que obtendrán la bienaventuranza],",
        "it": "Ad ogni comunità assegnammo un rito, affinché menzionassero il Nome di Allah sul capo di bestiame che Egli ha concesso loro. Il vostro Dio è un Dio unico. A Lui sottomettetevi. Danne la lieta novella agli umili,",
        "ru": "Для каждой общины Мы установили места жертвоприношений (или религиозные обряды), чтобы они поминали имя Аллаха над скотиной, которой Он наделил их. Ваш Бог - Бог Единственный. Будьте же покорны Ему. А ты сообщи благую весть смиренным,",
        "tr": "Her ümmet için Allah'ın kendilerine rızık olarak verdiği kurbanlık hayvanların üzerine O'nun adını ansınlar diye bir mabed yapmışızdır. Hepinizin ilâhı bir tek ilâhtır. Onun için yalnız O'na teslim olan müslümanlar olun. (Ey Muhammed!) Allah'a itaat eden alçak gönüllüleri müjdele.",
        "de": "Und für jede Gemeinschaft haben Wir einen Ritus festgelegt, damit sie den Namen Allahs über den aussprechen, womit Er sie an den Vierfüßlern unter dem Vieh versorgt hat. Euer Gott ist ein Einziger Gott, so seid Ihm ergeben. Und verkünde frohe Botschaft denjenigen, die sich demütigen,",
        "pt": "Para cada povo temos instituído ritos (de sacrifício), para que invoquem o nome de Deus, sobre o que Ele agraciou, degado. Vosso Deus é Único; consagrai-vos, pois, a Ele. E tu (ó Mensageiro), anuncia a bem-aventurança aos que sehumilham,",
        "nl": "En voor iedere gemeenschap hebben Wij godsdienstige gebruiken (om te offoren) vastgesteld, opdat zij de Nam van Allah zullen uitspreken over het vee, waarmee Hij hen voorzien heeft. En jullie god is de Ène God, aan Hem geven jullie je daarom over. En brengt verheugende tijdingen am ben die zich overgaven.",
        "ur": "ہر اُمّت کے لیے ہم نے قربانی کا ایک قاعدہ مقرر کر دیا ہے تاکہ (اُس اُمّت کے)لوگ اُن جانوروں پر اللہ کا نام لیں جو اُس نے ان کو بخشے ہیں۔ <sup foot_note=\"185321\">1</sup> (اِن مختلف طریقوں کے اندر مقصد ایک ہی ہے)پس تمہارا خدا ایک ہی خدا ہے اور اُسی کے تم مطیعِ فرمان بنو۔ اور اے نبیؐ ، بشارت دے دےعاجزانہ روِش اختیار کرنے والوں کو، <sup foot_note=\"185322\">2</sup>",
        "bn": "আৰু আমি প্ৰত্যেক সম্প্ৰদায়ৰ বাবে ‘মানছাক’ৰ নিয়ম বনাই দিছোঁ; যাতে তেওঁ তেওঁলোকক জীৱনোপকৰণ হিচাপে যিবোৰ চতুষ্পদ জন্তু প্ৰদান কৰিছে, সেইবোৰৰ ওপৰত তেওঁলোকে আল্লাহৰ নাম উচ্চাৰণ কৰে। এতেকে তোমালোকৰ ইলাহ কেৱল একক ইলাহ, সেয়ে কেৱল তেওঁৰ ওচৰতেই আত্মসমৰ্পণ কৰা, আৰু সুসংবাদ দিয়া বিনীত লোকসকলক,",
        "fa": "و برای هر امتی آیینی [در قربانی کردن] قرار دادیم تا نام الله را [وقت ذبح] بر چهارپایانی که روزی‌شان کرده است ذکر کنند. معبود شما، معبود یگانه است. [همه] در برابر او تسلیم باشید؛ و [ای پیامبر، خیر دنیا و آخرت را] به فروتنان بشارت بده."
      }
    },
    {
      "verse_number": 2630,
      "verse_key": "22:35",
      "arabic_text": "ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتْ قُلُوبُهُمْ وَٱلصَّـٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمْ وَٱلْمُقِيمِى ٱلصَّلَوٰةِ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
      "phonetic_text": "Allatheena itha thukiraAllahu wajilat quloobuhum wassabireenaAAala ma asabahum walmuqeemee assalatiwamimma razaqnahum yunfiqoon",
      "translations": {
        "fr": "ceux qui, lorsqu’on évoque Allah, ont les cœurs qui palpitent de crainte, ceux qui sont patients à la peine, et ceux qui observent la Çalât et qui dépensent de ce que Nous leur avons dispensé.",
        "en": "whose hearts fill with awe whenever God is mentioned, who endure whatever happens to them with patience, who keep up the prayer, who give to others out of Our provision to them.",
        "es": "aquellos cuyos corazones se emocionan cuando se menciona a Dios, son pacientes ante las desgracias, cumplen con la oración y hacen caridades con lo que les he agraciado.",
        "it": "coloro i cui cuori fremono al ricordo di Allah, coloro che sopportano con costanza quello che li colpisce e coloro che assolvono l’orazione e sono generosi di ciò di cui li provvedemmo.",
        "ru": "сердца которых при упоминании имени Аллаха переполняются страхом, которые терпеливы к тому, что их постигает, совершают намаз и расходуют из того, чем Мы их наделили.",
        "tr": "Ki Allah anıldığı vakit onların kalpleri titrer. Onlar başlarına gelene sabreden, namaz kılan kimselerdir. Kendilerine verdiğimiz rızıktan Allah yolunda harcarlar.",
        "de": "denjenigen, deren Herzen sich vor Ehrfurcht regen, wenn Allahs gedacht wird, die das standhaft ertragen, was sie trifft, das Gebet verrichten und von dem, womit Wir sie versorgt haben, ausgeben.",
        "pt": "Cujos corações estremecem, quando o nome de Deus é Mencionado; os perseverantes, que suportam o que lhes sucede, são observantes da oração e fazem caridade daquilo com que agraciamos.",
        "nl": "Degenen waarvan, als de Naam van Allah genoemd wordt de harten trillen en die geduldigen zijn met wat ben treft en die de shalât onderhouden en uitgeven van dat waar Wij hen mee voorzien hebben.",
        "ur": "جن کا حال یہ ہے کہ اللہ کا ذکر سُنتے ہیں تو ان کے دل کانپ اُٹھتے ہیں، جو مصیبت بھی اُن پر آتی ہے اُس پر صبر کرتے ہیں، نماز قائم کرتے ہیں، اور جو کچھ رزق ہم نے اُن کو دیا ہے اُس میں سے خرچ کرتے ہیں۔ <sup foot_note=\"185323\">1</sup>",
        "bn": "যিসকলৰ ওচৰত আল্লাহৰ কথা উল্লেখ কৰা হ’লে তেওঁলোকৰ হৃদয় ভয়তে কম্পিত হয়, যিসকলে নিজৰ বিপদ-আপদত ধৈৰ্য্য ধাৰণ কৰে আৰু ছালাত কায়েম কৰে আৰু আমি তেওঁলোকক যি জীৱিকা দান কৰিছোঁ তাৰ পৰা ব্যয় কৰে।",
        "fa": "[همان] کسانی ‌که چون نام الله برده شود، دل‌هایشان می‌ترسد و [کسانی که] در برابر مصیبت‌هایی که به آنان می‌رسد شکیبا هستند و کسانی که نمازگزارند و از آنچه روزی‌شان کرده‌ایم انفاق می‌کنند."
      }
    },
    {
      "verse_number": 2631,
      "verse_key": "22:36",
      "arabic_text": "وَٱلْبُدْنَ جَعَلْنَـٰهَا لَكُم مِّن شَعَـٰٓئِرِ ٱللَّهِ لَكُمْ فِيهَا خَيْرٌ ۖ فَٱذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَيْهَا صَوَآفَّ ۖ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا۟ مِنْهَا وَأَطْعِمُوا۟ ٱلْقَانِعَ وَٱلْمُعْتَرَّ ۚ كَذَٰلِكَ سَخَّرْنَـٰهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
      "phonetic_text": "Walbudna jaAAalnahalakum min shaAAa-iri Allahi lakum feehakhayrun fathkuroo isma Allahi AAalayhasawaffa fa-itha wajabat junoobuhafakuloo minha waatAAimoo alqaniAAa walmuAAtarrakathalika sakhkharnaha lakum laAAallakumtashkuroon",
      "translations": {
        "fr": "Nous avons consacré pour vous les bêtes grasses (parmi les camélidés et les bovidés)<sup foot_note=194975>1</sup> pour certains rites (prescrits par) Allah. Vous y trouvez beaucoup d’avantages. Prononcez donc le nom d’Allah sur celles qui sont sur le point d’être immolées. Une fois qu’elles gisent sur leur flanc, (inertes), mangez-en, nourrissez-en aussi le nécessiteux réservé et le mendiant avéré. C’est ainsi que Nous vous les avons soumises, peut-être Nous serez vous reconnaissants.",
        "en": "We have made camels part of God’s sacred rites for you. There is much good in them for you, so invoke God’s name over them as they are lined up for sacrifice, then, when they have fallen down dead, feed yourselves and those who do not ask, as well as those who do. We have subjected them to you in this way so that you may be thankful.",
        "es": "Establecí que [el sacrificio] de los ganados<sup foot_note=168878>1</sup> sea parte de los ritos de Dios, en ello hay un bien para vosotros<sup foot_note=168879>2</sup>. Mencionad el nombre de Dios sobre ellos cuando estén dispuestos en fila [para ser sacrificados]. Luego, cuando se desplomen sobre sus costados [sin vida], comed de ellos y dad de comer al mendigo y al necesitado. Así los puse a vuestro servicio para que seáis agradecidos.",
        "it": "E le [vittime sacrificali] imponenti <a class=f><sup foot_note=158456>1</sup></a>ve le indicammo come elementi rituali. In ciò vi è un bene per voi! Menzionate su di loro il Nome di Allah quando le apprestate [al sacrificio] <a class=f><sup foot_note=158457>2</sup></a>, poi, quando giacciono [senza vita] sul fianco, mangiatene e nutrite chi è discreto nel bisogno e chi chiede l’elemosina. Così ve le assoggettammo affinché siate riconoscenti.",
        "ru": "Жертвенных верблюдов Мы сделали для вас обрядовыми знамениями Аллаха. Они приносят вам пользу. Произносите же над ними имя Аллаха, когда они стоят рядами. Когда же они падут на свои бока, то ешьте от них и кормите тех, кто довольствуется малым, и тех, кто просит от нищеты. Так Мы подчинили их (верблюдов) вам, - быть может, вы будете благодарны.",
        "tr": "Kurbanlık deve ve sığırları Allah'ın size olan nişanelerinden kıldık. Sizin için onlarda hayır vardır. Ön ayaklarının biri bağlı halde keserken üzerlerine Allah'ın adını anın. Yanları yere yaslandığı vakit de onlardan yiyin, kanaat edip istemeyene de, isteyene de yedirin. Böylece onları sizin buyruğunuza verdik ki, şükredesiniz.",
        "de": "Und die Opferkamele haben Wir euch zu Kultzeichen Allahs gemacht. An ihnen habt ihr (etwas) Gutes. So sprecht den Namen Allahs über sie aus, wenn sie mit gebundenen Beinen dastehen. Wenn sie nun auf die Seite umgefallen sind, dann eßt davon und gebt dem bescheidenen und dem fordernden (Armen) zu essen. So haben Wir sie euch dienstbar gemacht, auf daß ihr dankbar sein möget.",
        "pt": "E vos temos designado (o sacrifício) dos camelos, entre os símbolos de Deus. Neles, tendes benefícios. Invocai, pois, onome de Deus sobre eles, no momento (do sacrifício), quando ainda estiverem em pé, e quando tiverem tombado. Comei, pois, deles e daí de comer ao necessitado e ao pedinte. Assim vo-los sujeitamos, para que Nos agradeçais.",
        "nl": "En de kamelen (om te offeren) hebben Wij voor jullie gemaakt als behorend tot de gewijde Tekenen van Allah, daarin is goeds, voor jullie. Spreekt daarom de Naam van Allah over hen uit als zij in rijen staan (om geslacht te worden). En wanneer zij op hun zij vallen, eet dan van hen en voedt wie daar nederig om vraagt en de bedelaar. Zo hebben Wij ben aan jullie dienstbaar gemaakt. Hopelijk zullen jullie dankbaar zijn.",
        "ur": "اور (قربانی کے)اُونٹوں <sup foot_note=\"185324\">1</sup> کو ہم نے تمہارے لیے شعائر اللہ میں شامل کیا ہے ، تمہارے لیے اُن میں  بھلائی ہے <sup foot_note=\"185325\">2</sup> ، پس انھیں کھڑا کر کے <sup foot_note=\"185326\">3</sup> ان پر اللہ کا نام لو، <sup foot_note=\"185327\">4</sup> اور جب (قربانی کے بعد)ان کی پیٹھیں زمین پر ٹِک جائیں <sup foot_note=\"185328\">5</sup> تو اُن میں سے خود بھی کھاوٴ اور اُن کو بھی کھِلاوٴ جو قناعت کیے بیٹھے ہیں اور اُن کو بھی جو اپنی حاجت پیش کریں۔ اِن جانوروں کو ہم نے اِس طرح تمہارے لیے مسخّر کیا تاکہ تم شکریہ ادا کرو۔ <sup foot_note=\"185329\">6</sup>",
        "bn": "আৰু উটক আমি আল্লাহৰ নিদৰ্শনসমূহৰ মাজত অন্যতম নিদৰ্শন বনাইছোঁ, তোমালোকৰ বাবে তাৰ মাজত বহুতো কল্যাণ আছে। সেয়ে এটা ভৰি বান্ধি থোৱা আৰু বাকী তিনিটা ভৰিত থিয় দি থকা অৱস্থাত তোমালোকে তাৰ ওপৰত আল্লাহৰ নাম উচ্চাৰণ কৰা। তাৰ পিছত যেতিয়া সিহঁত কাতি হৈ পৰি যায়, তেতিয়া তোমালোকে তাৰ পৰা (মাংস) খোৱা আৰু আহাৰ কৰোৱা ধৈৰ্যশীল অভাৱগ্ৰস্তক লগতে সাহায্যপ্ৰাৰ্থীসকলক; এইদৰেই আমি সেইবোৰক তোমালোকৰ বশীভূত কৰি দিছোঁ যাতে তোমালোকে কৃতজ্ঞতা প্ৰকাশ কৰা।",
        "fa": "[قربانی کردنِ] شتر [و گاو در موسمِ حج] را برای شما از شعایر دین [و نشانه‌های عبادت الله] قرار دادیم. در این [کار،] خیر [و برکت] برایتان است. [هنگام قربانی،] در حالی‌ که [شتران] بر پا ایستاده‌اند، نام الله را بر آنها ببرید [و نحرشان کنید]. آنگاه چون بر خاک افتادند، از [گوشت] آنها بخورید و نیازمندان آبرومند و گدایان را نیز اطعام کنید. آنها [=چهارپایان] را اینچنین به خدمت شما گماشتیم؛ باشد که شکر به جای آورید."
      }
    },
    {
      "verse_number": 2632,
      "verse_key": "22:37",
      "arabic_text": "لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَـٰكِن يَنَالُهُ ٱلتَّقْوَىٰ مِنكُمْ ۚ كَذَٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا۟ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمْ ۗ وَبَشِّرِ ٱلْمُحْسِنِينَ",
      "phonetic_text": "Lan yanala Allaha luhoomuhawala dimaoha walakin yanaluhuattaqwa minkum kathalika sakhkharahalakum litukabbiroo Allaha AAala ma hadakumwabashshiri almuhsineen",
      "translations": {
        "fr": "Leur chair, pas plus que leur sang, ne parviendront à Allah. Mais c’est la piété qui Lui parviendra de votre part. Ainsi vous les a-t-Il soumises, afin que vous magnifiiez la grandeur d’Allah pour la bonne direction qu’Il vous a indiquée. Annonce l’heureuse nouvelle aux bienfaiteurs.",
        "en": "It is neither their meat nor their blood that reaches God but your piety. He has subjected them to you in this way so that you may glorify God for having guided you. Give good news to those who do good:",
        "es": "Dios no necesita de la carne ni de la sangre [de sus ofrendas], Él desea que vosotros alcancéis la piedad [mediante la práctica de este rito]. Con este fin se les facilitó. Alabad a Dios por haberos guiado. Y albriciad a los que hacen el bien [que alcanzarán el Paraíso].",
        "it": "Le loro carni e il loro sangue non giungono ad Allah, vi giunge invece il vostro timor [di Lui] <a class=f><sup foot_note=158458>1</sup></a>. Così ve le ha assoggettate, affinché proclamiate la grandezza di Allah Che vi ha guidato. Danne la lieta novella a coloro che operano il bene.",
        "ru": "Ни мясо, ни кровь их не доходят до Аллаха. До Него доходит лишь ваша богобоязненность. Так Он подчинил их вам, чтобы вы возвеличивали Аллаха за то, что Он наставил вас на прямой путь. Обрадуй же благой вестью творящих добро.",
        "tr": "Elbette onların etleri ve kanları Allah'a ulaşmayacaktır. Ancak O'na sizin takvanız erecektir. Onları bu şekilde sizin buyruğunuza verdi ki, size yolunu gösterdiğinden dolayı, Allah'ı tekbir ile yüceltesiniz. (Ey Muhammed!) Vazifelerini güzelce yapan iyilik sevenleri müjdele.",
        "de": "Weder ihr Fleisch noch ihr Blut werden Allah erreichen, aber Ihn erreicht die Gottesfurcht von euch. So hat Er sie euch dienstbar gemacht, damit ihr Allah als den Größten preist, daß Er euch rechtgeleitet hat. Und verkünde frohe Botschaft den Gutes Tuenden.",
        "pt": "Nem suas carnes, nem seu sangue chegam até Deus; outrossim, alcança-O a vossa piedade. Assim vo-los sujeitou, paraque O glorifiqueis, por haver-vos encaminhado. Anuncia, pois, a bem-aventurança aos benfeitores.",
        "nl": "Het is niet hun vlees en niet hun bloed dat Allah bereikt, maar wat Hem bereikt is de vrees (voor Hem). Zo heeft Hij hen aan jullie dienstbaar gemaakt, opdat jullie Allah verheerlijken omdat Hij jullie leidde. En breng verheugende tijdingen aan de weldoeners.",
        "ur": "نہ اُن کے گوشت اللہ کو پہنچتے ہیں نہ خون، مگر اُسے تمہارا تقویٰ پہنچتا ہے۔ <sup foot_note=\"185331\">1</sup> اُس نے ان کو تمہارے لیے اِس طرح مسخّر کیا ہے تاکہ اُس کی بخشی ہوئی ہدایت پر تم اُس کی تکبیر کرو۔ <sup foot_note=\"185332\">2</sup> اور اے نبیؐ ، بشارت دے دے نیکو کار لوگوں کو",
        "bn": "সেইবোৰ পশুৰ ৰক্ত আৰু মাংস আল্লাহৰ ওচৰত গৈ নাপায়, বৰং তেওঁৰ ওচৰত গৈ পায় কেৱল তোমালোকৰ তাক্বৱা। এইদৰেই তেওঁ এইবোৰক তোমালোকৰ বশীভূত কৰি দিছে যাতে তোমালোকে আল্লাহৰ শ্ৰেষ্ঠত্ব ঘোষণা কৰা, এইকাৰণে যে, তেৱেঁই তোমালোকক হিদায়ত কৰিছে, সেয়ে তুমি সুসংবাদ দিয়া সৎকৰ্মপৰায়ণ সকলক।",
        "fa": "گوشت و خون این [قربانی‌ها] هرگز به الله نمی‌رسد؛ بلکه پرهیزگاری شماست که به او می‌رسد. او تعالی آنها را اینچنین به خدمت شما گماشت تا الله را به [شکرانۀ] آنکه شما را هدایت کرده است، به بزرگی یاد کنید؛ و نیکوکاران را [به خیر و رستگاری] بشارت بده."
      }
    },
    {
      "verse_number": 2633,
      "verse_key": "22:38",
      "arabic_text": "۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓا۟ ۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ",
      "phonetic_text": "Inna Allaha yudafiAAu AAaniallatheena amanoo inna Allaha la yuhibbukulla khawwanin kafoor",
      "translations": {
        "fr": "Allah prend la défense de ceux qui ont cru. Allah n’aime pas les traîtres ingrats.",
        "en": "God will defend the believers; God does not love the unfaithful or the ungrateful.",
        "es": "Dios defiende a los que han creído. Sabed que Dios no ama al traidor ni al desagradecido.",
        "it": "In verità Allah difende coloro che credono. Allah non ama il traditore ingrato.",
        "ru": "Воистину, Аллах оберегает тех, кто уверовал. Воистину, Аллах не любит всяких неблагодарных изменников.",
        "tr": "Şüphesiz Allah inananları savunur. Çünkü Allah hâin ve nankörlerin hiçbirini sevmez.",
        "de": "Gewiß, Allah verteidigt diejenigen, die glauben. Gewiß, Allah liebt keinen undankbaren Verräter.",
        "pt": "Em verdade, Deus defende os fiéis, porque Deus não aprecia nenhum pérfido e ingrato.",
        "nl": "Voorwaar, Allah zal degenen die geloven verdedigen. Voorwaar, Allah houdt van geen enkele ongelovige verrader.",
        "ur": "<sup foot_note=\"171383\">1</sup> یقیناً اللہ مدافعت کرتا ہے اُن لوگوں کی طرف سے جو ایمان لائے ہیں۔ <sup foot_note=\"171384\">2</sup> یقیناً اللہ کسی خائن کافرِ نعمت کو پسند نہیں کرتا۔  <sup foot_note=\"171385\">3</sup>",
        "bn": "নিশ্চয় আল্লাহে মুমিনসকলক প্ৰতিৰক্ষা দি থাকে, তেওঁ কোনো বিশ্বাসঘাতক, অকৃতজ্ঞ ব্যক্তিক পছন্দ নকৰে।",
        "fa": "الله از کسانی ‌که ایمان آورده‌اند قطعاً [در برابر دشمنانشان] دفاع می‌کند. بی‌تردید، الله هیچ خیانتکارِ ناسپاسی را دوست ندارد."
      }
    },
    {
      "verse_number": 2634,
      "verse_key": "22:39",
      "arabic_text": "أُذِنَ لِلَّذِينَ يُقَـٰتَلُونَ بِأَنَّهُمْ ظُلِمُوا۟ ۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصْرِهِمْ لَقَدِيرٌ",
      "phonetic_text": "Othina lillatheena yuqataloonabi-annahum thulimoo wa-inna Allaha AAalanasrihim laqadeer",
      "translations": {
        "fr": "Il a été autorisé à ceux qui sont combattus (de se défendre), pour avoir été lésés. Allah est Infiniment Capable de les faire triompher,",
        "en": "Those who have been attacked are permitted to take up arms because they have been wronged- God has the power to help them-",
        "es": "Se les ha permitido [combatir a los creyentes] que son atacados porque son víctimas de una injusticia. Dios tiene el poder para socorrerles.",
        "it": "A coloro che sono stati aggrediti è data l’autorizzazione [di difendersi], perché certamente sono stati oppressi e, in verità, Allah ha la potenza di soccorrerli <a class=f><sup foot_note=158459>1</sup></a>;",
        "ru": "Дозволено тем, против кого сражаются, сражаться, потому что с ними поступили несправедливо. Воистину, Аллах способен помочь им.",
        "tr": "Kendilerine savaş açılan kimselere (kâfirlere karşı koymak için) izin verildi. Çünkü onlar zulme uğradılar. Şüphesiz Allah onları zafere ulaştırmaya kadirdir.",
        "de": "Erlaubnis (zum Kampf) ist denjenigen gegeben, die bekämpft werden, weil ihnen ja Unrecht zugefügt wurde - und Allah hat wahrlich die Macht, ihnen zu helfen -,",
        "pt": "Ele permitiu (o combate) aos que foram atacados; em verdade, Deus é Poderoso para socorrê-los.",
        "nl": "Toestemming (om te vechten) is gegeven aan degenen die bevochten worden, omdat zij met onrecht behandeld worden. En voorwaar, Allah is zeker bij machte hen te helpen.",
        "ur": "اجازت دے دی گئی اُن لوگوں کو جن کے خلاف جنگ کی جارہی ہے، کیونکہ وہ مظلوم ہیں ، <sup foot_note=\"185333\">1</sup> اور اللہ یقیناً ان کی مدد پر قادر ہے۔ <sup foot_note=\"185334\">2</sup>",
        "bn": "যুদ্ধৰ অনুমতি দিয়া হ’ল তেওঁলোকক যিসকল আক্ৰান্ত হৈছে, কাৰণ তেওঁলোকক নিৰ্যাতন কৰা হৈছে। নিশ্চয় আল্লাহে তেওঁলোকক সহায় কৰিবলৈ সম্যক সক্ষম;",
        "fa": "به کسانی‌ که [مشرکان] با آنان جنگیده‌اند اجازۀ [جهاد] داده شده است؛ چرا که ستم دیده‌اند؛ و یقیناً الله بر یاری‌شان تواناست."
      }
    },
    {
      "verse_number": 2635,
      "verse_key": "22:40",
      "arabic_text": "ٱلَّذِينَ أُخْرِجُوا۟ مِن دِيَـٰرِهِم بِغَيْرِ حَقٍّ إِلَّآ أَن يَقُولُوا۟ رَبُّنَا ٱللَّهُ ۗ وَلَوْلَا دَفْعُ ٱللَّهِ ٱلنَّاسَ بَعْضَهُم بِبَعْضٍ لَّهُدِّمَتْ صَوَٰمِعُ وَبِيَعٌ وَصَلَوَٰتٌ وَمَسَـٰجِدُ يُذْكَرُ فِيهَا ٱسْمُ ٱللَّهِ كَثِيرًا ۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓ ۗ إِنَّ ٱللَّهَ لَقَوِىٌّ عَزِيزٌ",
      "phonetic_text": "Allatheena okhrijoo min diyarihimbighayri haqqin illa an yaqooloo rabbuna Allahuwalawla dafAAu Allahi annasa baAAdahumbibaAAdin lahuddimat sawamiAAu wabiyaAAun wasalawatunwamasajidu yuthkaru feeha ismu Allahikatheeran walayansuranna Allahu man yansuruhuinna Allaha laqawiyyun AAazeez",
      "translations": {
        "fr": "ceux-là qui ont été chassés sans juste raison de leurs foyers seulement pour avoir dit : « Notre Seigneur c’est Allah. » Si Allah ne repoussait une partie des hommes par une autre, seraient alors démolis nombre de monastères, de synagogues, d’oratoires et de mosquées où le nom d’Allah est sans cesse évoqué. Allah fait triompher quiconque défend Sa cause. Allah est Fort et Tout-Puissant.",
        "en": "those who have been driven unjustly from their homes only for saying, ‘Our Lord is God.’ If God did not repel some people by means of others, many monasteries, churches, synagogues, and mosques, where God’s name is much invoked, would have been destroyed. God is sure to help those who help His cause- God is strong and mighty-",
        "es": "Ellos fueron expulsados injustamente de sus hogares solo por haber dicho: “Nuestro Señor es Dios”. Si Dios no se hubiera servido de algunas personas [creyentes] para combatir a otros [incrédulos], se habrían destruido monasterios, iglesias, sinagogas y mezquitas, en donde se recuerda frecuentemente el nombre de Dios<sup foot_note=168880>1</sup>. Dios socorre a quien se esfuerza denodadamente por Su religión. Dios es Fuerte, Poderoso.",
        "it": "a coloro che senza colpa sono stati scacciati dalle loro case solo perché dicevano: «Allah è il nostro Signore». Se Allah non respingesse gli uni per mezzo degli altri, sarebbero ora distrutti monasteri e chiese, sinagoghe e moschee nei quali il Nome di Allah è spesso menzionato. Allah verrà in aiuto di coloro che sostengono [la Sua religione]. In verità Allah è forte e possente.",
        "ru": "Они были несправедливо изгнаны из своих жилищ только за то, что говорили: «Наш Господь - Аллах». Если бы Аллах не позволил одним людям защищаться от других, то были бы разрушены кельи, церкви, синагоги и мечети, в которых премного поминают имя Аллаха. Аллах непременно помогает тому, кто помогает Ему. Воистину, Аллах - Всесильный, Могущественный.",
        "tr": "Onlar \"Rabbimiz Allah'tır\" demelerinden başka bir sebep olmaksızın haksız yere yurtlarından çıkarıldılar. Eğer Allah insanların bir kısmını bir kısmı ile defetmeseydi manastırlar, kiliseler, havralar ve içinde Allah'ın adı çok anılan mescidler elbette yıkılırdı. Şüphesiz Allah kendi (dini) ne yardım edene yardım edecektir. Şüphesiz Allah çok güçlüdür, çok izetlidir (her şeye galiptir).",
        "de": "(ihnen), die zu Unrecht aus ihren Wohnstätten vertrieben wurden, nur weil sie sagen: Unser Herr ist Allah. Und wenn Allah nicht die einen Menschen durch die anderen abgewehrt hätte, so wären fürwahr Mönchsklausen, Kirchen, Bethäuser und Gebetsstätten zerstört worden, in denen Allahs Name häufig genannt wird. Und Allah wird ganz gewiß denjenigen helfen, die Ihm helfen. Allah ist wahrlich Stark und Allmächtig.",
        "pt": "São aqueles que foram expulsos injustamente dos seus lares, só porque disseram: Nosso Senhor é Deus! E se Deus nãotivesse refreado os instintos malignos de uns em relação aos outros, teriam sido destruídos mosteiros, igrejas, sinagogas emesquitas, onde o nome de Deus é freqüentemente celebrado. Sabei que Deus secundará quem O secundar, em Sua causa, porque é Forte, Poderosíssimo.",
        "nl": "(Zij zijn) degenen die zonder recht zijn verdreven uit hun huizen, alleen maar omdat zij zeiden: \"Onze Heer is Allah.\" En als Allah de mensen niet van elkaar weerhield, waren kloosters, kerken en synagogen en moskeeën waarin de Naam van Allah vaak genoemd wordt, zeker verwoest. En Allah zal zeker hen helpen die Item (Zijn godsdienst) helpen. Voorwaar, Allah is zeker Sterk, Geweldig.",
        "ur": "یہ وہ لوگ ہیں جو اپنے گھروں سے ناحق نکال دیے گئے <sup foot_note=\"185335\">1</sup> صرف اِس قصُور  پر کہ وہ کہتے تھے”ہمارا ربّ اللہ ہے۔“ <sup foot_note=\"185336\">2</sup> اگر اللہ  لوگوں کو ایک دوسرے کے ذریعے دفع نہ کرتا رہے تو خانقاہیں اور گرجا اور معبد <sup foot_note=\"185337\">3</sup> اور مسجدیں، جن میں اللہ کا کثرت سے نام لیا جاتا ہے ، سب مِسمار کر ڈالی جائیں۔ <sup foot_note=\"185338\">4</sup> اللہ ضرور اُن لوگوں کی مدد کرے گا جو اس کی مدد کریں گے۔ <sup foot_note=\"185339\">5</sup> اللہ بڑا طاقتور اور زبر دست ہے",
        "bn": "তেওঁলোকক নিজ ঘৰ-বাৰীৰ পৰা অন্যায়ভাৱে বহিষ্কাৰ কৰা হৈছে, তেওঁলোকৰ অপৰাধ কেৱল এইটোৱে যে, তেওঁলোকে কয়, ‘আমাৰ প্ৰতিপালক হৈছে আল্লাহ’। আল্লাহে যদি মানুহৰ এটা দলক আন এটা দলৰ দ্বাৰা প্ৰতিহত নকৰিলেহেঁতেন, তেন্তে বিধ্বস্ত হৈ গ’লেহেঁতেন খৃষ্টান সন্যাসীসকলৰ উপাসনালয়, গীৰ্জা, ইয়াহুদীসকলৰ উপাসনালয় লগতে মছজিদসমূহ—য’ত বেছি বেছি আল্লাহৰ নাম স্মৰণ কৰা হয়। নিশ্চয় আল্লাহে তাক সহায় কৰে যিয়ে আল্লাহক সহায় কৰে। নিশ্চয় আল্লাহ মহাশক্তিমান, পৰাক্ৰমশালী।",
        "fa": "[همان] کسانی که به ناحق از دیار‌شان رانده شدند [و گناهی نداشتند] جز اینکه می‌گفتند: «پروردگارِ ما الله است». و اگر الله [ظلم و کفرِ] برخی از مردم را به وسیلۀ برخی دیگر دفع نمی‌کرد، صومعه‌ها[ی راهبان] و کلیساهای [نصاری] و عبادتگاه‌ها[ی یهود] و مساجدی که نام الله در آنان بسیار برده می‌شود حتماً ویران می‌گردید؛ و الله کسی را ‌که [دین] او را یاری دهد، یقیناً یاری می‌کند. بی‌تردید، الله قدرتمندِ شکست‌ناپذیر است."
      }
    },
    {
      "verse_number": 2636,
      "verse_key": "22:41",
      "arabic_text": "ٱلَّذِينَ إِن مَّكَّنَّـٰهُمْ فِى ٱلْأَرْضِ أَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ وَأَمَرُوا۟ بِٱلْمَعْرُوفِ وَنَهَوْا۟ عَنِ ٱلْمُنكَرِ ۗ وَلِلَّهِ عَـٰقِبَةُ ٱلْأُمُورِ",
      "phonetic_text": "Allatheena in makkannahum feeal-ardi aqamoo assalata waatawooazzakata waamaroo bilmaAAroofi wanahawAAani almunkari walillahi AAaqibatu al-omoor",
      "translations": {
        "fr": "(Allah soutient) ceux qui, si Nous affermissons leur position sur terre, accomplissent la Çalât, s’acquittent de la Zakât, prescrivent le convenable et proscrivent le condamnable. C’est Allah Qui détient le sort de Toute chose.",
        "en": "those who, when We establish them in the land, keep up the prayer, pay the prescribed alms, command what is right, and forbid what is wrong: God controls the outcome of all events.",
        "es": "Aquellos que, si les doy autoridad en la Tierra, cumplen con la oración, pagan el zakat, ordenan el bien y prohíben el mal. A Dios pertenece el resultado de todas las cosas.",
        "it": "[Essi sono] coloro che quando diamo loro potere sulla terra, assolvono all’orazione, versano la decima, raccomandano le buone consuetudini e proibiscono ciò che è riprovevole. Appartiene ad Allah l’esito di tutte le cose.",
        "ru": "Если Мы одарим их властью на земле, они будут совершать намаз, выплачивать закят, велеть совершать одобряемое и запрещать предосудительное. А исход всех дел - у Аллаха.",
        "tr": "Onlar (o müminlerdir) ki, eğer kendilerini yeryüzünde iktidar mevkiine getirirsek namazı kılarlar, zekatı verirler, iyiliği emrederler ve fenalığı yasak ederler. Bütün işlerin sonu sırf Allah'a âittir.",
        "de": "(Ihnen), die, wenn Wir Ihnen eine feste Stellung auf der Erde verleihen, das Gebet verrichten und die Abgabe entrichten, das Rechte gebieten und das Verwerfliche verbieten. und Allah gehört das Ende der Angelegenheiten.",
        "pt": "São aqueles que, quando os estabelecemos na terra, observam a oração, pagam o zakat, recomendam o bem e proíbem oilícito. E em Deus repousa o destino de todos os assuntos.",
        "nl": "(Zij zijn) degenen die, als Wij hen macht geven op aarde, de shalât onderhouden en de zakât betalen en het goede bevelen en het verwerpelijke verbieden. En het einde van alle zaken rust bij Allah.",
        "ur": "یہ وہ لوگ ہیں جنہیں اگر ہم زمین میں اقتدار بخشیں تو وہ نماز قائم کریں گے، زکوٰة دیں گے، معرُوف کا حکم دیں گے اور مُنکَر سے منع کریں گے۔ <sup foot_note=\"185340\">1</sup> اور تمام معاملات کا انجامِ کار اللہ کے ہاتھ میں ہے۔ <sup foot_note=\"185341\">2</sup>",
        "bn": "এওঁলোকেই হৈছে সেইসকল লোক যিসকলক আমি পৃথিৱীৰ বুকুত প্ৰতিষ্ঠিত কৰিলে তেওঁলোকে ছালাত কায়েম কৰিব, যাকাত প্ৰদান কৰিব আৰু সৎকৰ্মৰ নিৰ্দেশ দিব লগতে অসৎকৰ্ম নিষেধ কৰিব; আৰু সকলো কৰ্মৰ চূড়ান্ত পৰিণতি আল্লাহৰ ইখতিয়াৰত।",
        "fa": "[همان] کسانی ‌که هر گاه در زمین به آنان قدرت [و حکومت] ببخشیم، نماز برپا می‌دارند و زکات می‌پردازند و [مردم را] به نیکی فرمان می‌دهند و از کارهای ناپسند بازمی‌دارند؛ و سرانجامِ کارها از آنِ الله است."
      }
    },
    {
      "verse_number": 2637,
      "verse_key": "22:42",
      "arabic_text": "وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ",
      "phonetic_text": "Wa-in yukaththibooka faqad kaththabatqablahum qawmu noohin waAAadun wathamood",
      "translations": {
        "fr": "S’ils te taxent de mensonge, le peuple de Noé avant eux, mais aussi les ‘Ad et les Thamûd, avaient traité d’imposteurs (leurs Prophètes),",
        "en": "If they reject you [Prophet], so did the people of Noah before them, and those of Ad, Thamud,",
        "es": "Si te desmienten [¡Oh, Muhámmad!], sabe que ya antes habían desmentido los pueblos de Noé, ‘Ad<sup foot_note=168881>1</sup>, Zamud,",
        "it": "E se ti considerano un impostore, ebbene [sappi che] prima di loro tacciarono di menzogna [i loro profeti] il popolo di Noè, gli ‘Ad, i Thamùd,",
        "ru": "Если они сочтут тебя лжецом, то ведь еще раньше пророков считали лжецами народ Нуха (Ноя), адиты, самудяне,",
        "tr": "(Ey Muhammed!) Eğer seni (müşrikler) yalanlıyorlarsa bil ki onlardan önce Nûh kavmi, Âd ve Semûd (kavimleri de kendi peygamberlerini) yalancı saydılar.",
        "de": "Wenn sie dich der Lüge bezichtigen, so haben auch schon vor ihnen das Volk Nuhs, die ´Ad und die Tamud (ihre Gesandten) der Lüge bezichtigt,",
        "pt": "Porém, se te desmentem (ó Mensageiros), o mesmo que fizeram, antes deles, os povos de Noé, de Ad e de Tamud.",
        "nl": "En wanneer zij jou loochenen (O Moehammad): waarlijk, het volk van Nôeh en de 'Âd en de Tsamôcd loochenden (hun Profeten) vóór hen.",
        "ur": "اے نبیؐ ، اگر وہ تمہیں جھُٹلاتے ہیں <sup foot_note=\"185342\">1</sup> تو اُن سے پہلے قومِ نوحؐ اور عاد اور ثمود",
        "bn": "আৰু সিহঁতে যদি তোমাক অস্বীকাৰ কৰে, তেন্তে (এয়া কোনো নতুন কথা নহয়) সিহঁতৰ পূৰ্বেও নূহ, আদ আৰু ছামূদ সম্প্ৰদায়েও অস্বীকাৰ কৰিছিল,",
        "fa": "[ای پیامبر،] اگر [کافران،] تو را دروغگو می‌انگارند، [شکیبا باش.] قطعاً پیش از آنان، قوم نوح و عاد و ثمود [نیز پیامبرانشان را] دروغگو می‌انگاشتند."
      }
    },
    {
      "verse_number": 2638,
      "verse_key": "22:43",
      "arabic_text": "وَقَوْمُ إِبْرَٰهِيمَ وَقَوْمُ لُوطٍ",
      "phonetic_text": "Waqawmu ibraheema waqawmu loot",
      "translations": {
        "fr": "et aussi le peuple d’Abraham, celui de Loth,",
        "en": "Abraham, Lot,",
        "es": "de Abraham, Lot, ",
        "it": "e il popolo di Abramo, il popolo di Lot,",
        "ru": "народ Ибрахима (Авраама), народ Лута (Лота)",
        "tr": "İbrahim'in kavmi de, Lût'un kavmi de (peygamberlerini) yalancı saydılar.",
        "de": "und (auch) das Volk Ibrahims und das Volk Luts",
        "pt": "(Assim também) o povo de Abraão e o povo de Lot.",
        "nl": "En het volk van Ibrâhîm en het volk van Lôeth.",
        "ur": "اور قوم ابراہیمؑ اور قوم لوطؑ",
        "bn": "লগতে ইব্ৰাহীম আৰু লূতৰ সম্প্ৰদায়েও (অস্বীকাৰ কৰিছিল),",
        "fa": "و [همچنین] قوم ابراهیم و قوم لوط."
      }
    },
    {
      "verse_number": 2639,
      "verse_key": "22:44",
      "arabic_text": "وَأَصْحَـٰبُ مَدْيَنَ ۖ وَكُذِّبَ مُوسَىٰ فَأَمْلَيْتُ لِلْكَـٰفِرِينَ ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ نَكِيرِ",
      "phonetic_text": "Waas-habu madyana wakuththibamoosa faamlaytu lilkafireena thumma akhathtuhumfakayfa kana nakeer",
      "translations": {
        "fr": "et les gens de Madyan. Moïse aussi fut traité d’imposteur. J’ai alors accordé un répit aux mécréants, puis Je les ai châtiés. Quelle ne fut Ma réprobation !",
        "en": "Midian. Moses too was called a liar. I gave the disbelievers time, but in the end I punished them. How I condemned them!",
        "es": "los habitantes de Madián, y también fue desmentido Moisés. Les concedí un plazo a los que se negaban a creer, pero luego los sorprendí. ¡Qué terrible fue Mi castigo!",
        "it": "e gli abitanti di Madian. Mosè fu trattato da impostore! Ho dato tregua ai miscredenti e poi li ho afferrati: quale fu la Mia riprovazione <a class=f><sup foot_note=158460>1</sup></a>!",
        "ru": "и жители Мадьяна. Мусу (Моисея) тоже сочли лжецом. Я предоставил отсрочку неверующим, а затем схватил их. Каким же было Мое обличение!",
        "tr": "(Şuayb'ın kavmi olan) Medyen halkı da (Şûayb'ı) yalanladı. Musa da (Firavun tarafından) yalanlandı. Ben de o kâfirlere bir süre verdim. Sonra da onları yakalayıverdim. Beni tanımamak nasılmış görsünler.",
        "de": "und die Bewohner von Madyan. Auch Musa wurde der Lüge bezichtigt. Da gewährte Ich den Ungläubigen Aufschub, hierauf ergriff Ich sie. Wie war da Meine Mißbilligung!",
        "pt": "E o povo de Madian (fez o mesmo); também foi desmentido Moisés. Então, tolerei os incrédulos; mas logo os castiguei, e que rigorosa foi a Minha rejeição!",
        "nl": "En de bewoners van Madyan. En Môesa werd geloochend. Toen gaf Ik uitstel aan de ongelovigen, vervolgens bestrafte Ik hen. En hoe was mijn afkeuring?",
        "ur": "اور اہلِ مَدیَن بھی جھُٹلا چکے ہیں اور موسیٰؑ بھی جھٹلائے جا چکے ہیں۔ ان سب منکرینِ حق کو میں نے پہلے مہلت دی، پھر پکڑ لیا۔ <sup foot_note=\"185343\">1</sup> اب دیکھ لو کہ میری عقوبت کیسی تھی۔ <sup foot_note=\"185344\">2</sup>",
        "bn": "আৰু মাদাইনৰ অধিবাসীবিলাকেও। এইদৰে অস্বীকাৰ কৰা হৈছিল মুছাকো। এতেকে কাফিৰসকলক মই অৱকাশ দিছিলোঁ, তাৰ পিছতহে আমি সিহঁতক ধৰিছিলোঁ। এতেকে (প্ৰত্যক্ষ কৰা) মোৰ প্ৰত্যাখ্যান (শাস্তি) কেনেকুৱা আছিল!",
        "fa": "و [نیز] اهل مَدیَن [شعیب را دروغگو می‌دانستند] و موسی [نیز توسط فرعونیان] دروغگو خوانده شد. به کافران مهلت دادم؛ آنگاه آنان را [به عذاب] فروگرفتم. پس [بنگر که نتیجۀ] انکار [آیات و مجازات] من چگونه بود."
      }
    },
    {
      "verse_number": 2640,
      "verse_key": "22:45",
      "arabic_text": "فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَـٰهَا وَهِىَ ظَالِمَةٌ فَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئْرٍ مُّعَطَّلَةٍ وَقَصْرٍ مَّشِيدٍ",
      "phonetic_text": "Fakaayyin min qaryatin ahlaknahawahiya thalimatun fahiya khawiyatunAAala AAurooshiha wabi/rin muAAattalatinwaqasrin masheed",
      "translations": {
        "fr": "Que de cités avons-Nous anéanties, qui étaient injustes ! Voilà qu’elles ne sont (maintenant) que ruines et désolation ! Que de puits désaffectés ! Que de palais (autrefois) haut édifiés et (aujourd’hui dépeuplés) !",
        "en": "How many towns steeped in wrongdoing We have destroyed and left in total ruin; how many deserted wells; how many lofty palaces!",
        "es": "¡Cuántas ciudades he aniquilado porque eran injustas y opresoras! Quedaron reducidas a ruinas, sus pozos secos y sus castillos derrumbados.",
        "it": "Quante città facemmo perire perché furono ingiuste! Ora sono ridotte in rovine, quanti pozzi deserti e palazzi abbandonati!",
        "ru": "Сколько селений, которые были несправедливы, Мы погубили, и теперь они разрушены до основания. Сколько заброшенных колодцев и воздвигнутых дворцов!",
        "tr": "Nice memleketler vardı ki, zulüm yaparlarken biz onları yok ettik. Artık damları çökmüş, duvarları üzerine yıkılmıştır. (Geride) Nice terkedilmiş kuyularla bomboş kalmış yüksek saraylar (bırakılmıştır.)",
        "de": "Wie viele Städte, die Unrecht taten, vernichteten Wir, so daß sie wüst in Trümmern lagen, und (wie viele nun) verlassene Brunnen und hochragende Schlösser!",
        "pt": "Quantas cidades destruímos por sua iniqüidade, transformando-as em ruínas, com os poços e os castelos fortificadosabandonados!",
        "nl": "En hoeveel steden hebben Wij niet vernietigd omdat zij onrecht pleegden waarop zij tot de bodem toe geruïneerd zijn? En (hoeveel) bronnen die verwaarloosd zijn en hoge kastelen (zijn er niet verlaten)?",
        "ur": "کتنی ہی خطا کار بستیاں ہیں جن کو ہم نے تباہ کیا ہے اور آج وہ اپنی چھتوں پر اُلٹی پڑی ہیں، کتنے ہی کنوئیں <sup foot_note=\"185345\">1</sup> بےکار اور کتنے ہی قصر کھنڈر بنے ہوئے ہیں",
        "bn": "আৰু আমি কিমান যে জনপদ ধ্বংস কৰিছোঁ যিবোৰৰ অধিবাসীবিলাক আছিল যালিম। ফলত এইবোৰ জনপদে সিহঁতৰ ঘৰৰ ছাদৰ সৈতে ধ্বংসস্তূপত পৰিণত হৈছে। এইদৰে কিমান যে কুঁৱা পৰিত্যক্ত হৈছে আৰু কিমান যে সুদৃঢ় প্ৰাসাদ ধ্বংস হৈছে!",
        "fa": "چه بسیار شهرهایی را که [چون مردمش کافر و‌] ستمکار بودند نابودشان کردیم و [اینک] سقف‌هایش فروریخته است؛ و چه بسیار چاه[های] متروک و قصر[های] استوار [و باشکوه که ساکنانش را از عذاب الهی نجات نداد].‌"
      }
    },
    {
      "verse_number": 2641,
      "verse_key": "22:46",
      "arabic_text": "أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَآ أَوْ ءَاذَانٌ يَسْمَعُونَ بِهَا ۖ فَإِنَّهَا لَا تَعْمَى ٱلْأَبْصَـٰرُ وَلَـٰكِن تَعْمَى ٱلْقُلُوبُ ٱلَّتِى فِى ٱلصُّدُورِ",
      "phonetic_text": "Afalam yaseeroo fee al-ardi fatakoonalahum quloobun yaAAqiloona biha aw athanunyasmaAAoona biha fa-innaha la taAAmaal-absaru walakin taAAma alquloobu allateefee assudoor",
      "translations": {
        "fr": "Pourquoi ne voyagent-ils donc pas à travers le monde ? Ils auraient alors des cœurs pour comprendre et des oreilles pour entendre. Ce ne sont certes pas les yeux qui deviennent aveugles, ce sont les cœurs (battant) dans les poitrines qui deviennent aveugles.",
        "en": "Have these people [of Mecca] not travelled through the land with hearts to understand and ears to hear? It is not people’s eyes that are blind, but their hearts within their breasts.",
        "es": "¿Acaso [los que se niegan a creer] no viajan por el mundo, y no tienen intelecto<sup foot_note=168882>1</sup> para reflexionar, ni oídos<sup foot_note=168883>2</sup>? No son sus ojos los que están ciegos, sino los corazones que están dentro de sus pechos [los que están ciegos].",
        "it": "Non percorrono dunque la terra? Non hanno cuori per capire e orecchi per sentire? Ché in verità non sono gli occhi ad essere ciechi, ma sono ciechi i cuori nei loro petti <a class=f><sup foot_note=158461>1</sup></a>.",
        "ru": "Разве они не странствовали по земле, имея сердца, посредством которых они могли разуметь, и уши, посредством которых они могли слушать? Воистину, слепнут не глаза, а слепнут сердца, находящиеся в груди.",
        "tr": "Yeryüzünde dolaşmıyorlar mı ki olanları akledecek kalbleri, işitecek kulakları olsun. Gerçek şudur ki, gözler kör olmaz, fakat asıl göğüslerin içindeki kalpler kör olur.",
        "de": "Reisen sie denn nicht auf der Erde umher, so daß sie Herzen bekommen, mit denen sie begreifen, oder Ohren, mit denen sie hören? Denn nicht die Blicke sind blind, sondern blind sind die Herzen, die in den Brüsten sind.",
        "pt": "Não percorreram eles a terra, para que seus corações verificassem o ocorrido? Talvez possam, assim, ouvir eraciocinar! Todavia, a cegueira não é a dos olhos, mas a dos corações, que estão em seus peitos!",
        "nl": "Hebben zij dan niet rondgereisd op de aarde, zodat zij harten kregen om te begrijpen of oren om mee te horen? Voorwaar, de ogen zijn niet blind, maar de harten in hun binnengen zijn blind.",
        "ur": "کیا یہ لوگ زمین میں چلے پھرے نہیں ہیں کہ اِن کے دل سمجھنے والے اور اِن کے کان سُننے والے ہوتے؟ حقیقت یہ ہے کہ آنکھیں اندھی نہیں ہوتیں مگر وہ دل اندھے ہو جاتے ہیں جو سینوں میں ہیں۔ <sup foot_note=\"185346\">1</sup>",
        "bn": "সিহঁতে পৃথিৱীত ভ্ৰমণ কৰা নাইনে? তেতিয়াহে সিহঁতে জ্ঞান বুদ্ধি সম্পন্ন হৃদয় আৰু শ্ৰুতিশক্তি সম্পন্ন শ্ৰৱণৰ অধিকাৰী হ’ব পাৰিলেহেঁতেন। প্ৰকৃততে চকু অন্ধ নহয়, বৰং অন্ধ হৈছে বুকুৰ মাজত অৱস্থিত হৃদয়।",
        "fa": "آیا آنان در زمین گردش نکرده‌اند، تا دل‌هایی داشته باشند که [حقیقت را] با آن دریابند یا گوش‌هایی که [اخبار گذشتگان را] با آن بشنوند؟ به راستی، تنها چشم‌ها نیست که نابینا می‌گردد؛ بلکه دل‌هایی که در سینه‌هاست [بی‌بصیرت گشته و برای دیدنِ حق،] نابینا می‌شود."
      }
    },
    {
      "verse_number": 2642,
      "verse_key": "22:47",
      "arabic_text": "وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَلَن يُخْلِفَ ٱللَّهُ وَعْدَهُۥ ۚ وَإِنَّ يَوْمًا عِندَ رَبِّكَ كَأَلْفِ سَنَةٍ مِّمَّا تَعُدُّونَ",
      "phonetic_text": "WayastaAAjiloonaka bilAAathabiwalan yukhlifa Allahu waAAdahu wa-inna yawman AAindarabbika kaalfi sanatin mimma taAAuddoon",
      "translations": {
        "fr": "Ils te demandent de hâter le supplice. Mais Allah ne manquera pas à Sa promesse, et un jour pour ton Seigneur équivaut à mille ans selon votre décompte.",
        "en": "They will challenge you [Prophet] to hasten the punishment. God will not fail in His promise- a Day with your Lord is like a thousand years by your reckoning.",
        "es": "Te desafían a que adelantes el castigo, pero [debéis saber que] Dios no faltará a Su promesa. Un día para tu Señor es como mil años de los que vosotros computáis.",
        "it": "Ti chiedono di affrettare il castigo. Giammai Allah mancherà alla Sua promessa. Invero un solo giorno presso il tuo Signore vale come mille anni di quelli che contate.",
        "ru": "Они торопят тебя с наказанием, но Аллах не нарушает Своего обещания, и день у твоего Господа равен тысяче лет по тому, как вы считаете.",
        "tr": "Bir de senden acele azab istiyorlar. Elbette Allah sözünden caymaz. Bununla beraber Rabbinin katında birgün, sizin sayacaklarınızdan bin sene gibidir.",
        "de": "Und sie wünschen von dir, die Strafe zu beschleunigen. Allah wird Sein Versprechen nicht brechen. Und gewiß, ein Tag bei deinem Herrn ist wie tausend Jahre nach eurer Berechnung.",
        "pt": "Pedem-te incessantemente a iminência do castigo; saibam que Deus jamais falta à sua promessa, porque um dia, para oteu Senhor, é como mil anos, dos que contais.",
        "nl": "En zij vragen jou om de bestraffing te bespoedigen, Allah zet zijn belofte nooit breken. En voorwaar, één dag bij jouw Heer is als duizend jaren, zoals jullie berekenen.",
        "ur": "ہ لوگ عذاب کے لیے جلدی مچا رہے ہیں۔ <sup foot_note=\"185347\">1</sup> اللہ ہر گز اپنے وعدے کے خلاف نہ کرے گا، مگر تیرے ربّ کے ہاں کا ایک دن تمہارے شمار کے ہزار برس کے برابر ہوا کرتا ہے۔ <sup foot_note=\"185348\">2</sup>",
        "bn": "আৰু সিহঁতে শাস্তি আনিবলৈ তোমাক খৰখেদা কৰিবলৈ কয়, অথচ আল্লাহে তেওঁৰ প্ৰতিশ্ৰুতি কেতিয়াও ভঙ্গ নকৰে। নিশ্চয় তোমালোকৰ প্ৰতিপালকৰ ওচৰত এদিন, তোমালোকৰ গণনাত সেয়া এহেজাৰ বছৰৰ সমান;",
        "fa": "[ای پیامبر، کافران] به شتاب از تو درخواستِ عذاب می‌کنند و الله هرگز وعده‌اش را خلاف نمی‌کند؛ و در واقع، یک روز [از عذاب آخرت] نزد پروردگارت، با هزار سال كه شما مى‌شمارید یكسان است."
      }
    },
    {
      "verse_number": 2643,
      "verse_key": "22:48",
      "arabic_text": "وَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِىَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَىَّ ٱلْمَصِيرُ",
      "phonetic_text": "Wakaayyin min qaryatin amlaytu lahawahiya thalimatun thumma akhathtuhawa-ilayya almaseer",
      "translations": {
        "fr": "Combien de cités n’ai-Je pas épargnées pour un temps, quand pourtant elles étaient injustes ! Puis Je M’en suis saisi, car c’est vers Moi qu’est le devenir.",
        "en": "To many a town steeped in wrongdoing I gave more time and then struck them down: they all return to Me in the end.",
        "es": "A cuántas ciudades que eran injustas les aplacé [su tiempo], pero finalmente las sorprendí con el castigo. Ante Mí comparecerán.",
        "it": "E a quante città ho concesso un rinvio, anche se erano ingiuste. Quindi le afferrai <a class=f><sup foot_note=158462>1</sup></a>. A Me tutto ritornerà.",
        "ru": "Скольким селениям, которые были несправедливы, Я предоставил отсрочку! Впоследствии Я схватил их, и ко Мне предстоит прибытие.",
        "tr": "Zulmedip dururlarken kendilerine mühlet verdiğim nice memleket halkı vardı ki, sonunda onları yakalayıvermiştim. Dönüş ancak banadır.",
        "de": "Und wie vielen Städten, die Unrecht taten, gewährte Ich Aufschub! Hierauf ergriff Ich sie, und zu Mir ist der Ausgang.",
        "pt": "E quantas cidades iníquas temos tolerado! Mas logo as castigarei e a Mim será o destino.",
        "nl": "En hoeveel steden heb ik geen uitstel gegeven, terwijl zij onrecht pleegden, waarna Ik hen bestrafte. En tot Mij is de terugkeer.",
        "ur": "کتنی ہی بستیاں ہیں جو ظالم تھیں، میں نے ان کو پہلے مہلت دی، پھر پکڑ لیا اور سب کو واپس تو میرے پاس ہی آنا ہے",
        "bn": "আৰু আমি বহুতো জনপদক অৱকাশ দিছিলোঁ অথচ সিহঁত আছিল যালিম, তাৰ পিছত আমি সিহঁতক গ্ৰেপ্তাৰ কৰিছোঁ, আৰু আমাৰ ওচৰতেই প্ৰত্যাৱৰ্তনস্থল।",
        "fa": "و چه بسیار [اهالی] شهرهایی که به آنان مهلت دادم، در حالی ‌که ستمکار بودند [اما باز هم سرپیچی کردند]؛ پس آنان را [به عذاب] فروگرفتم و بازگشت [همه] به سوی من است."
      }
    },
    {
      "verse_number": 2644,
      "verse_key": "22:49",
      "arabic_text": "قُلْ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمْ نَذِيرٌ مُّبِينٌ",
      "phonetic_text": "Qul ya ayyuha annasuinnama ana lakum natheerun mubeen",
      "translations": {
        "fr": "Dis : « Ô hommes ! Je ne suis chargé que de vous avertir explicitement. »",
        "en": "Say [Prophet], ‘People, I am sent only to give you clear warning.’",
        "es": "Di: “¡Oh, gente!, yo soy un claro amonestador enviado a vosotros”.",
        "it": "Di’: «Uomini, io per voi non sono altro che un ammonitore esplicito».",
        "ru": "Скажи: «О люди! Воистину, я для вас - предостерегающий и разъясняющий увещеватель».",
        "tr": "(Habîbim!) De ki: \"Ey insanlar! Ben size ancak apaçık anlatan bir uyarıcıyım.\"",
        "de": "Sag: O ihr Menschen, ich bin euch nur ein deutlicher Warner.",
        "pt": "Dize: Ó humanos, sou apenas um elucidativo admoestador para vós.",
        "nl": "Zeg (O Moehammad): \"O mensen, voorwaar, ik ben slechts een duidelijke waarschuwer voor jullie.\"",
        "ur": "اے محمدؐ ، کہہ دو کہ”لوگو، میں تو تمہارے لیے صرف وہ شخص ہوں جو (بُرا وقت آنے سے پہلے)صاف صاف خبردار کر دینے والا ہو۔ <sup foot_note=\"185349\">1</sup>",
        "bn": "কোৱা, ‘হে মানৱ সম্প্ৰদায়! মই কেৱল তোমালোকৰ বাবে এজন সুস্পষ্ট সতৰ্ককাৰী’;",
        "fa": "بگو: «ای مردم، جز این نیست که من برای شما بیم‌دهنده‌ای آشکارم»."
      }
    },
    {
      "verse_number": 2645,
      "verse_key": "22:50",
      "arabic_text": "فَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
      "phonetic_text": "Fallatheena amanoowaAAamiloo assalihati lahum maghfiratunwarizqun kareem",
      "translations": {
        "fr": "Quant à ceux qui croient et accomplissent les bonnes œuvres, ils auront le pardon et les dons généreux.",
        "en": "Those who believe and do good deeds will be forgiven and have a generous reward,",
        "es": "Los que creyeron y obraron rectamente obtendrán el perdón y un sustento generoso.",
        "it": "Coloro che credono e operano il bene avranno il perdono e premio generoso.",
        "ru": "Тем, которые уверовали и совершали праведные деяния, уготованы прощение и щедрый удел.",
        "tr": "İşte iman edip salih amel işleyenler için hem bir mağfiret, hem de (cennette) tükenmez bir rızık vardır.",
        "de": "Diejenigen nun, die glauben und rechtschaffene Werke tun, für sie wird es Vergebung und ehrenvolle Versorgung geben.",
        "pt": "E os fiéis que praticarem o bem obterão um indulgência e um magnífico sustento.",
        "nl": "Degenen die geloven en goede daden verrichten, voor hen is er vergeving en een weldadige voorziening.",
        "ur": "پھر جو ایمان لائیں گے اور نیک عمل کریں گے اُں کے لیے مغفرت ہے اور عزّت کی روزی۔ <sup foot_note=\"185350\">1</sup>",
        "bn": "এতেকে যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে তেওঁলোকৰ বাবে আছে ক্ষমা আৰু সন্মানজনক জীৱিকা;",
        "fa": "کسانی ‌که ایمان آورده‌اند و کارهای شایسته انجام داده‌اند، آمرزش و روزیِ نیک [در پیش] دارند."
      }
    },
    {
      "verse_number": 2646,
      "verse_key": "22:51",
      "arabic_text": "وَٱلَّذِينَ سَعَوْا۟ فِىٓ ءَايَـٰتِنَا مُعَـٰجِزِينَ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَحِيمِ",
      "phonetic_text": "Wallatheena saAAaw fee ayatinamuAAajizeena ola-ika as-habu aljaheem",
      "translations": {
        "fr": "Mais ceux qui se sont employés à mettre au défi Nos Signes, ceux-là seront voués à l’Enfer.",
        "en": "but those who strive to oppose Our messages and try in vain to defeat Us are destined for the Blaze.",
        "es": "Pero aquellos que se esforzaron por desmentir Mis signos, serán los moradores del Infierno.",
        "it": "Quelli che [invece] si adoperano contro i Nostri segni, quelli sono i compagni della Fornace <a class=f><sup foot_note=158463>1</sup></a>.",
        "ru": "Те же, которые старались ослабить Наши знамения, станут обитателями Огня.",
        "tr": "Âyetlerimizi tartışarak bozmaya uğraşanlara gelince, işte onlar cehennemliktirler. Böyle de ve temennilere uyma. Çünkü:",
        "de": "Diejenigen hingegen, die ständig gegen Unsere Zeichen eifern und ihnen Machtlosigkeit nachweisen wollen, das sind Insassen des Höllenbrandes.",
        "pt": "Por outra, aqueles que se esforçarem em desacreditar os Nossos versículos serão os réprobos.",
        "nl": "En degenen die proberen Onze Verzen te ontkrachten: zij zullen de bewoners van Djahîm (de Hel) zijn.\"",
        "ur": "اور جو ہماری آیات کو نیچا دکھانے کی کوشش کریں گے وہ دوزخ کے یار ہیں",
        "bn": "আৰু যিসকলে আমাৰ আয়াতসমূহক ব্যৰ্থ কৰাৰ চেষ্টা কৰে, সিহঁতেই হ’ব জাহান্নামৰ অধিবাসী।",
        "fa": "و كسانى كه در [راهِ انكار و تکذیب‌] آیات ما می‌كوشند تا [به پندار خویش‌] ما را درمانده کنند، آنان اهل دوزخند."
      }
    },
    {
      "verse_number": 2647,
      "verse_key": "22:52",
      "arabic_text": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلَا نَبِىٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلْقَى ٱلشَّيْطَـٰنُ فِىٓ أُمْنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلْقِى ٱلشَّيْطَـٰنُ ثُمَّ يُحْكِمُ ٱللَّهُ ءَايَـٰتِهِۦ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
      "phonetic_text": "Wama arsalna min qablika minrasoolin wala nabiyyin illa itha tamannaalqa ashshaytanu fee omniyyatihi fayansakhuAllahu ma yulqee ashshaytanu thummayuhkimu Allahu ayatihi wallahuAAaleemun hakeem",
      "translations": {
        "fr": "Nous n’avons envoyé, avant toi, aucun Messager ni aucun Prophète qui, en récitant (les versets révélés), n’ait eu sa récitation perturbée par Satan. Mais Allah abolit les suggestions de Satan, et Allah confirme Ses versets. Allah est Omniscient et Sage.",
        "en": "We have never sent any messenger or prophet before you [Muhammad] into whose wishes Satan did not insinuate something, but God removes what Satan insinuates and then God affirms His message. God is all knowing and wise:",
        "es": "No envié antes de ti [¡Oh, Muhámmad!], Mensajero ni Profeta alguno al que no le ocurriera que al recitar [lo que le había sido inspirado] el demonio intentara confundir algo en su recitación. Pero Dios anula lo que el demonio inspira. Dios aclara Su revelación, porque Dios es Conocedor, Sabio.",
        "it": "Non inviammo prima di te nessun messaggero e nessun profeta senza che Satana si intromettesse nella sua recitazione. Ma Allah abroga quello che Satana suggerisce. Allah conferma i Suoi segni. Allah è sapiente, saggio <a class=f><sup foot_note=158464>1</sup></a>.",
        "ru": "Мы не отправляли до тебя такого посланника или пророка, чтобы дьявол не подбросил свое в его чтение, когда он читал откровение. Аллах уничтожает то, что подбрасывает дьявол. Потом Аллах утверждает Свои знамения, ведь Аллах - Знающий, Мудрый.",
        "tr": "(Ey Muhammed!) Biz senden önce hiçbir elçi ve hiçbir peygamber göndermedik ki o bir şey temenni ettiği zaman, şeytan onun arzusuna şüpheler karıştırmasın. Bunun üzerine Allah şeytanın karıştırdığı şüpheyi giderir. Sonra da Allah, âyetlerini tahkim eder (güçlendirir). Allah Alîm'dir (herşeyi bilir), Hakîmdir (Hikmet sahibidir)",
        "de": "Und Wir sandten vor dir keinen Gesandten oder Propheten, ohne daß ihm, wenn er etwas wünschte, der Satan in seinen Wunsch etwas dazwischen geworfen hätte. Aber Allah hebt auf, was der Satan dazwischenwirft. Hierauf legt Allah Seine Zeichen eindeutig fest. Und Allah ist Allwissend und Allweise.",
        "pt": "Antes de ti, jamais enviamos mensageiro ou profeta algum, sem que Satanás o sugestionasse em sua predicação; porém, Deus anula o que aventa Satanás, e então prescreve as Suas leis, porque Deus é Sapiente, Prudentíssimo.",
        "nl": "En Wij hebben geen enkele Boodschapper of Profeet vóór jullie gestuurd zonder dat, wanneer hij (de Koran) voordroeg, de Satan iets in zijn voorlezing wierp, maar Allah heft wat de Satan erin wierp op. Vervolgens bevestigt Allah Zijn Verzen. En Allah is Alwetend, Alwijs.",
        "ur": "اور اے محمدؐ ، تم سے پہلےہم نے نہ کوئی رسُول ایسا بھیجا ہے نہ نبی <sup foot_note=\"185355\">1</sup> (جس کے ساتھ یہ معاملہ نہ پیش آیا ہو کہ)جب اُس نے تمنا کی <sup foot_note=\"185356\">2</sup> ، شیطان اس کی تمنّا میں خلل انداز ہوگیا۔ <sup foot_note=\"185357\">3</sup> اِس طرح جو کچھ بھی شیطان خلل اندازیاں کرتا ہے  اللہ ان کو مٹا دیتا ہے اور اپنی آیات کو پختہ کر دیتا ہے، <sup foot_note=\"185358\">4</sup> اللہ علیم ہے اور حکیم۔ <sup foot_note=\"185359\">5</sup>",
        "bn": "আৰু আমি তোমাৰ পূৰ্বে যি ৰাছুল অথবা নবী প্ৰেৰণ কৰিছোঁ, তেওঁলোকৰ কোনোবাই যেতিয়া (অহীৰ বাণী) তিলাৱত কৰিছে, তেতিয়াই চয়তানে তেওঁলোকৰ তিলাৱতত (কিবা) নিক্ষেপ কৰিছে, কিন্তু চয়তানে যি নিক্ষেপ কৰে আল্লাহে সেয়া বিদূৰিত কৰে। তাৰ পিছত আল্লাহে তেওঁৰ আয়াতসমূহক সুপ্ৰতিষ্ঠিত কৰে, আৰু আল্লাহ সৰ্বজ্ঞ, প্ৰজ্ঞাময়।",
        "fa": "و [ما] هیچ رسول و پیامبری را پیش از تو نفرستادیم، مگر اینکه چون [آیات الهی را] تلاوت می‌کرد، شیطان در تلاوتش [کلمات اشتباه] القا می‌کرد؛ آنگاه الله آنچه را که شیطان القا نموده بود از میان می‌بُرد و سپس آیات خویش را استوار می‌ساخت؛ و الله دانای حکیم است."
      }
    },
    {
      "verse_number": 2648,
      "verse_key": "22:53",
      "arabic_text": "لِّيَجْعَلَ مَا يُلْقِى ٱلشَّيْطَـٰنُ فِتْنَةً لِّلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ وَٱلْقَاسِيَةِ قُلُوبُهُمْ ۗ وَإِنَّ ٱلظَّـٰلِمِينَ لَفِى شِقَاقٍۭ بَعِيدٍ",
      "phonetic_text": "LiyajAAala ma yulqee ashshaytanufitnatan lillatheena fee quloobihim maradun walqasiyatiquloobuhum wa-inna aththalimeenalafee shiqaqin baAAeed",
      "translations": {
        "fr": "(Allah permet) ce que sème Satan, pour tenter ceux qui ont le cœur malade et dur. Et les injustes, certes, sont allés loin dans la scission.",
        "en": "He makes Satan’s insinuations a temptation only for the sick at heart and those whose hearts are hardened- the evildoers are profoundly opposed [to the Truth]-",
        "es": "Los susurros del demonio seducen a aquellos cuyos corazones están enfermos [de dudas] y a los duros de corazón. Los injustos están en un error profundo.",
        "it": "[Allah] fa sì che i suggerimenti di Satana siano una tentazione per coloro che hanno una malattia nel cuore, per coloro che hanno i cuori induriti. In verità gli ingiusti sono immersi nella discordia.",
        "ru": "Он делает то, что подбрасывает дьявол, искушением для тех, чьи сердца поражены недугом и чьи сердца ожесточены. Воистину, беззаконники находятся в полном разладе с истиной.",
        "tr": "Allah, şeytanın karıştırdığını, kalblerinde hastalık bulunan ve kalpleri kaskatı olan kimseleri sınamaya vesile kılar. Zalimler şüphesiz (haktan uzak) derin bir ayrılık içindedirler.",
        "de": "(Das ist so,) damit Er das, was der Satan dazwischenwirft, zu einer Versuchung für diejenigen macht, in deren Herzen Krankheit ist und deren Herzen verhärtet sind -die Ungerechten befinden sich wahrlich in tiefem Widerstreit -,",
        "pt": "Ele faz das sugestões de Satanás uma prova, para aqueles que abrigam a morbidez em seus corações e para aqueles cujoscorações estão endurecidos, porque os iníquos estão em um cisma distante (da verdade)!",
        "nl": "Zodat Hij wat de Satan inwerpt als een beproeving maakt voor degenen in wiens harten er een ziekte is en wiens harten verhard zijn. En voorwaar, de onrerhtvaardigen zijn sterk vijandig.",
        "ur": "(وہ اس لیے ایسا ہونے دیتا ہے) تاکہ شیطان کی ڈالی ہُوئی خرابی کو فتنہ بنا دے اُن لوگوں کے لیے جن کے دلوں کو (نفاق کا) روگ لگا ہُوا ہے اور جن کے دل کھوٹے ہیں حقیقت یہ ہے کہ یہ ظالم لوگ عناد میں بہت دور نکل گئے ہیں",
        "bn": "এইটো এইকাৰণে যে, চয়তানে যি প্ৰক্ষিপ্ত কৰে, সেয়া তেওঁ সিহঁতৰ বাবে পৰীক্ষাৰ বস্তু বনাই দিয়ে যিসকলৰ অন্তৰত ব্যাধি আছে আৰু যিসকলৰ অন্তৰ অতি কঠোৰ। নিশ্চয় যালিমসকল ঘোৰ বিৰোধিতাত লিপ্ত হৈ আছে।",
        "fa": "تا [بدین وسیله، الله] آنچه را که شیطان القا می‌کند، برای کسانی که در دل‌هایشان بیماری [شک و نفاق] است و [همچنین برای] سنگدلان، وسیلۀ آزمایش قرار دهد؛ و یقیناً ستمکاران [مشرک] در دشمنیِ دور و درازی [با الله و پیامبرش] هستند."
      }
    },
    {
      "verse_number": 2649,
      "verse_key": "22:54",
      "arabic_text": "وَلِيَعْلَمَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّكَ فَيُؤْمِنُوا۟ بِهِۦ فَتُخْبِتَ لَهُۥ قُلُوبُهُمْ ۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓا۟ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "phonetic_text": "WaliyaAAlama allatheena ootooalAAilma annahu alhaqqu min rabbika fayu/minoo bihifatukhbita lahu quloobuhum wa-inna Allaha lahadiallatheena amanoo ila siratinmustaqeem",
      "translations": {
        "fr": "Mais également pour que ceux qui ont reçu la science sachent qu’il s’agit de la vérité émanant de ton Seigneur, et qu’ils y croient alors, et que leurs cœurs s’y soumettent avec componction. Allah guidera certes ceux qui auront cru vers une voie droite.",
        "en": "and He causes those given knowledge to realize that this Revelation is your Lord’s Truth, so that they may believe in it and humble their hearts to Him: God guides the faithful to the straight path.",
        "es": "Aquellos que fueron agraciados con el conocimiento y la sabiduría, saben que el Corán es la Verdad que proviene de su Señor; creen en él y así se sosiegan sus corazones. Dios guía por el camino recto a los que creen.",
        "it": "Coloro che [invece] hanno ricevuto la scienza sanno che questa è la Verità che viene dal tuo Signore, credono in essa e i loro cuori vi si sottomettono umilmente. In verità Allah dirige sulla retta via coloro che credono.",
        "ru": "Пусть знают те, кому даровано знание, что это - истина от твоего Господа, чтобы они могли уверовать в него, а их сердца могли смиренно покориться ему. Воистину, Аллах наставляет верующих на прямой путь.",
        "tr": "Bir de kendilerine ilim verilmiş olanlar, Kur'ân'ın şüphesiz Rabbinden gelen bir gerçek olduğunu bilsinler ve ona iman etsinler de kalpleri ona saygı duysun. Çünkü Allah, iman edenleri doğru yola eriştirir.",
        "de": "und damit diejenigen, denen das Wissen gegeben wurde, wissen, daß dies die Wahrheit von deinem Herrn ist, so daß sie daran glauben und ihre Herzen sich dann davor demütigen. Und Allah leitet wahrlich diejenigen, die glauben, zu einem geraden Weg.",
        "pt": "Quanto àqueles que receberam a ciência, saibam que ele (o Alcorão) é a verdade do teu Senhor; que creiam nele e queseus corações se humilhem ante ele, porque Deus guia os fiéis até à senda reta.",
        "nl": "En zodat degenen die kennis gegeven is, zullen weten dat het de Waarheid van jouw Heer is, zodat zij erin geloven en zij hun harten aan Hem onderwerpen. En voorwaar, Allah zal de gelovigen zeker leiden op een recht Pad.",
        "ur": "اور علم سے بہرہ مند لوگ جان لیں کہ یہ حق ہے تیرے ربّ کی طرف سے اور وہ اس پر ایمان لے آئیں اور ان کے دل اس کے آگے جُھک جائیں، یقیناً اللہ ایمان لانے والوں کو ہمیشہ سیدھا راستہ دکھا دیتا ہے۔ <sup foot_note=\"185360\">1</sup>",
        "bn": "আৰু এইটো এইবাবেও যে, যিসকলক জ্ঞান দিয়া হৈছে সিহঁতে যেন জানিব পাৰে যে, এইটো তোমাৰ প্ৰতিপালকৰ তৰফৰ পৰা প্ৰেৰিত সত্য; ফলত সিহঁতে ইয়াৰ ওপৰত বিশ্বাস স্থাপন কৰে আৰু সিহঁতৰ অন্তৰ ইয়াৰ প্ৰতি বিনয়াৱনত হয়। নিশ্চয় যিসকলে ঈমান আনিছে আল্লাহে তেওঁলোকক সৰল পথ দেখুৱাব।",
        "fa": "و تا کسانی كه دانش یافته‌اند، بدانند كه این [قرآن‌] حق است [و] از جانب پروردگار توست و به آن ایمان بیاورند و دل‌هایشان برایش [نرم و] فروتن گردد؛ و بی‌تردید، الله كسانى را كه ایمان آورده‌اند، به راهى راست هدایت می‌کند."
      }
    },
    {
      "verse_number": 2650,
      "verse_key": "22:55",
      "arabic_text": "وَلَا يَزَالُ ٱلَّذِينَ كَفَرُوا۟ فِى مِرْيَةٍ مِّنْهُ حَتَّىٰ تَأْتِيَهُمُ ٱلسَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ",
      "phonetic_text": "Wala yazalu allatheenakafaroo fee miryatin minhu hatta ta/tiyahumu assaAAatubaghtatan aw ya/tiyahum AAathabu yawmin AAaqeem",
      "translations": {
        "fr": "Mais ceux qui ont mécru seront encore dans le doute à son sujet, jusqu’à ce que l’Heure les surprenne ou que fonde sur eux le supplice d’un jour redoutable.",
        "en": "The disbelievers will remain in doubt about it until the Hour suddenly overpowers them or until torment descends on them on a Day devoid of all hope.",
        "es": "Los que se niegan a creer no cesarán de dudar sobre él<sup foot_note=168884>1</sup> hasta que les sorprenda la Hora [del Juicio], o les llegue el castigo de un día nefasto.",
        "it": "I miscredenti non smetteranno di essere nel dubbio, finché non giunga improvvisa l’Ora o il castigo di un Giorno nefasto <a class=f><sup foot_note=158465>1</sup></a>.",
        "ru": "А неверующие не перестанут сомневаться в нем, пока не нагрянет внезапно Час или пока не постигнут их мучения в бесплодный день.",
        "tr": "İnkâr edenler de, kendilerine ansızın kıyamet gelinceye veya akîm (kısır) bir günün azabı gelinceye kadar, Kur'ân'dan şüphe etmekte devam edip giderler.",
        "de": "Und diejenigen, die ungläubig sind, werden nicht aufhören, daran zu zweifeln, bis plötzlich die Stunde über sie kommt oder die Strafe eines unheilvollen Tages über sie kommt.",
        "pt": "Porém, os incrédulos não cessarão de estar em dúvida acerca dele, até que a Hora lhes chegue de improviso, ou osaçoite o castigo do dia nefasto.",
        "nl": "Maar degenen die niet geloven zullen erover in twijfel blijven, totdat het Uur onverwachts tot hen komt of de bestraffing van een ellendige Dag hen treft.",
        "ur": "انکار کرنے والے تو اس کی طرف سے شک ہی میں پڑے رہیں گے یہاں تک کہ یا تو اُن پر قیامت کی گھڑی اچانک آجائے، یا ایک منحوس دن <sup foot_note=\"185361\">1</sup> کا عذاب نازل ہوجائے",
        "bn": "আৰু যিসকলে কুফৰী কৰিছে সিহঁতে ইয়াৰ প্ৰতি সন্দেহ পোষণ কৰিয়েই থাকিব, সিহঁতৰ ওচৰত আকস্মিকভাৱে কিয়ামত নহালৈকে অথবা সিহঁতৰ ওচৰত এটা বন্ধ্যা দিনৰ শাস্তি নহালৈকে।",
        "fa": "کسانی که کفر ورزیدند همواره در مورد آن[چه در قرآن نازل کرده‌ایم] تردید دارند تا آنگاه که ناگهان قیامت فرارسد یا عذاب روزی بی‌خیر و رحمت بر آنان [فرود] آید."
      }
    },
    {
      "verse_number": 2651,
      "verse_key": "22:56",
      "arabic_text": "ٱلْمُلْكُ يَوْمَئِذٍ لِّلَّهِ يَحْكُمُ بَيْنَهُمْ ۚ فَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فِى جَنَّـٰتِ ٱلنَّعِيمِ",
      "phonetic_text": "Almulku yawma-ithin lillahi yahkumubaynahum fallatheena amanoo waAAamiloo assalihatifee jannati annaAAeem",
      "translations": {
        "fr": "La royauté en ce jour sera tout entière à Allah, Qui jugera entre eux. Alors, ceux qui auront cru et auront accompli les bonnes œuvres seront dans les Jardins des délices.",
        "en": "On that Day control will belong to God: He will judge between them. Those who believe and do good deeds will be admitted to Gardens of Delight,",
        "es": "Ese día la soberanía solo Le pertenecerá a Dios, que juzgará entre ellos. Sabed que los que hayan creído y hecho obras de bien estarán en los Jardines de las Delicias,",
        "it": "In quel Giorno la sovranità apparterrà ad Allah, ed Egli giudicherà tra di loro. Poi, quelli che avranno creduto e ben operato [andranno] nei Giardini delle delizie;",
        "ru": "Власть в тот день будет принадлежать Аллаху, и Он рассудит между ними. И тогда те, которые уверовали и совершали праведные деяния, окажутся в Садах блаженства.",
        "tr": "O gün hükümranlık yalnız Allah'ındır, O aralarında hükmünü verir. Artık iman edip yararlı iş işleyenler nimet cennetlerindedirler.",
        "de": "Die Herrschaft wird an jenem Tag Allah (allein) gehören. Er wird zwischen ihnen richten. Dann werden diejenigen, die glauben und rechtschaffene Werke tun, in den Gärten der Wonne sein.",
        "pt": "A soberania, naquele dia, será de Deus, que julgará entre eles. Os fiéis que tiverem praticado o bem entrarão nos jardinsdo prazer.",
        "nl": "De heerschappij op die Dag behoort aan Allah. Hij zal tussen hen oordelen. Daarop zullen degenen die geloven en gmde daden verrichten in de Tuinen van gelukzaligheid (het Paradijs) zijn.",
        "ur": "اُس روز بادشاہی اللہ کی ہو گی، اور وہ ان کے درمیان فیصلہ کر دے گا جو ایمان رکھنے والے اور عمل صالح کرنے والے ہوں گے وہ نعمت بھری جنتوں میں جائیں گے",
        "bn": "সেইদিনা কেৱল আল্লাহৰেই আধিপত্য; তেৱেঁই সিহঁতৰ মাজত বিচাৰ কৰিব। তাৰ পিছত যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে তেওঁলোকে নিয়ামতপূৰ্ণ জান্নাতত অৱস্থান কৰিব।",
        "fa": "در آن روز، فرمانروایی از آنِ الله است [و] میان آنان داوری می‌کند. کسانی‌ که ایمان آورده‌اند و کارهای شایسته انجام داده‌اند، در باغ‌های پرنعمت [بهشت] هستند."
      }
    },
    {
      "verse_number": 2652,
      "verse_key": "22:57",
      "arabic_text": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَا فَأُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ مُّهِينٌ",
      "phonetic_text": "Wallatheena kafaroo wakaththaboobi-ayatina faola-ika lahum AAathabunmuheen",
      "translations": {
        "fr": "Et ceux qui auront mécru et auront osé démentir Nos Signes, ceux-là seront voués au supplice humiliant.",
        "en": "while those who disbelieve and reject Our revelations will receive a humiliating torment.",
        "es": "mientras que los que se negaron a creer y desmintieron Mis preceptos tendrán un castigo humillante.",
        "it": "e i miscredenti, che avranno smentito i segni Nostri, avranno un castigo avvilente.",
        "ru": "Тем же, которые не уверовали и считали ложью Наши знамения, уготованы унизительные мучения.",
        "tr": "İnkâr edip âyetlerimizi yalan sayanlar ise, işte bunlar için hakîr düşüren bir azab vardır.",
        "de": "Diejenigen aber, die ungläubig sind und Unsere Zeichen für Lüge erklären, für sie wird es schmachvolle Strafe geben.",
        "pt": "Em troca, os incrédulos, que desmentirem os Nossos versículos, sofrerão um castigo ignominioso.",
        "nl": "En degenen die niet geloven en Onze Verzen loochenen: zij zijn degenen voor wie er een vernederende bestraffing is.",
        "ur": "اور جنہوں نے کفر کیا ہو گا اور ہماری آیات کو جھٹلایا ہوگا اُن کے لیے رسوا کن عذاب ہوگا",
        "bn": "আৰু যিসকলে কুফৰী কৰিছে আৰু আমাৰ আয়াতসমূহক অস্বীকাৰ কৰিছে, সিহঁতৰ বাবেই আছে লাঞ্ছনাদায়ক শাস্তি।",
        "fa": "و کسانی‌ که کفر ورزیدند و آیات ما را تکذیب کردند، عذاب خوارکننده‌ای [در پیش] دارند."
      }
    },
    {
      "verse_number": 2653,
      "verse_key": "22:58",
      "arabic_text": "وَٱلَّذِينَ هَاجَرُوا۟ فِى سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓا۟ أَوْ مَاتُوا۟ لَيَرْزُقَنَّهُمُ ٱللَّهُ رِزْقًا حَسَنًا ۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيْرُ ٱلرَّٰزِقِينَ",
      "phonetic_text": "Wallatheena hajaroofee sabeeli Allahi thumma qutiloo aw matoolayarzuqannahumu Allahu rizqan hasanan wa-inna Allahalahuwa khayru arraziqeen",
      "translations": {
        "fr": "Ceux qui ont émigré dans le chemin d’Allah, puis ont été tués (au combat) ou sont morts (dans leurs lits), Allah leur dispensera une belle récompense, car Allah est le Meilleur des dispensateurs.",
        "en": "He will give a generous provision to those who migrated in God’s way and were killed or died. He is the Best Provider.",
        "es": "Aquellos que emigraron por la causa de Dios y fueron asesinados o murieron en el camino, Dios les proveerá con un bello sustento. Dios es el mejor de los sustentadores.",
        "it": "Quanto a coloro che sono emigrati per la causa di Allah, che furono uccisi o morirono, Allah li ricompenserà nel migliore dei modi. In verità Allah è il Migliore dei compensatori!",
        "ru": "Аллах непременно наделит прекрасным уделом тех, которые переселились на пути Аллаха, а затем были убиты или умерли. Воистину, Аллах - Наилучший из дарующих удел.",
        "tr": "Allah yolunda hicret edip de sonra öldürülmüş veya ölmüş olanlara gelince, elbette Allah, onları güzel bir rızıkla rızıklandıracaktır. Çünkü Allah rızık verenlerin en hayırlısıdır.",
        "de": "Denjenigen, die auf Allahs Weg auswandern, hierauf getötet werden oder sterben, wird Allah ganz gewiß eine schöne Versorgung gewähren. Allah ist wahrlich der beste Versorger.",
        "pt": "Aqueles que migraram pela causa de Deus e forma mortos, ou morreram, serão infinitamente agraciados por Ele, porqueDeus é o melhor dos agraciadores.",
        "nl": "En degenen die op de Weg van Allah uitwijken en vervolgens gedood worden of sterven. Allah zal hen zeker voorzien van een goede voorziening. Voorwaar, Allah is de Beste van de Voorzieners.",
        "ur": "اور جن لوگوں نے اللہ کی راہ میں ہجرت کی، پھر قتل کر دیے گئے یا مر گئے، اللہ ان کو اچھّا رزق دے گا اور یقیناً اللہ ہی بہترین رازق ہے",
        "bn": "আৰু যিসকলে আল্লাহৰ পথত হিজৰত কৰিছে, তাৰ পিছত নিহত হৈছে অথবা মৃত্যুবৰণ কৰিছে, তেওঁলোকক অৱশ্যে আল্লাহে উৎকৃষ্ট জীৱিকা প্ৰদান কৰিব; আৰু নিশ্চয় আল্লাহ, তেৱেঁই হৈছে সৰ্বোৎকৃষ্ট জীৱিকাদাতা।",
        "fa": "و کسانی‌ که در راه الله هجرت کردند، سپس کشته شدند یا وفات کردند، یقیناً الله به آنان روزیِ نیکویی می‌دهد. به راستی که الله بهترین روزی‌دهنده است."
      }
    },
    {
      "verse_number": 2654,
      "verse_key": "22:59",
      "arabic_text": "لَيُدْخِلَنَّهُم مُّدْخَلًا يَرْضَوْنَهُۥ ۗ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٌ",
      "phonetic_text": "Layudkhilannahum mudkhalan yardawnahuwa-inna Allaha laAAaleemun haleem",
      "translations": {
        "fr": "Il les fera entrer dans un lieu dont ils seront satisfaits. Allah est Omniscient et Longanime.",
        "en": "He will admit them to a place that will please them: God is all knowing and most forbearing.",
        "es": "Os introducirá en un Paraíso en el que estaréis complacidos. Dios es Conocedor, Tolerante.",
        "it": "Li introdurrà in un luogo di cui saranno soddisfatti. In verità Allah è il Sapiente, il Magnanimo.",
        "ru": "Он непременно введет их во вход, которым они останутся довольны. Воистину, Аллах - Знающий, Выдержанный.",
        "tr": "Allah onları hoşnud olacakları bir yere (cennete) elbette koyacaktır. Şüphesiz Allah Alîmdir (herşeyi bilir) Halîmdir, (Kullarına yumuşak davranır.).",
        "de": "Er wird ihnen ganz gewiß einen Eingang gewähren, mit dem sie zufrieden sind. Und Allah ist wahrlich Allwissend und Nachsichtig.",
        "pt": "Em verdade, introduzi-los-á em um lugar que comprazerá a eles, porque Deus é tolerante, Sapientíssimo.",
        "nl": "Hij zal hen zeker een plaats laten binnengaan, die hen behaagt. Voorwaar, Allah is zeker Alwetend, Zachtmoedig.",
        "ur": "وہ اُنہیں ایسی جگہ پہنچائے گا جس سے وہ خوش ہوجائیں گے۔ بے شک اللہ علیم اور حلیم ہے۔ <sup foot_note=\"185362\">1</sup>",
        "bn": "তেওঁ অৱশ্যে তেওঁলোকক এনে স্থানত প্ৰৱেশ কৰাব, যিটো তেওঁলোকে পছন্দ কৰিব। নিশ্চয় আল্লাহ মহাজ্ঞানী, পৰম সহনশীল।",
        "fa": "بی‌تردید، آنان را به جایگاهی وارد می‌کند که از آن راضی باشند؛ و به راستی که الله دانای بردبار است."
      }
    },
    {
      "verse_number": 2655,
      "verse_key": "22:60",
      "arabic_text": "۞ ذَٰلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِىَ عَلَيْهِ لَيَنصُرَنَّهُ ٱللَّهُ ۗ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٌ",
      "phonetic_text": "Thalika waman AAaqaba bimithlima AAooqiba bihi thumma bughiya AAalayhi layansurannahuAllahu inna Allaha laAAafuwwun ghafoor",
      "translations": {
        "fr": "Il en sera ainsi. Quant à celui qui est agressé et se rend justice de manière similaire, puis se trouve victime d’une autre agression, Allah viendra à son secours. Car Allah est si Indulgent et Il est Absoluteur.",
        "en": "So it will be. God will help those who retaliate against an aggressive act merely with its like and are then wronged again: God is pardoning and most forgiving.",
        "es": "Aquel que se defienda de forma proporcional a la injusticia de la que es víctima, y se le siga agraviando, Dios lo socorrerá. Dios es Remisorio, Absolvedor.",
        "it": "Allah certamente proteggerà chi risponda proporzionatamente all’offesa e ancora subisca rappresaglie, poiché in verità Allah è indulgente, perdonatore.",
        "ru": "Вот так! Если кто-либо наказывает так, как он сам был наказан, после чего с ним поступают несправедливо, то Аллах непременно поможет ему. Воистину, Аллах - Снисходительный, Прощающий.",
        "tr": "Bu böyledir, kim kendisine yapılan cezaya aynı ile karşılık verir de, sonra yine kendisine zulüm yapılırsa, muhakkak ki, Allah ona yardım eder. Allah şüphesiz çok af edicidir, çok bağışlayıcıdır.",
        "de": "Dies, und wer im gleichen Maß bestraft, wie er bestraft wurde, hierauf aber (wieder zu Unrecht) angegriffen wird, dem wird Allah ganz gewiß helfen. Allah ist wahrlich Allverzeihend und Allvergebend.",
        "pt": "Assim será! Aquele que se desforrar um pouco de quem o injuriou e o ultrajou, sem dúvida Deus socorrerá, porque éAbsolvedor, Indulgentíssimo.",
        "nl": "Zo is het. En wie straft met het gelijke van dat waar hij mee gestraft is en dan opnieuw onrechtvaardig behandeld wordt: Allah zal hen zeker helpen. Voorwaar, Allah is zeker Vergevend, Vergevensgezind.",
        "ur": "یہ تو ہے اُن کا حال، اور جو کوئی بدلہ لے ، ویسا ہی جیسا اُس کے ساتھ کیا گیا، اور پھر اس پر زیادتی بھی کی گئی ہو، تو اللہ اس کی مدد ضرور کرے گا۔ <sup foot_note=\"185363\">1</sup> اللہ معاف کرنے والا اور درگزر کرنے والا ہے۔ <sup foot_note=\"185364\">2</sup>",
        "bn": "এইটোৱেই হ’ল প্ৰকৃত ৰীতি, আৰু যি ব্যক্তিয়ে নিৰ্যাতিত হৈ তাৰ সমপৰিমাণ প্ৰতিশোধ গ্ৰহণ কৰে, তাৰ পিছত পুনৰ সি নিৰ্যাতিত হয় তেন্তে নিশ্চয় আল্লাহে তেওঁক সহায় কৰিব; নিশ্চয় আল্লাহ পাপ মোচনকাৰী, ক্ষমাশীল।",
        "fa": "این است [حكم الهی دربارۀ كافر و مؤمن‌]؛ و هر کس به همان مقدار که به او ستم شده است مجازات کند، سپس [باز] مورد ستم قرار گیرد، الله یاری‌اش خواهد کرد. بی‌تردید، الله بخشندۀ آمرزنده است."
      }
    },
    {
      "verse_number": 2656,
      "verse_key": "22:61",
      "arabic_text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَأَنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
      "phonetic_text": "Thalika bi-anna Allaha yoolijuallayla fee annahari wayooliju annaharafee allayli waanna Allaha sameeAAun baseer",
      "translations": {
        "fr": "Ainsi Allah fait-Il entrer la nuit dans le jour et fait-il entrer le jour dans la nuit. Il Entend Tout et Il est Lucide.",
        "en": "So it will be, because God makes night pass into day, and day into night, and He is all hearing and all seeing.",
        "es": "Dios hace que la noche suceda al día y el día a la noche. Dios todo lo oye, todo lo ve.",
        "it": "È così poiché Allah fa entrare la notte nel giorno e il giorno nella notte, ed in verità Allah è Colui Che tutto ascolta ed osserva <a class=f><sup foot_note=158466>1</sup></a>.",
        "ru": "Это потому, что Аллах удлиняет день за счет ночи и удлиняет ночь за счет дня, а также потому, что Аллах - Слышащий, Видящий.",
        "tr": "Çünkü Allah, geceyi gündüzün içine sokar, gündüzü de gecenin içine sokar. Şüphesiz Allah, Semîdir (herşeyi işitir) Basîrdir (herşeyi görür).",
        "de": "Dies, weil Allah die Nacht in den Tag eindringen und den Tag in die Nacht eindringen läßt und weil Allah Allhörend und Allsehend ist.",
        "pt": "Isto, porque Deus insere a noite no dia e o dia na noite e é, ademais, Oniouvinte, Onividente.",
        "nl": "Dat is omdat Allah de nacht doet overgaan in de dag en de dag doet overgaan in de nacht. En omdat Allah zeker Alhorend, Alziend is.",
        "ur": "<sup foot_note=\"171386\">1</sup>یہ اس لیے کہ رات سے دن اور دن سے رات نکالنے والا اللہ ہی ہے <sup foot_note=\"171387\">2</sup> اور وہ سمیع و بصیر ہے۔ <sup foot_note=\"171388\">3</sup>",
        "bn": "এইটো এইবাবে যে, নিশ্চয় আল্লাহে ৰাতিক দিনৰ মাজত প্ৰৱেশ কৰায় আৰু দিনক প্ৰৱেশ কৰায় ৰাতিৰ মাজত। নিশ্চয় আল্লাহ সৰ্বশ্ৰোতা, সৰ্বদ্ৰষ্টা,",
        "fa": "این [یاریِ مظلومان‌] از آن روست که الله [بر هر کاری تواناست؛ چنان که] شب را در روز، و روز را در شب داخل می‌کند؛ [و از یکی می‌کاهد و بر دیگری می‌افزاید]؛ و بی‌تردید، الله شنوای بیناست."
      }
    },
    {
      "verse_number": 2657,
      "verse_key": "22:62",
      "arabic_text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِۦ هُوَ ٱلْبَـٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ",
      "phonetic_text": "Thalika bi-anna Allaha huwa alhaqquwaanna ma yadAAoona min doonihi huwa albatiluwaanna Allaha huwa alAAaliyyu alkabeer",
      "translations": {
        "fr": "Ainsi Allah est-Il la Vérité même, tandis que ce qui est invoqué en dehors de Lui est le mensonge même. Allah est le Très Haut, le Grand.",
        "en": "So it will be, because it is God alone who is the Truth, and whatever else they invoke is sheer falsehood: it is God who is the Most High, the Most Great.",
        "es": "Dios es la Verdad, y aquello que [los idólatras] invocan en vez de Él es falso. Dios es el Sublime, el Grande.",
        "it": "È così poiché Allah è la Verità, mentre ciò che invocano all’infuori di Lui è certamente menzogna. In verità Allah è l’Altissimo, il Grande.",
        "ru": "Это потому, что Аллах есть Истина, а то, чему они поклоняются помимо Него, есть ложь, а также потому, что Аллах - Возвышенный, Большой.",
        "tr": "(Bu sonsuz güç şundandır) Çünkü Allah, varlığı kendinden olan Hak'tır. Müşriklerin O'nu bırakıp da tapındıkları putlar ise hep bâtıldır. Şüphesiz Allah, yücedir, büyüktür.",
        "de": "Dies, weil Allah die Wahrheit ist und weil das, was sie anstatt Seiner anrufen, das Falsche ist, und weil Allah der Erhabene, der Große ist.",
        "pt": "Isto porque Deus é a Verdade; e o que invocam, em vez d'Ele, é a falsidade. Sabei que Ele é Grandioso, Altíssimo.",
        "nl": "Dat is omdat Allah de Waarheid is en omdat wat zij naast Hem aanroepen vals is en omdat Allah de Verhevene, de Grootste is.",
        "ur": "یہ اِس لیے کہ اللہ ہی حق ہے اور سب باطل ہیں جنہیں اللہ کو چھوڑ کر یہ لوگ پکارتے ہیں <sup foot_note=\"185365\">1</sup> اور اللہ ہی بالادست اور بزرگ ہے",
        "bn": "আৰু এইকাৰণেও যে, নিশ্চয় আল্লাহ, কেৱল তেৱেঁই সত্য আৰু তেওঁৰ বাহিৰে সিহঁতে যিবোৰক আহ্বান কৰে, সেই সকলো অসত্য। নিশ্চয় আল্লাহ, তেৱেঁই সুউচ্চ, সুমহান।",
        "fa": "این به سبب آن است که الله حق است و آنچه را که [مشرکان] جز او می‌خوانند [همه] باطل است و الله بلندمرتبۀ بزرگ است."
      }
    },
    {
      "verse_number": 2658,
      "verse_key": "22:63",
      "arabic_text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَتُصْبِحُ ٱلْأَرْضُ مُخْضَرَّةً ۗ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٌ",
      "phonetic_text": "Alam tara anna Allaha anzala mina assama-imaan fatusbihu al-ardu mukhdarrataninna Allaha lateefun khabeer",
      "translations": {
        "fr": "Ne vois-tu pas qu’Allah fait descendre de l’eau du ciel, et qu’alors la terre verdit ? Allah est Subtil et Il est Tout Informé.",
        "en": "Have you [Prophet] not considered how God sends water down from the sky and the next morning the earth becomes green? God is truly most subtle, all aware;",
        "es": "¿Acaso no ves que Dios envía agua del cielo y con ella la tierra se reverdece? Dios es Sutil, Conocedor.",
        "it": "Non hai visto come Allah fa scendere dal cielo un’acqua che rinverdisce la terra? In verità Allah è il Sottile, il Ben Informato.",
        "ru": "Неужели ты не видишь, как Аллах ниспосылает с неба воду, после чего земля зеленеет? Воистину, Аллах - Проницательный (или Добрый), Ведающий.",
        "tr": "Görmedin mi Allah'ın gökten indirdiği su ile yeryüzü (nasıl) yemyeşil oluyor? Gerçekten Allah çok lütufkârdır, her şeyden haberdardır.",
        "de": "Siehst du nicht, daß Allah vom Himmel Wasser herabkommen läßt, so daß die Erde grün wird? Gewiß, Allah ist Feinfühlig und Allkundig.",
        "pt": "Porventura, não reparas em que Deus faz descer água do céu, tornando verdes os campos? Sabei que Deus é Onisciente, Sutilíssimo.",
        "nl": "Zie jij niet dat Allah water uit de hemelen doet neerdalen? Zo wordt de aarde groen. Voorwaar, Allah is zeker Zachtmoedig, Alwetend.",
        "ur": "کیا تم دیکھتے نہیں ہو کہ اللہ آسمان سے پانی برساتا ہے اور اس کی بدولت زمین سرسبز ہو جاتی ہے؟ <sup foot_note=\"185366\">1</sup> حقیقت یہ ہے کہ وہ لطیف و خبیر ہے۔ <sup foot_note=\"185367\">2</sup>",
        "bn": "তুমি লক্ষ্য কৰা নাইনে যে, আল্লাহে আকাশৰ পৰা পানী বৰ্ষণ কৰে? যাৰ ফলত পৃথিৱী সেউজীয়া হৈ উঠে? নিশ্চয় আল্লাহ সুক্ষ্মদৰ্শী, সম্যক অৱহিত।",
        "fa": "آیا ندیدی که الله آبی از آسمان فروفرستاد و زمین [بر اثر آن، خرم و] سرسبز می‌گردد؟ بی‌تردید، الله باریک‌بینِ آگاه است."
      }
    },
    {
      "verse_number": 2659,
      "verse_key": "22:64",
      "arabic_text": "لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَإِنَّ ٱللَّهَ لَهُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
      "phonetic_text": "Lahu ma fee assamawatiwama fee al-ardi wa-inna Allaha lahuwaalghaniyyu alhameed",
      "translations": {
        "fr": "À Lui appartient ce qu’il y a dans les cieux et sur terre. Allah est Celui Qui Se passe de Tout, le Digne de Toutes louanges !",
        "en": "everything in the heavens and earth belongs to Him; God alone is self-sufficient, worthy of all praise.",
        "es": "A Él pertenece cuanto hay en los cielos y en la Tierra. Dios es el Opulento, el Loable.",
        "it": "A Lui [appartiene] ciò che è nei cieli e ciò che sta sulla terra. Allah è certamente Colui Che basta a Se Stesso, è il Degno di lode.",
        "ru": "Ему принадлежит то, что на небесах, и то, что на земле. Воистину, Аллах - Богатый, Достохвальный.",
        "tr": "Göklerde ve yerde ne varsa hep O'nundur. Doğrusu Allah müstağnîdir, övülmeğe layıktır.",
        "de": "Ihm gehört (alles), was in den Himmeln und was auf der Erde ist; Allah ist wahrlich der Unbedürftige und Lobenswürdige.",
        "pt": "Seu é tudo quanto existe nos céus e quanto há na terra, porque é Opulento, Laudabilíssimo.",
        "nl": "Aan Hem behoort wat er in de hemelen en op de aarde is. En voorwaar, Allah is zeker de Behoefteloze, de Geprezene.",
        "ur": "اُسی کا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے۔ بے شک وہی غنی و حمید ہے۔ <sup foot_note=\"185368\">1</sup>",
        "bn": "আকাশসমূত যি আছে আৰু পৃথিৱীত যি আছে সেই সকলো তেওঁৰেই। নিশ্চয় আল্লাহ, তেৱেঁই অভাৱমুক্ত, পৰম প্ৰশংসিত।",
        "fa": "آنچه در آسمان‌ها و زمین است از آنِ اوست؛ و بی‌تردید، الله بی‌نیازِ ستوده است."
      }
    },
    {
      "verse_number": 2660,
      "verse_key": "22:65",
      "arabic_text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِى ٱلْأَرْضِ وَٱلْفُلْكَ تَجْرِى فِى ٱلْبَحْرِ بِأَمْرِهِۦ وَيُمْسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلْأَرْضِ إِلَّا بِإِذْنِهِۦٓ ۗ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٌ رَّحِيمٌ",
      "phonetic_text": "Alam tara anna Allaha sakhkhara lakumma fee al-ardi walfulka tajree fee albahribi-amrihi wayumsiku assamaa an taqaAAa AAalaal-ardi illa bi-ithnihi inna Allahabinnasi laraoofun raheem",
      "translations": {
        "fr": "Ne vois-tu pas qu’Allah a soumis pour vous tout ce qu’il y a sur terre, et même les vaisseaux qui voguent en mer par Son ordre ? Il tient le ciel (suspendu) et l’empêche, sans Sa permission, de tomber sur terre. Allah est envers les hommes Tout Indulgent et Absoluteur.",
        "en": "Have you not considered how God has made everything on the earth of service to you? That ships sail the sea at His command? That He keeps the heavens from falling down on the earth without His permission? God is most compassionate and most merciful to mankind-",
        "es": "¿Acaso no ves que Dios ha puesto a vuestro servicio cuanto hay en la Tierra, que los barcos surcan el mar por Su designio, y que Él contiene al cielo para que no caiga sobre la Tierra a menos que sea por Su Voluntad? Dios es Compasivo y Misericordioso con la gente.",
        "it": "Non hai visto che Allah vi ha assoggettato tutto quello che sta sulla terra e la nave che per ordine Suo solca i mari? E lui Che trattiene il cielo dall’abbattersi sulla terra senza il Suo permesso. In verità Allah è dolce e misericordioso nei confronti degli uomini.",
        "ru": "Разве ты не видишь, что Аллах подчинил вам все, что на земле, и корабли, которые плывут по морям по Его воле? Он удерживает небо, чтобы оно не упало на землю без Его соизволения. Воистину, Аллах сострадателен и милосерден к людям.",
        "tr": "Görmedin mi ki, Allah bütün yerdekileri ve emriyle denizlerde akıp giden gemileri hep sizin buyruğunuz altına verdi. Göğü de izni olmaksızın yere düşmekten o (koruyup havada) tutuyor. Şüphesiz Allah insanlara çok şefkatlidir, çok merhametlidir.",
        "de": "Siehst du nicht, daß Allah euch (all) das, was auf der Erde ist, dienstbar gemacht hat, und (ebenso) die Schiffe, die nach Seinem Befehl auf dem Meer fahren? Und Er hält den Himmel, daß er nicht auf die Erde fällt, außer mit Seiner Erlaubnis. Gewiß, Allah ist zu den Menschen wahrlich Gnädig und Barmherzig.",
        "pt": "Não tens reparado em que Deus vos submeteu o que existe na terra, assim como as naves, que singram os mares por Suavontade? Ele sustém o firmamento, para que não caia sobre a terra, a não ser por Sua vontade, porque é, para com oshumanos, Compassivo, Misericordiosíssimo.",
        "nl": "Zie jij niet dat Allah alles op de aarde en de schepen die over de zeeën rondvaren op zijn bevel aan jullie dienstbaar heeft gemaakt? En dat Hij de hemelen weerhoudt op de aarde te vallen, alleen maar door Zijn toestemming? Voorwaar, Allah is voor de mensen zeker Zachtmoedig, Meest Bamhartig.",
        "ur": "کیا تم دیکھتے نہیں ہو کہ اُس نے وہ سب کچھ تمہارے لیے مسخّر کر رکھا ہے جو زمین میں ہے ، اور اُسی نے کشتی کو قاعدے کا پابند بنایا ہے کہ وہ اُس کے حکم سے سمندر میں چلتی ہے، اور وہی آسمان کو اس طرح تھامے ہوئے ہے کہ اُس کے اِذن کے بغیر وہ زمین پر نہیں گِر سکتا؟ <sup foot_note=\"185369\">1</sup> واقعہ یہ ہے کہ اللہ لوگوں کے حق میں بڑا شفیق اور رحیم ہے",
        "bn": "তুমি লক্ষ্য কৰা নাইনে, পৃথিৱীত যি আছে সেই সকলোবোৰক আল্লাহে তোমালোকৰ কল্যাণত নিয়োজিত কৰিছে আৰু নৌযানসমূহকো, যিবোৰ তেওঁৰ নিৰ্দেশতেই সাগৰত বিচৰণ কৰে? আৰু তেৱেঁই আকাশক ধৰি ৰাখিছে, যাতে তেওঁৰ অনুমতিবিহীন পৃথিৱীৰ ওপৰত পৰি নাযায়। নিশ্চয় আল্লাহ মানুহৰ প্ৰতি স্নেহপ্ৰৱণ, পৰম দয়ালু।",
        "fa": "آیا ندیدی که الله آنچه را در زمین است به خدمت شما گماشته است و کشتی‌ها به فرمانش در دریا در حرکتند و آسمان را نگه می‌دارد که جز به اجازۀ او بر زمین نیفتد؟ بی‌تردید، الله [نسبت] به مردم، دلسوزِ مهربان است."
      }
    },
    {
      "verse_number": 2661,
      "verse_key": "22:66",
      "arabic_text": "وَهُوَ ٱلَّذِىٓ أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۗ إِنَّ ٱلْإِنسَـٰنَ لَكَفُورٌ",
      "phonetic_text": "Wahuwa allathee ahyakumthumma yumeetukum thumma yuhyeekum inna al-insanalakafoor",
      "translations": {
        "fr": "C’est Lui Qui vous a fait vivre, Qui vous fera mourir, puis vous fera revivre. L’homme est outrageusement ingrat.",
        "en": "it is He who gave you [people] life, will cause you to die, then will give you life again- but man is ungrateful.",
        "es": "Él es Quien os dio la vida, luego os hará morir y después os resucitará [para juzgaros]. Pero el ser humano es desagradecido.",
        "it": "Egli è Colui Che vi dà la vita e poi vi farà morire e poi vi ridarà la vita <a class=f><sup foot_note=158467>1</sup></a>. Invero l’uomo è ingrato!",
        "ru": "Он - Тот, Кто дарует вам жизнь, затем умерщвляет вас, а затем вновь оживляет. А человек, воистину, неблагодарен.",
        "tr": "Size (ilk defa) hayat veren, sonra öldürecek olan, sonra da yeniden diriltecek olan O'dur. İnsan gerçekten pek nankördür.",
        "de": "Und Er ist es, Der euch lebendig gemacht hat, euch hierauf sterben läßt, euch hierauf wieder lebendig macht. Der Mensch ist wahrlich sehr undankbar.",
        "pt": "E Ele é Quem vos dá a vida, então vos fará morrer, em seguida vos devolverá a vida. Em verdade, o homem é ingrato!",
        "nl": "En Hij is het Die jullie doet leven en dan doet sterven en jullie vervolgens doet leven. Voorwaar, de mens is zeker ondankbaar.",
        "ur": "وہی ہے جس نے تمہیں زندگی بخشی ہے ، وہی تم کو موت دیتا ہے اور وہی پھر تم کو زندہ کرے گا۔ سچ یہ ہے کہ انسان بڑا ہی منکرِ حق ہے۔ <sup foot_note=\"185370\">1</sup>",
        "bn": "তেৱেঁই তোমালোকক জীৱিত কৰিছে আৰু তেৱেঁই তোমালোকৰ মৃত্যু ঘটাব, আকৌ তেৱেঁই পুনৰ তোমালোকক জীৱিত কৰিব। নিশ্চয় মানুহ বৰ বেছি অকৃতজ্ঞ।",
        "fa": "و او تعالی ذاتی است که شما را زنده کرد، سپس می‌میرانَد، و آنگاه [بارِ دیگر] زنده می‌کند. به راستی که انسان [نسبت به نعمت‌های الهی] بسیار ناسپاس است."
      }
    },
    {
      "verse_number": 2662,
      "verse_key": "22:67",
      "arabic_text": "لِّكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا هُمْ نَاسِكُوهُ ۖ فَلَا يُنَـٰزِعُنَّكَ فِى ٱلْأَمْرِ ۚ وَٱدْعُ إِلَىٰ رَبِّكَ ۖ إِنَّكَ لَعَلَىٰ هُدًى مُّسْتَقِيمٍ",
      "phonetic_text": "Likulli ommatin jaAAalna mansakan humnasikoohu fala yunaziAAunnaka fee al-amri wadAAuila rabbika innaka laAAala hudan mustaqeem",
      "translations": {
        "fr": "Pour chaque communauté Nous avons établi un rituel qu’elle doit observer. Qu’ils ne disputent donc pas de cet ordre avec toi. Appelle (les hommes) vers ton Seigneur. Tu es dans la droite direction.",
        "en": "We have appointed acts of devotion for every community to observe, so do not let them argue with you [Prophet] about this matter. Call them to your Lord- you are on the right path-",
        "es": "A cada comunidad le he revelado sus propios ritos para que los observen. [¡Oh, Muhámmad!] No dejes que [te discutan] sobre los preceptos. Exhorta a creer en tu Señor, porque tú estás en la guía del camino recto.",
        "it": "Ad ogni comunità abbiamo indicato un culto da osservare. E non polemizzino con te in proposito <a class=f><sup foot_note=158468>1</sup></a>. Chiamali al tuo Signore, che in verità sei sulla retta via.",
        "ru": "Для каждой общины Мы установили обряды, которые они отправляют, и пусть они не спорят с тобой по этому поводу. Призывай же к своему Господу. Воистину, ты - на прямом пути.",
        "tr": "Biz her ümmet için bir şeriat tayin ettik ki, onlar onunla amel ederler. Bunun için (ey Muhammed!) bu konuda seninle hiçbir zaman çekişmesinler. (İnsanları) Rabbine (ibadet etmeye) çağır. Şüphesiz sen gerçekten hidayete götüren doğru bir yol üzerindesin.",
        "de": "Für jede Gemeinschaft haben Wir einen Ritus festgelegt, den sie (zu) vollziehen (haben); so sollen sie mit dir nicht über die Angelegenheit streiten. Und rufe zu deinem Herrn. Du verfährst fürwahr nach einer geraden Rechtleitung.",
        "pt": "Temos prescrito a cada povo ritos a serem observados. Que não te refutem a este respeito! E invoca teu Senhor, porquesegues uma orientação correta.",
        "nl": "Voor iedere gemeenschap hebben Wij godsdienstige gebruiken vastgesteld, die zij moeten volgen. Laat hen daarom niet met jou over de zaak twisten, en roep op tot jouw Heer: voorwaar, jij volgt zeker rechte Leiding.",
        "ur": "ہر اُمّت <sup foot_note=\"185351\">1</sup> کے لیے ہم نے ایک طریقِ عبادت  <sup foot_note=\"185352\">2</sup> مقرر کیا ہے جس کی وہ پیروی کرتی ہے، پس اے محمدؐ ، وہ اِس معاملے میں تم سے جھگڑا نہ کریں۔ <sup foot_note=\"185353\">3</sup> تم اپنے ربّ کی طرف دعوت دو، یقیناً تم سیدھے راستے پر ہو۔ <sup foot_note=\"185354\">4</sup>",
        "bn": "আমি প্ৰত্যেক উম্মতৰ বাবে ইবাদতৰ নিয়ম-পদ্ধতি নিৰ্ধাৰণ কৰি দিছোঁ যিটো সিহঁতে পালন কৰে। এতেকে সিহঁতে যেন এই বিষয়ে তোমাৰ লগত বিতৰ্ক নকৰে। তুমি তোমাৰ প্ৰতিপালকৰ পিনে আহ্বান কৰা। নিশ্চয় তুমি সৰল পথত প্ৰতিষ্ঠিত।",
        "fa": "برای هر امتی آیینی مقرر کرده‌ایم كه به آن عمل ‌كنند؛ پس [ای پیامبر، پیروان سایر ادیان] نباید با تو در این امر ستیز کنند. به راه پروردگارت دعوت كن؛ [چرا که] تو یقیناً بر [آیینی درست و] راهی راست قرار دارى."
      }
    },
    {
      "verse_number": 2663,
      "verse_key": "22:68",
      "arabic_text": "وَإِن جَـٰدَلُوكَ فَقُلِ ٱللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ",
      "phonetic_text": "Wa-in jadalooka faquli AllahuaAAlamu bima taAAmaloon",
      "translations": {
        "fr": "Si, malgré tout, ils disputent avec toi à ce sujet, dis (-leur) : « Allah Sait le mieux ce que vous faites. ",
        "en": "and if they argue with you, say, ‘God is well aware of what you are doing.’",
        "es": "Pero si te desmienten, diles: “Dios bien sabe lo que hacéis”.",
        "it": "E se polemizzano con te, allora di’: «Allah ben conosce quello che fate.",
        "ru": "Если же они станут препираться с тобой, то скажи: «Аллаху лучше знать о том, что вы совершаете.",
        "tr": "Eğer seninle tartışırlarsa, de ki: \"Allah yaptıklarınızı çok iyi bilir.\"",
        "de": "Und wenn sie (doch) mit dir streiten, dann sag: Allah weiß sehr wohl, was ihr tut.",
        "pt": "Porém, se te refutam, dize-lhes: Deus sabe melhor do que ninguém o que fazeis!",
        "nl": "En als zij met jou twisten zeg dan: \"Allah weet beter wat jullie doen.\"",
        "ur": "اور اگر وہ تم سے جھگڑیں تو کہہ دو کہ \"جو کچھ تم کر رہے ہو اللہ کو خوب معلوم ہے",
        "bn": "আৰু যদি সিহঁতে তোমাৰ লগত বিতৰ্ক কৰে তেন্তে কোৱা, ‘তোমালোকে যি কৰা সেই সম্পৰ্কে আল্লাহ সম্যক অৱগত’।",
        "fa": "و اگر [دربارۀ حقانیت دین] با تو مجادله کردند، بگو: «الله به آنچه انجام می‌دهید داناتر است."
      }
    },
    {
      "verse_number": 2664,
      "verse_key": "22:69",
      "arabic_text": "ٱللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
      "phonetic_text": "Allahu yahkumu baynakum yawmaalqiyamati feema kuntum feehi takhtalifoon",
      "translations": {
        "fr": "Allah jugera bien vos différends au Jour de la Résurrection. »",
        "en": "On the Day of Resurrection, God will judge between you regarding your differences.",
        "es": "Dios juzgará entre vosotros el Día del Juicio sobre lo que solíais discrepar.",
        "it": "Allah giudicherà tra di voi, nel Giorno della Resurrezione, a proposito delle vostre divergenze».",
        "ru": "Аллах рассудит между вами в День воскресения в том, в чем вы препирались между собой».",
        "tr": "Ayrılığa düştüğünüz şeyler hakkında kıyamet günü Allah aranızda hükmünü verecektir.",
        "de": "Allah wird zwischen euch am Tag der Auferstehung über das richten, worüber ihr uneinig zu sein pflegtet.",
        "pt": "Deus julgará entre vós, no Dia da Ressurreição, a respeito de vossas divergências.",
        "nl": "Allah zal op de Dag der Opstanding onder jullie oordelen over dat waarover jullie plachten te redetwistten.",
        "ur": "اللہ قیامت کے روز تمہارے درمیان ان سب باتوں کا فیصلہ کر دے گا جن میں تم اختلاف کرتے رہے ہو\"",
        "bn": "‘তোমালোকে যি বিষয়ে মতানৈক্য কৰিছা আল্লাহে কিয়ামতৰ দিনা সেই বিষয়ে তোমালোকৰ মাজত বিচাৰ-মীমাংসা কৰি দিব’।",
        "fa": "الله روز قیامت در مورد آنچه درباره‌اش اختلاف می‌کردید، میان شما داوری می‌کند»."
      }
    },
    {
      "verse_number": 2665,
      "verse_key": "22:70",
      "arabic_text": "أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَآءِ وَٱلْأَرْضِ ۗ إِنَّ ذَٰلِكَ فِى كِتَـٰبٍ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
      "phonetic_text": "Alam taAAlam anna Allaha yaAAlamu mafee assama-i wal-ardi inna thalikafee kitabin inna thalika AAala Allahiyaseer",
      "translations": {
        "fr": "Ne sais-tu pas qu’Allah Sait ce qu’il y a dans le ciel et sur terre ? Cela est (consigné) dans un Livre et cela, pour Allah, est chose si facile.",
        "en": "Are you [Prophet] not aware that God knows all that is in the heavens and earth? All this is written in a Record; this is easy for God.",
        "es": "¿Acaso no sabes que Dios conoce cuanto hay en el cielo y en la Tierra? Todo está registrado en un libro<sup foot_note=168885>1</sup>, eso es fácil para Dios.",
        "it": "Non sai che Allah conosce ciò che c’è nei cieli e sulla terra? Tutto ciò [è racchiuso] in un Libro; ciò è facile per Allah!",
        "ru": "Разве ты не знаешь, что Аллаху известно то, что на небе и на земле? Воистину, это есть в Писании. Воистину, это для Аллаха легко.",
        "tr": "Bilmez misin ki, Allah, gökte ve yerde ne varsa hepsini bilir. Şüphesiz bunlar bir kitabtadır. Hiç şüphe yok ki bunlar Allah'a pek kolaydır.",
        "de": "Weißt du denn nicht, daß Allah weiß, was im Himmel und auf der Erde ist? Gewiß, das steht in einem Buch; gewiß, das ist Allah ein leichtes.",
        "pt": "Ignoras, acaso, que Deus conhece o que há nos céus e na terra? Em verdade, isto está registrado num Livro, porque éfácil para Deus.",
        "nl": "Weet jij niet dat Allah weet wat er in de hemelen en op de aarde is? Voorwaar, dat is in een Boek (Lauhoelmahfôezh). Voorwaar, dat is voor Allah gemakkelijk.",
        "ur": "کیا تم نہیں جانتے کہ آسمان و زمین کی ہر چیز اللہ کے علم میں ہے؟ سب کچھ ایک کتاب میں درج ہے۔ اللہ کے لیے یہ کچھ بھی مشکل نہیں ہے۔ <sup foot_note=\"185371\">1</sup>",
        "bn": "তুমি নাজানানে যে, আকাশ আৰু পৃথিৱীত যি আছে সেই সকলো আল্লাহে জানে। নিশ্চয় সেই সকলো (লিখা) আছে এখন পুথিত। নিশ্চয় আল্লাহৰ ওচৰত এয়া অতি সহজ।",
        "fa": "آیا ندانسته‌ای که الله آنچه را در آسمان و زمین است می‌داند؟ بی‌گمان [همۀ] اینها در کتابی= [لوح محفوظ، ثبت] است. مسلماً این [کار،] بر الله آسان است."
      }
    },
    {
      "verse_number": 2666,
      "verse_key": "22:71",
      "arabic_text": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَـٰنًا وَمَا لَيْسَ لَهُم بِهِۦ عِلْمٌ ۗ وَمَا لِلظَّـٰلِمِينَ مِن نَّصِيرٍ",
      "phonetic_text": "WayaAAbudoona min dooni Allahi malam yunazzil bihi sultanan wama laysa lahum bihiAAilmun wama liththalimeenamin naseer",
      "translations": {
        "fr": "Ils adorent en dehors d’Allah ce qu’Il n’a appuyé d’aucune preuve d’autorité, et ce dont ils n’ont aucun savoir. Les injustes n’auront point de défenseur.",
        "en": "Yet beside God they serve that for which He has sent no authority and of which they have no knowledge: the evildoers will have no one to help them.",
        "es": "[Los idólatras] adoran en lugar de Dios lo que no les fue revelado y carecen de conocimiento. Los injustos no tendrán quién los auxilie.",
        "it": "Adorano all’infuori di Lui cose su cui Egli non ha fatto scendere autorità alcuna, ciò su cui non possiedono nessuna scienza. Ebbene, gli ingiusti non avranno chi li soccorra.",
        "ru": "Они поклоняются вместо Аллаха тому, о чем Он не ниспослал никакого довода, о чем у них нет никакого знания. Не будет у беззаконников помощников!",
        "tr": "Onlar Allah'ı bırakıp da O'nun, haklarında hiçbir delil indirmediği ve kendilerinde de bir bilgi bulunmayan şeylere taparlar. Zalimler için hiçbir yardımcı yoktur.",
        "de": "Und sie dienen anstatt Allahs dem, wofür Er keine Ermächtigung herabgesandt hat und wovon sie kein Wissen haben. Und es wird für die Ungerechten keinen Helfer geben.",
        "pt": "E adoram, em vez de Deus, coisas, às quais Ele não concedeu autoridade alguma, e da qual não têm conhecimento algum; porém, os iníquos não terão nenhum protetor.",
        "nl": "En zij aanbidden naast Allah dat waarover Hij geen bewijs neergezonden heeft en waarover zij geen kennis hebben. En voor de onrechtplegers zal ef geen helper zijn.",
        "ur": "ہ لوگ اللہ کو چھوڑ کر ان کی عبادت کر رہے ہیں جن کے لیے نہ تو اُس نے کوئی سَنَد نازل کی ہے اور نہ یہ خود اُن کے بارے میں کوئی علم رکھتے ہیں۔ <sup foot_note=\"185372\">1</sup> اِن ظالموں کے لیے کوئی مددگار نہیں ہے۔ <sup foot_note=\"185373\">2</sup>",
        "bn": "আৰু সিহঁতে আল্লাহৰ পৰিবৰ্তে এনে বস্তুৰ ইবাদত কৰে যিবোৰৰ বিষয়ে তেওঁ কোনো দলীল-প্ৰমাণ অৱতীৰ্ণ কৰা নাই, আৰু যাৰ বিষয়ে সিহঁতৰ কোনো জ্ঞান নাই। অৱশ্যে যালিমসকলৰ কোনো সহায়কাৰী নাই।",
        "fa": "و [مشرکان] به جای الله چیزی را عبادت می‌کنند که هیچ دلیلی بر [حقانیت] آن نازل نکرده است و به آن آگاهی [و شناختی نیز] ندارند؛ و ستمکاران [در برابر عذاب الهی] هیچ یاریگری ندارند."
      }
    },
    {
      "verse_number": 2667,
      "verse_key": "22:72",
      "arabic_text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ تَعْرِفُ فِى وُجُوهِ ٱلَّذِينَ كَفَرُوا۟ ٱلْمُنكَرَ ۖ يَكَادُونَ يَسْطُونَ بِٱلَّذِينَ يَتْلُونَ عَلَيْهِمْ ءَايَـٰتِنَا ۗ قُلْ أَفَأُنَبِّئُكُم بِشَرٍّ مِّن ذَٰلِكُمُ ۗ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُوا۟ ۖ وَبِئْسَ ٱلْمَصِيرُ",
      "phonetic_text": "Wa-itha tutla AAalayhim ayatunabayyinatin taAArifu fee wujoohi allatheena kafarooalmunkara yakadoona yastoona billatheenayatloona AAalayhim ayatina qulafaonabbi-okum bisharrin min thalikum annaruwaAAadaha Allahu allatheena kafaroo wabi/saalmaseer",
      "translations": {
        "fr": "Lorsque leur sont récités Nos versets explicites, tu décèles le rejet sur les visages des mécréants. Pour un peu, ils brutaliseraient ceux qui leur  récitent Nos versets. Dis : « Vous apprendrai-je quelque chose de pire ? À ceux qui ont mécru, Allah a promis le Feu. Quelle affreuse destinée ! »",
        "en": "[Prophet], you can see the hostility on the faces of the disbelievers when Our messages are recited clearly to them: it is almost as if they are going to attack those who recite Our messages to them. Say, ‘Shall I tell you what is far worse than what you feel now? The Fire that God has promised the disbelievers! What a dismal end!’",
        "es": "Cuando se les recitan Mis claros versículos, ves el disgusto en los rostros de los que se niegan a creer; poco les falta para lanzarse [con la intención de matarlos] sobre quienes los recitan. Diles [¡Oh, Muhámmad!]:",
        "it": "E quando vengono recitati loro i Nostri chiari versetti, potrai leggere il fastidio sul volto dei miscredenti, e manca poco che si scaglino su quelli che recitano loro i Nostri versetti. Di’: «Vi dovrò annunciare qualcosa di peggiore? Il Fuoco promesso ai miscredenti? Qual triste divenire!».",
        "ru": "Когда им читают Наши ясные аяты, ты видишь на их лицах отрицание. Они готовы наброситься на тех, кто читает им Наши аяты. Скажи: «Не поведать ли вам о том, что хуже этого? Это - Огонь, который Аллах обещал тем, которые не уверовали. Как же скверно это место прибытия!».",
        "tr": "Âyetlerimiz kendilerine apaçık olarak okunduğu zaman, o kâfirlerin yüzlerinden inkârlarını anlarsın. Neredeyse, kendilerine âyetlerimizi okuyanlara saldıracaklar. De ki: \"Şimdi size ondan daha kötü olanını haber vereyim mi? O, ateştir. Allah bunu kâfir olanlara vaad buyurdu. O ne kötü bir dönüş yeridir.\"",
        "de": "Und wenn ihnen Unsere Zeichen als klare Beweise verlesen werden, erkennst du in den Gesichtern derjenigen, die ungläubig sind, Mißbilligung. Beinahe würden sie über diejenigen herfallen, die ihnen Unsere Zeichen verlesen. Sag: Soll ich euch denn kundtun, was schlechter ist als dies? (Es ist) das (Höllen)feuer; Allah hat es denjenigen angedroht, die ungläubig sind - ein schlimmer Ausgang!",
        "pt": "E quando lhes são recitados os Nossos lúcidos versículos, descobres o desdém nos semblantes dos incrédulos, chegandomesmo a ponto de se lançarem sobre aqueles que lhes recitam os Nossos versículos. Dize: Poderia inteirar-vos de algo piordo que isto? É o fogo (infernal), que Deus prometeu aos incrédulos. E que funesto destino!",
        "nl": "En wanneer de duidelijke Verzen aan hen worden voorgedragen herken jij op de gezichten van de degenen die ongelovig zijn de afkeuring. Zij staan op het punt om degenen die Onze Verzen aan hen voordragen aan te vallen. Zeg (O Moehammad): \"Zal ik jullie op de hoogte brengen van wat slechter dan dat is? De Hel! En Allah beloofde die aan degenen die ongelovig zijn, en dat is een slechte bestemming.\"",
        "ur": "اور جب اِن کو ہماری صاف صاف آیات سُنائی جاتیں ہیں تو تم دیکھتے ہو کہ منکرینِ حق کے چہرے بگڑنے لگتے ہیں، اور ایسا محسوس ہوتا ہے ، کہ ابھی وہ اُن لوگوں پر ٹُوٹ پڑیں گے جو انھیں ہماری آیات سُناتے ہیں۔اِن سے کہو”میں بتاوٴں تمہیں کہ اِس سے بد تر چیز کیا ہے؟ <sup foot_note=\"185374\">1</sup> آگ، اللہ نے اسی کا وعدہ ان لوگوں کے حق میں کر رکھا ہے، جو قبولِ حق سے انکار کریں، اور بہت ہی بُرا ٹھکانہ ہے۔“",
        "bn": "আৰু সিহঁতৰ ওচৰত আমাৰ সুস্পষ্ট আয়াতসমূহ তিলাৱত কৰা হ’লে তুমি কাফিৰসকলৰ মুখমণ্ডলত অসন্তুষ্ট ভাৱ দেখিবলৈ পাবা। যিসকলে আমাৰ আয়াতসমূহ সিহঁতৰ ওচৰত তিলাৱত কৰে সিহঁতে তেওঁলোকক আক্ৰমণ কৰিবলৈ উদ্যত হয়। কোৱা, ‘মই তোমালোকক ইয়াতকৈও নিকৃষ্ট বস্তুৰ সংবাদ দিমনে?--- সেয়া হ’ল জুই। যিসকলে কুফৰী কৰিছে আল্লাহে সিহঁতক ইয়াৰ প্ৰতিশ্ৰুতি দিছে। এইটো কিমান যে নিকৃষ্ট প্ৰত্যাৱৰ্তনস্থল!’",
        "fa": "و هنگامی‌ که آیات روشن ما بر آنان خوانده می‌شود، در چهرۀ کسانی ‌که کفر ورزیده‌اند [آثار کراهت و] ناخوشایندی می‌بینی. نزدیک است به کسانی‌ که آیات ما را برایشان می‌خوانند حمله‌ور شوند. [ای پیامبر، به کافران] بگو: «آیا شما را به بدتر از این [که در انتظارتان است] خبر دهم؟ آتش [دوزخ] است که الله آن را به کسانی ‌که کفر ورزیدند وعده داده است؛ و چه بد سرانجامی است!»"
      }
    },
    {
      "verse_number": 2668,
      "verse_key": "22:73",
      "arabic_text": "يَـٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٌ فَٱسْتَمِعُوا۟ لَهُۥٓ ۚ إِنَّ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَن يَخْلُقُوا۟ ذُبَابًا وَلَوِ ٱجْتَمَعُوا۟ لَهُۥ ۖ وَإِن يَسْلُبْهُمُ ٱلذُّبَابُ شَيْـًٔا لَّا يَسْتَنقِذُوهُ مِنْهُ ۚ ضَعُفَ ٱلطَّالِبُ وَٱلْمَطْلُوبُ",
      "phonetic_text": "Ya ayyuha annasuduriba mathalun fastamiAAoo lahu inna allatheenatadAAoona min dooni Allahi lan yakhluqoo thubabanwalawi ijtamaAAoo lahu wa-in yaslubuhumu aththubabushay-an la yastanqithoohu minhu daAAufa attalibuwalmatloob",
      "translations": {
        "fr": "Ô hommes ! Il vous est proposé une parabole, écoutez-la : ceux que vous invoquez en dehors d’Allah ne créeront même pas une mouche, dussent-ils, pour cela, s’y employer tous ensemble. Et si la mouche venait à leur ôter quelque chose, ils ne pourraient le lui reprendre. Aussi bien sont donc faibles le solliciteur et le sollicité.",
        "en": "People, here is an illustration, so listen carefully: those you call on beside God could not, even if they combined all their forces, create a fly, and if a fly took something away from them, they would not be able to retrieve it. How feeble are the petitioners and how feeble are those they petition!",
        "es": "¡Oh, gente! Se os expone un ejemplo, prestad atención: Aquellos [ídolos] que invocáis en vez de Dios no podrían crear ni una mosca, aunque todos se reunieran para ello. Y si una mosca les quitara algo [a los ídolos], ellos no podrían impedirlo. ¡Qué débil es el que invoca y qué débil es el invocado!",
        "it": "O uomini, vi è proposta una metafora, ascoltatela: «Coloro che invocate all’infuori di Allah non potrebbero creare neppure una mosca, neanche se si unissero a tal fine; e se la mosca li depredasse di qualcosa, non avrebbero modo di riprendersela. Quanta debolezza in colui che sollecita e in colui che viene sollecitato!».",
        "ru": "О люди! Приводится притча, послушайте же ее. Воистину, те, кому вы поклоняетесь помимо Аллаха, не сотворят и мухи, даже если они объединятся для этого. Если же муха заберет у них что-нибудь, они не смогут отобрать у нее это. Слаб тот, кто добивается, и тот, от кого он добивается!",
        "tr": "Ey insanlar! Bir misal verilmektedir, şimdi ona iyi kulak verin: Sizin Allah'ı bırakıp taptıklarınız bir araya gelseler, bir sinek bile yaratamayacaklardır. Sinek onlardan bir şey kapsa onu kurtaramazlar. İsteyen de, istenen de âcizdir.",
        "de": "O ihr Menschen, ein Gleichnis wird (euch) angeführt, so hört darauf. Gewiß, diejenigen, die ihr anstatt Allahs anruft, werden nicht (einmal) eine Fliege erschaffen (können), auch wenn sie sich dafür zusammentäten. Und wenn die Fliege ihnen etwas raubte, könnten sie es ihr nicht entreißen. Schwach ist (hier) derjenige, der ersucht, und derjenige, der ersucht wird.",
        "pt": "Ó humanos, eis um exemplo; escutai-o, pois: Aqueles que invocais, em vez de Deus, jamais poderiam criar uma mosca; ainda que, para isso, se juntassem todos. E se a mosca lhe arrebatasse algo, não poderiam dela tirá-lo, porque tanto osolicitador como o solicitado, são impotentes.",
        "nl": "O mensen! Er wordt eren vergelijking gemaakt, luistert ernaar! Voorwaar, degenen die jullie naast Allah aanroepen zullen nooit een vlieg kunnen scheppen, al kwamen zij daarvoor allen bijelkaar! En als de vlieg iets van hen zou weggrissen, kunnen zij het niet van hem terugpakken. Zwak is hij die er naar zoekt en het gezochte!",
        "ur": "لوگو، ایک مثال دی جاتی ہے، غور سے سُنو۔ جن معبودوں کو تم خدا کو چھوڑ کر پکارتے ہو وہ سب مل کر ایک مکھی بھی پیدا کرنا چاہیں تو نہیں کر سکتے۔ بلکہ اگر مکھی ان سے کوئی چیز چھین لے جائے تو وہ اسے چھُڑا بھی نہیں سکتے۔ مدد چاہنے والے بھی کمزور اور جن سے مدد چاہی جاتی ہے وہ بھی کمزور۔ <sup foot_note=\"185375\">1</sup>",
        "bn": "হে মানৱ সম্প্ৰদায়! এটা উদাহৰণ দাঙি ধৰা হৈছে, মনোযোগ দি শুনাঃ তোমালোকে আল্লাহৰ পৰিবৰ্তে যিবোৰক আহ্বান কৰা সিহঁত আটায়ে মিলি কেতিয়াও এটা মাখিও সৃষ্টি কৰিব নোৱাৰে। বৰং মাখিয়ে যদি সিহঁতৰ পৰা কোনো বস্তু কাঢ়ি নিয়ে তথাপিও সিহঁতে তাৰ পৰা সেই বস্তুটো উদ্ধাৰ কৰিব নোৱাৰিব। প্ৰাৰ্থনাকাৰী আৰু যাৰ ওচৰত প্ৰাৰ্থনা কৰা হয় সিহঁত উভয়েই দুৰ্বল।",
        "fa": "ای مردم، [دربارۀ ناتوانیِ معبودان باطل] مَثَلی زده شده است؛ پس به آن گوش دهید: کسانی را که به جای الله [به عبادت و یاری] می‌خوانید، هرگز نمی‌توانند [حتی] مگسی را بیافرینند، حتی اگر [همگی] برای این [کار] جمع شوند؛ و اگر آن مگس چیزی از آنان برُباید، نمی‌توانند آن را بازپس گیرند. [آری،] طالب و مطلوب [= معبود باطل و مگس یا عابد و معبود باطل] هر دو ناتوانند."
      }
    },
    {
      "verse_number": 2669,
      "verse_key": "22:74",
      "arabic_text": "مَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدْرِهِۦٓ ۗ إِنَّ ٱللَّهَ لَقَوِىٌّ عَزِيزٌ",
      "phonetic_text": "Ma qadaroo Allaha haqqaqadrihi inna Allaha laqawiyyun AAazeez",
      "translations": {
        "fr": "Ils ne tiennent point Allah en l’estime digne de Sa valeur. Allah est Fort et Tout – Puissant.",
        "en": "They have no grasp of God’s true measure: God is truly most strong and mighty.",
        "es": "No valoran ni enaltecen a Dios como Se merece. Dios es Fuerte, Poderoso.",
        "it": "Non considerano Allah nella Sua vera realtà. In verità Allah è forte e possente.  ",
        "ru": "Они не ценили Аллаха должным образом, а ведь Аллах - Всесильный, Могущественный.",
        "tr": "Allah'ın büyüklüğünü gereği gibi değerlendirip bilemediler. Şüphesiz ki Allah çok kuvvetlidir, her şeye üstündür.",
        "de": "Sie schätzen Allah nicht ein, wie es Ihm gebührt. Allah ist wahrlich Stark und Allmächtig.",
        "pt": "Não aquilatam Deus como (Ele) merece. Saibam eles que Deus é Forte, Poderosíssimo.",
        "nl": "Zij schatten Allah niet op de Zijn ware nucht in. Voorwaar, Allah is zeker Sterk, Machtig.",
        "ur": "اِن لوگوں نے اللہ کی قدر ہی نہ پہچانی جیسا کہ اس کے پہچاننے کا حق ہے واقعہ یہ ہے کہ قوت اور عزت والا تو اللہ ہی ہے",
        "bn": "সিহঁতে আল্লাহক যথাযোগ্য মৰ্যাদা দিয়া নাই যেনেকুৱা মৰ্যাদা দিয়া উচিত আছিল। নিশ্চয় আল্লাহ ক্ষমতাৱান, মহাপৰাক্ৰমশালী।",
        "fa": "[آنان] الله را چنان که سزاوارِ [بزرگداشتِ] اوست نشناخته‌اند. بی‌تردید، الله نیرومندِ شکست‌ناپذیر است."
      }
    },
    {
      "verse_number": 2670,
      "verse_key": "22:75",
      "arabic_text": "ٱللَّهُ يَصْطَفِى مِنَ ٱلْمَلَـٰٓئِكَةِ رُسُلًا وَمِنَ ٱلنَّاسِ ۚ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
      "phonetic_text": "Allahu yastafee mina almala-ikatirusulan wamina annasi inna Allaha sameeAAunbaseer",
      "translations": {
        "fr": "Allah élit des Envoyés parmi les Anges et les hommes. Allah Entend Tout et Il est Lucide.",
        "en": "God chooses messengers from among the angels and from among men. God is all hearing, all seeing:",
        "es": "Dios selecciona a algunos ángeles como Mensajeros y selecciona algunas personas como Mensajeros. Dios todo lo oye, todo lo ve,",
        "it": "Allah sceglie messaggeri tra gli angeli e tra gli uomini. In verità Allah tutto ascolta e osserva.",
        "ru": "Аллах избирает среди ангелов и людей посланников. Воистину, Аллах - Слышащий, Видящий.",
        "tr": "Allah hem meleklerden, hem de insanlardan elçiler seçer. Şüphesiz Allah her şeyi işitir, her şeyi görür.",
        "de": "Allah erwählt Sich aus den Engeln Gesandte, und (auch) aus den Menschen. Gewiß, Allah ist Allhörend und Allsehend.",
        "pt": "Deus escolhe os mensageiros, entre os anjos e entre os humanos, porque é Oniouvinte, Onividente.",
        "nl": "Allah kiest uit de Engelen gezanten en uit de mensen (Boodschappers). Voorwaar, Allah is Alhorend, Alziend.",
        "ur": "حقیقت یہ ہے کہ اللہ (اپنے فرامین کی ترسیل کے لیے)ملائکہ میں سے بھی پیغام رساں منتخب کرتا ہے، اور انسانوں میں سے بھی۔ <sup foot_note=\"185376\">1</sup> وہ سمیع  اور بصیر ہے",
        "bn": "আল্লাহে ফিৰিস্তাসকলৰ পৰা আৰু মানুহৰ মাজৰ পৰা ৰাছুল মনোনীত কৰে। নিশ্চয় আল্লাহ সৰ্বশ্ৰোতা, সম্যক দ্ৰষ্টা।",
        "fa": "الله از میان فرشتگان، فرستادگانی [برای ابلاغ وحی به پیامبران] برمی‌گزیند و از میان انسان‌ها نیز [پیامبرانی برای رساندنِ پیام الهی به مردم انتخاب می‌کند]. بی‌تردید، الله شنوای بیناست."
      }
    },
    {
      "verse_number": 2671,
      "verse_key": "22:76",
      "arabic_text": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۗ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
      "phonetic_text": "YaAAlamu ma bayna aydeehim wamakhalfahum wa-ila Allahi turjaAAu al-omoor",
      "translations": {
        "fr": "Il Sait ce qu’il y a devant eux et ce qu’il y a derrière eux, et c’est vers Lui que tout doit être ramené.",
        "en": "He knows what lies before and behind them. All matters return to Him.",
        "es": "conoce el pasado y el futuro, y ante Dios regresan todos los asuntos.",
        "it": "Egli conosce quello che sta loro innanzi e ciò che è dietro di loro. A Lui fanno ritorno tutte le cose.",
        "ru": "Он знает их прошлое и будущее, и к Аллаху возвращаются дела.",
        "tr": "O geçmişlerini ve geleceklerini bilir. Bütün işler Allah'a döndürülür.",
        "de": "Er weiß, was vor ihnen und was hinter ihnen liegt. Und zu Allah werden (all) die Angelegenheiten zurückgebracht.",
        "pt": "Ele conhece tanto o seu passado como o seu futuro, porque a Deus retornarão todas as coisas.",
        "nl": "Hij weet wat vóór hen is en wat achter hen is en tot Allah worden alle zaken teruggebracht.",
        "ur": "جو کچھ ان کے سامنے ہے اُسے بھی وہ جانتا ہے اور جو کچھ ان سے اوجھل ہے اُس سے بھی وہ واقف ہے <sup foot_note=\"185377\">1</sup> ، اور سارے معاملات اُسی کی طرف رجوع ہوتے ہیں۔ <sup foot_note=\"185378\">2</sup>",
        "bn": "তেওঁলোকৰ সন্মুখত আৰু পিছত যি আছে সেই সকলো তেওঁ জানে আৰু সকলো বিষয় আল্লাহৰ ওচৰতেই প্ৰত্যাৱৰ্তিত কৰা হ’ব।",
        "fa": "او تعالی آینده و گذشتۀ آنان را می‌داند و [همۀ] کارها به الله بازگردانده می‌شود."
      }
    },
    {
      "verse_number": 2672,
      "verse_key": "22:77",
      "arabic_text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱرْكَعُوا۟ وَٱسْجُدُوا۟ وَٱعْبُدُوا۟ رَبَّكُمْ وَٱفْعَلُوا۟ ٱلْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ ۩",
      "phonetic_text": "Ya ayyuha allatheena amanooirkaAAoo wasjudoo waAAbudoo rabbakum wafAAalooalkhayra laAAallakum tuflihoon",
      "translations": {
        "fr": "Ô vous qui avez cru ! Inclinez-vous, prosternez-vous, adorez votre Seigneur et faites le bien, peut-être aurez-vous la réussite.<sup foot_note=194976>1</sup>",
        "en": "Believers, bow down, prostrate yourselves, worship your Lord, and do good so that you may succeed.",
        "es": "¡Oh, creyentes! Inclinaos y prostraos [durante la oración], adorad a vuestro Señor y haced el bien, que así alcanzaréis el triunfo.",
        "it": "O voi che credete, inchinatevi, prosternatevi e adorate il vostro Signore e operate il bene, sì che possiate prosperare.",
        "ru": "О те, которые уверовали! Кланяйтесь, падайте ниц, поклоняйтесь вашему Господу и творите добро, - быть может, вы преуспеете.",
        "tr": "Ey iman edenler! rükû edin, secdeye varın, Rabbinize kulluk edin, iyilik yapın ki kurtulabilesiniz.",
        "de": "O die ihr glaubt, verbeugt euch, werft euch nieder und dient eurem Herrn und tut das Gute, auf daß es euch wohl ergehen möge!",
        "pt": "Ó fiéis, genuflecti, prostrai-vos, adorai vosso Senhor e praticai o bem, para que prospereis.",
        "nl": "O jullie die geloven: buigt en knielt en aanbidt jullie Heer en doet het goede. Hopelijk zullen jullie welslagen.",
        "ur": "اے لوگو جو ایمان لائے ہو، رکوع اورسجدہ کرو، اپنے ربّ کی بندگی کرو، اور نیک کام کرو، شاید کہ تم کو فلاح نصیب ہو۔ <sup foot_note=\"185379\">1</sup>",
        "bn": "হে মুমিনসকল! তোমালোকে ৰুকু কৰা, ছাজদাহ কৰা আৰু তোমালোকৰ প্ৰতিপালকৰ ইবাদত কৰা, লগতে সৎকৰ্ম কৰা, যাতে তোমালোকে সফল হ’ব পাৰা।",
        "fa": "ای کسانی ‌که ایمان آورده‌اید، رکوع کنید و سجده گزارید و پروردگارتان را عبادت کنید و کار نیک انجام دهید؛ باشد که رستگار شوید."
      }
    },
    {
      "verse_number": 2673,
      "verse_key": "22:78",
      "arabic_text": "وَجَـٰهِدُوا۟ فِى ٱللَّهِ حَقَّ جِهَادِهِۦ ۚ هُوَ ٱجْتَبَىٰكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِى ٱلدِّينِ مِنْ حَرَجٍ ۚ مِّلَّةَ أَبِيكُمْ إِبْرَٰهِيمَ ۚ هُوَ سَمَّىٰكُمُ ٱلْمُسْلِمِينَ مِن قَبْلُ وَفِى هَـٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا۟ شُهَدَآءَ عَلَى ٱلنَّاسِ ۚ فَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَٱعْتَصِمُوا۟ بِٱللَّهِ هُوَ مَوْلَىٰكُمْ ۖ فَنِعْمَ ٱلْمَوْلَىٰ وَنِعْمَ ٱلنَّصِيرُ",
      "phonetic_text": "Wajahidoo fee Allahi haqqajihadihi huwa ijtabakum wama jaAAalaAAalaykum fee addeeni min harajin millata abeekumibraheema huwa sammakumu almuslimeena min qabluwafee hatha liyakoona arrasoolu shaheedanAAalaykum watakoonoo shuhadaa AAala annasifaaqeemoo assalata waatoo azzakatawaAAtasimoo billahi huwa mawlakumfaniAAma almawla waniAAma annaseer",
      "translations": {
        "fr": "Luttez pour Allah comme il convient que soit la lutte (pour Sa cause). C’est Lui Qui vous a élus. Il ne vous a soumis à aucune gêne dans cette religion qui est celle de votre père Abraham. C’est Lui Qui auparavant vous a nommés « les Soumis » (les « Musulmans »), et dans ce Livre même, afin que le Messager soit votre témoin et que vous soyez vous-mêmes les témoins des (autres hommes). Accomplissez donc la  Çalât, acquittez-vous de la Zakât, et attachez-vous à Allah. C’est Lui votre Protecteur. Quel parfait Protecteur, et quel parfait Soutien !",
        "en": "Strive hard for God as is His due: He has chosen you and placed no hardship in your religion, the faith of your forefather Abraham. God has called you Muslims––both in the past and in this [message]––so that the Messenger can bear witness about you and so that you can bear witness about other people. So keep up the prayer, give the prescribed alms, and seek refuge in God: He is your protector––an excellent protector and an excellent helper.",
        "es": "Esforzaos por la causa de Dios como es debido. Él os eligió [para que sigáis Su religión] y no os prescribió nada que no podáis cumplir. Ésta es la religión monoteísta de vuestro padre Abraham. Dios os llamó “musulmanes” en las revelaciones anteriores y también habéis sido llamados así en esta revelación, para que el Mensajero fuera testigo [de vuestras obras] y vosotros seáis testigos ante la humanidad [de la llegada de los Profetas anteriores]. Cumplid con la oración, pagad el zakat y aferraos a Dios, pues Él es vuestro Protector. ¡Qué excelente Protector, y qué excelente Defensor!",
        "it": "Lottate per Allah come Egli ha diritto [che si lotti]. Egli vi ha scelti e non ha posto nulla di gravoso nella religione, quella del vostro padre Abramo che vi ha chiamati «musulmani». Già allora e qui ancora, sì che il Messaggero testimoni nei vostri confronti e voi testimoniate nei confronti delle genti. Assolvete all’orazione e versate la decima e aggrappatevi ad Allah: Egli è il vostro patrono. Qual miglior patrono, qual miglior alleato!   <a class=f><sup foot_note=158469>1</sup></a> L’Ora del Giudizio. <a class=f><sup foot_note=158470>2</sup></a> «la Fiamma»: uno dei nomi dell’Inferno. <a class=f><sup foot_note=158471>3</sup></a> La creazione dalla polvere è quella che si riferisce ad Adamo; il versetto prosegue descrivendo le fasi dello sviluppo della vita dell’embrione nel grembro materno, con una precisione che ha potuto trovare riscontro scientifico solo nel XIX secolo con il perfezionamento della microscopia. La goccia («nutfah») formata dall’ovulo fecondato dallo spermatozoo si attacca all’utero come un seme e quindi si evolve per diventare («alaqa») la cui forma non è diversa da quella della sanguisuga, che in arabo è appunto chiamata «alaqa». In questa fase, l’embrione assomiglia a un pezzo di carne o di legno masticati («mudgha»); osservandolo al microscopio, si ha appunto l’impressione di vedere le tracce dei denti che l’hanno masticata. <a class=f><sup foot_note=158472>4</sup></a> «Gireranno il collo», è il movimento del collo o dell’anca («tabakhtara» in arabo), andatura dinoccolata che, nella sua intrinseca capacità seduttiva, è presa a similitudine delle arti utilizzate per sviare gli uomini dal sentiero di Allah. <a class=f><sup foot_note=158473>5</sup></a> «l’Incendio»: un altro dei terribili nomi dell’Inferno. <a class=f><sup foot_note=158474>6</sup></a> II versetto si riferisce in particolare ai deboli e a quelli che subordinano la spiritualità al vantaggio materiale. Il loro cuore, sempre in bilico tra fede e miscredenza, è impropriamente influenzato dalle contingenze della vita terrena: essi non hanno saldezza e sono destinati ad una dolorosa incertezza sulla terra e alla rovina nell’Altra Vita. <a class=f><sup foot_note=158475>7</sup></a> Brano di difficile comprensione. La traduzione è stata stabilita in base all’interpretazione. I commentatori ritengono che il versetto sia ironicamente rivolto a quei miscredenti che sarebbero disposti a qualsiasi sforzo e sacrificio per bloccare o ritardare il cammino dell’IsIàm. <a class=f><sup foot_note=158476>8</sup></a> II pronome si riferisce al Corano. <a class=f><sup foot_note=158477>9</sup></a> «i sabei»: secondo alcuni sono i seguaci di una religione astrolatrica fortemente influenzata dal manicheismo e dallo zoroastrismo (vedi nota successiva). Fu loro permesso il culto nei paesi governati in base alla legge islamica ma giuristi vietarono il matrimonio dei musulmani con donne sabee. Ci risulta che piccole comunità sabee siano presenti tuttora nelle principali città dell’Iraq. Secondo altri commentatori sono popolazioni che credevano nell’unità di Allah senza però aver ricevuto una specifica Scrittura e senza assolvere alcun rito preciso; altri ancora ritengono che si tratti di un nome che designa tutti coloro che cambiano la loro religione. <a class=f><sup foot_note=158478>10</sup></a> «i magi»: con questo termine il Santo Corano designa i seguaci della religione predicata ai persiani da Zoroastro. Egli indicò la via del monoteismo abramitico e raccomandò alla sua gente un codice di comportamento da seguire fintanto che Allah (gloria a Lui l’Altissimo) non avrebbe inviato un profeta che egli definì «l’uomo del cammello rosso» e che sarebbe stato latore della Rivelazione definitiva. La prevaricazione umana portò a stravolgere il messaggio di Zoroastro e i persiani divennero adoratori del fuoco, assurto per loro a simbolo della luce divina. Idearono un dualismo contrapponendo un dio del male, Ahriman, ad un dio del bene, Ahuramazda (da cui il termine Mazdei con il quale vengono spesso identificati). <a class=f><sup foot_note=158479>11</sup></a> La prosternazione è il segno visibile più esplicito della sottomissione ad Allah, in questo senso essa viene metaforicamente utilizzata per indicare il fatto che nessuna delle creature, eccetto gli uomini (e i dèmoni), rifiuta l’obbedienza al suo Signore. <a class=f><sup foot_note=158480>12</sup></a> «Ecco due avversari»: credenti e miscredenti. <a class=f><sup foot_note=158481>13</sup></a> A proposito dell’orazione rituale, il pellegrinaggio, vedi Appendici e <a class=f><sup foot_note=158482>14</sup></a> Un cenno ai riti del pellegrinaggio: il sacrificio di un animale (il più delle volte un montone) facendo precedere la iugulazione dall’invocazione del Nome di Allah; l’elemosina di una parte cospicua della vittima è precetto fortemente raccomandato e sentito. <a class=f><sup foot_note=158483>15</sup></a> «Ritornino poi alla cura del corpo»: lo stato di sacralizzazione («ihram»), implica il divieto di rasarsi, pettinarsi, usare profumi ed avere rapporti sessuali; tornare a prendersi cura del corpo è segno di desacralizzazione, cosa che avviene quando sono stati assolti tutti gli obblighi rituali. <a class=f><sup foot_note=158484>16</sup></a> «la Casa antica»: la Santa Ka‘ba. <a class=f><sup foot_note=158485>17</sup></a> Vedi v, e le relative note. <a class=f><sup foot_note=158486>18</sup></a> È indubbio che il significato profondo di una parte del rito del pellegrinaggio è del tutto incomprensibile alla maggior parte dei credenti. Perché sette giri intorno alla Ka‘ba? Perché in senso antiorario? ecc. ecc. Nel corso dei secoli tradizionalisti e mistici hanno avanzato molte ipotesi interpretative che in questo contesto sarebbe improprio citare. Il credente esegue il rito per «taqwa», timore reverenziale nei confronti del suo Signore e obbedienza alla Sunna dell’Inviato (pace e benedizioni su di lui) che confermò il rito imposto ad Abramo. <a class=f><sup foot_note=158487>19</sup></a> «Di esse godrete»: «delle vittime che sacrificherete potrete usufruire del latte, della prole e della lana». Il versetto si ricollega al precedente dando il senso esatto dei riti in questione, che sono quelli del sacrificio. Secondo un’altra ipotesi interpretativa l’espressione si riferirebbe al godimento spirituale derivato dai riti dell’Hajj. <a class=f><sup foot_note=158488>20</sup></a> «le [vittime sacrificali] imponenti»: «al budna», lett. «grossi e grassi», cioè i cameli- di e i bovini. <a class=f><sup foot_note=158489>21</sup></a> «quando le apprestate [al sacrificio]»: lett. «mentre sono legate per un piede». Il versetto allude alla particolare tecnica di sacrifìcio dei cammelli. Essi sono ritti, immobilizzati con un legaccio alla zampa anteriore sinistra; per ucciderli si deve vibrare una pugnalata nella parte alta del petto, dicendo «Bismi’Llah! Allahu Akbar!». In Nome di Allah, Allah è il più Grande. <a class=f><sup foot_note=158490>22</sup></a> Allah non desidera di certo la materialità del sacrificio, ma solo che l’uomo Gli obbedisca e Lo tema. La precisazione contenuta in questo versetto pone il sacrificio islamico su un piano del tutto diverso dalle offerte che i pagani erano soliti fare sugli altari idolatrici. <a class=f><sup foot_note=158491>23</sup></a> Con questo versetto, rivelato dopo quindici anni di persecuzioni e violenze, i credenti furono autorizzati a rispondere con la forza ai loro oppressori. Fu l’inizio di un’esaltante epopea che li condusse in meno di otto anni alla conquista della Mecca e di tutta l’Arabia. Il versetto contiene inoltre una generale autorizzazione alla legittima difesa che viene meglio precisata nel versetto successivo. È importante rilevare che Allah impegna la Sua volontà nella lotta terrena tra il bene e il male, che questa lotta porterà alla Sua vittoria (vers. e che coloro che vi concorreranno sono gli stessi che assolvono all’orazione e pagano la decima, cioè i musulmani (vers. 41). <a class=f><sup foot_note=158492>24</sup></a> Dal vers. Allah (gloria a Lui l’Altissimo) si rivolge al Profeta Muhammad (pace e benedizioni su di lui) rassicurandolo nonostante il trattamento che gli veniva riservato da parte dei miscredenti del suo tempo e ricordandogli che analogo trattamento avevano dovuto subire gli altri profeti e inviati di Allah. <a class=f><sup foot_note=158493>25</sup></a> La verità transita per gli organi sensoriali e la mente dell’uomo, ma solo il cuore possiede le chiavi per la sua comprensione. <a class=f><sup foot_note=158494>26</sup></a> II versetto si ricollega al precedente vers. Allah (gloria a Lui l’Altissimo) si riserva il diritto di colpire come e quando vuole l’ingiustizia e la miscredenza. <a class=f><sup foot_note=158495>27</sup></a> «la Fornace», uno dei nomi dell’Inferno. <a class=f><sup foot_note=158496>28</sup></a> La fallibilità umana riguarda anche gli uomini inviati o ispirati da Allah, ma non riguarda certamente il Corano. Secondo l’esegesi classica (Tabarì xvii, ss.) il versetto si riferisce all’episodio dell’intromissione di Satana nella recitazione del Corano avvenuta al tempo in cui i notabili coreisciti avevano decretato l’ostracismo contro Muhammad (pace e benedizioni su di lui) e gli altri musulmani. L’Inviato di Allah stava recitando il Corano ad alta voce nei pressi della Ka‘ba quando Satana s’insinuò nella mente degli astanti i quali credettero di sentire un riconoscimento all’intercessione delle dee tradizionali dei Quraysh. L’artificio satanico concise con la fine della recitazione liturgica e Muhammad s’inchinò e poi si prosternò, subito imitato dai politeisti. Dopo la conclusione della preghiera il Profeta fu informato dell’avvenuto e ribadì la purezza del culto di Allah l’Unico. <a class=f><sup foot_note=158497>29</sup></a> «un Giorno nefasto»: quello del Giudizio; alcuni traduttori hanno dato all’aggettivo «‘aqìm» il senso «sterile», in quanto esso non sarà seguito da altri giorni. <a class=f><sup foot_note=158498>30</sup></a> II soccorso che Allah (gloria a Lui l’Altissimo) promette ai credenti è qualcosa di reale e ineluttabile come il susseguirsi del giorno e della notte, nei tempi e nei modi da Lui stabiliti. <a class=f><sup foot_note=158499>31</sup></a> Allah dà vita alla nostra umanità governando il nostro concepimento e donandoci l’anima immortale, che libera poi dal ricettacolo corporeo con la morte fisica e ci riporta alla vita nel Giorno della Resurrezione per giudicarci e darci prova della Sua misericordia. <a class=f><sup foot_note=158500>32</sup></a> I commentatori hanno ritenuto che il versetto sia un invito alla tolleranza dei riti delle comunità religiose della gente del Libro che vivono in ambiente prevalentemente islamico e un invito loro rivolto a non lasciarsi andare ad inutili dispute a questo proposito.",
        "ru": "Усердствуйте на пути Аллаха надлежащим образом. Он избрал вас и не сделал для вас никакого затруднения в религии. Такова вера отца вашего Ибрахима (Авраама). Аллах нарек вас мусульманами до этого и здесь (в Коране), чтобы Посланник был свидетелем о вас, а вы были свидетелями о людях. Совершайте намаз, выплачивайте закят и крепко держитесь за Аллаха. Он - ваш Покровитель. Как же прекрасен этот Покровитель! Как же прекрасен этот Помощник!",
        "tr": "Allah uğrunda gerektiği gibi cihad edin. Sizi o seçmiş, babanız İbrahim'in yolu olan dinde sizin için bir zorluk kılmamıştır. Daha önce ve Kur'ân'da, Peygamberin size şahid olması, sizin de insanlara şahid olmanız için, size müslüman adını veren O'dur. Artık namaz kılın, zekat verin, Allah'a sarılın. O sizin sahibinizdir. O ne güzel sahip ve ne güzel yardımcıdır!",
        "de": "Und müht euch für Allah ab, wie der wahre Einsatz für Ihn sein soll. Er hat euch erwählt und euch in der Religion keine Bedrängnis auferlegt, dem Glaubensbekenntnis eures Vaters Ibrahim: Er hat euch Muslime genannt, zuvor und (nunmehr) in diesem (Qur’an), damit der Gesandte Zeuge über euch sei und ihr Zeugen über die Menschen seid. So verrichtet das Gebet, entrichtet die Abgabe und haltet an Allah fest. Er ist euer Schutzherr. Wie trefflich ist doch der Schutzherr, und wie trefflich ist der Helfer!",
        "pt": "E combatei com denodo pela causa de Deus; Ele vos elegeu. E não vos impôs dificuldade alguma na religião, porque é ocredo de vosso pai, Abraão. Ele vos denominou muçulmanos, antes deste e neste (Alcorão), para que o Mensageiro sejatestemunha vossa, e para que sejais testemunhas dos humanos. Observai, pois, a oração, pagai o zakat e apegai-vos a Deus, Que é vosso Protetor. E que excelente Protetor! E que excelente Socorredor!",
        "nl": "En streeft naar Allah volgens het streven waar Hij rechtop heeft. Hij heeft jullie uitgekozen en Hij heeft het jullie in de godsdienst niet moeilijk gemaakt: (volgt) de godsdienst van jullie vader Ibrâhîm. Hij is degene die jullie Moslims genoemd heeft, vroeger en hierin (de Koran): opdat de Boodschapper getuige is voor jullie en opdat jullie getuigen zijn voor de mensen. Onderhoudt dus de shalât en geeft de zakât en houdt jullie vast ma Allah, Hij is jullie Meester: de beste Meester en de beste Helper!",
        "ur": "اللہ کی راہ میں جہاد کرو جیسا کہ جہاد کرنے کا حق ہے۔ <sup foot_note=\"185380\">1</sup> اُس نے تمہیں اپنے کام کےلیے چُن لیا ہے <sup foot_note=\"185381\">2</sup> اور دین میں تم پر کوئی تنگی نہیں رکھی۔ <sup foot_note=\"185382\">3</sup> قائم ہو جاوٴ اپنے باپ ابراہیمؑ کی ملّت پر <sup foot_note=\"185383\">4</sup>۔ اللہ نے پہلے بھی تمہارا نام ”مسلم“ رکھا تھا اور اس (قرآن)میں بھی (تمہارا یہی نام ہے <sup foot_note=\"185384\">5</sup>)۔ تاکہ رسولؐ تم پر گواہ ہو اور تم لوگوں پر گواہ۔ <sup foot_note=\"185385\">6</sup> پس نماز قائم کرو ، زکوٰة دو، اور اللہ سے وابستہ ہو جاوٴ۔ <sup foot_note=\"185386\">7</sup> وہ ہے تمہارا مولیٰ، بہت ہی اچھا ہے وہ مولیٰ اور بہت ہی اچھا ہے وہ مددگار",
        "bn": "আৰু আল্লাহৰ পথত জিহাদ কৰা যেনেকৈ জিহাদ কৰা উচিত। তেওঁ তোমালোকক মনোনীত কৰিছে। তেওঁ দ্বীন সম্পৰ্কে তোমালোকৰ ওপৰত কোনো কঠোৰতা আৰোপ কৰা নাই। এইটো তোমালোকৰ পিতা ইব্ৰাহীমৰ দ্বীন। তেৱেঁই তোমালোকক ইয়াৰ পূৰ্বেই নামকৰণ কৰিছে ‘মুছলিম’ বুলি আৰু এই কিতাবতো (এই নামেৰে নামকৰণ কৰা হৈছে); যাতে ৰাছুল তোমালোকৰ বাবে সাক্ষী হয় আৰু তোমালোকে মানুহৰ বাবে সাক্ষী হোৱা। সেয়ে তোমালোকে ছালাত কায়েম কৰা, যাকাত প্ৰদান কৰা আৰু আল্লাহক মজবুতকৈ অৱলম্বন কৰা; তেৱেঁই তোমালোকৰ অভিভাৱক, তেওঁ কিমান যে উত্তম অভিভাৱক আৰু কিমান যে উত্তম সহায়কাৰী!",
        "fa": "و در راه الله ـ چنان که سزاوارِ جهاد [در راه] اوست ـ جهاد کنید. او شما را برگزید و هیچ سختی [و تنگنایی] در دین برایتان قرار نداد. [این آیین سهل و آسان،] آیین پدرتان ابراهیم [است]. او [= الله] پیش از این [در کتاب‌های آسمانیِ گذشته] و در این [قرآن] شما را مسلمان نامید تا پیامبر بر [ابلاغِ پیامش به] شما گواه باشد و شما [نیز] بر مردم گواه باشید [که همۀ پیامبران، پیام الهی را به قومِ خود رسانده‌اند]. پس نماز برپا دارید و زکات بپردازید و به الله پناه ببرید [و بر او توکل کنید] که او [دوست و] کارسازِ شماست؛ و چه نیکو کارساز و چه نیک یاوری است!"
      }
    }
  ]
}