{
  "surah_number": 25,
  "extracted_at": "2025-09-20T15:15:46.006Z",
  "verses": [
    {
      "verse_number": 2856,
      "verse_key": "25:1",
      "arabic_text": " تَبَارَكَ ٱلَّذِى نَزَّلَ ٱلْفُرْقَانَ عَلَىٰ عَبْدِهِۦ لِيَكُونَ لِلْعَـٰلَمِينَ نَذِيرًا",
      "phonetic_text": "Tabaraka allathee nazzalaalfurqana AAala AAabdihi liyakoona lilAAalameenanatheera",
      "translations": {
        "fr": "Béni soit Celui Qui a fait descendre (en révélation) le Discernement (Al-Furqân)<sup foot_note=194995>1</sup> sur Son serviteur afin qu’il avertisse tout l’Univers.",
        "en": "Exalted is He who has sent the Differentiator down to His servant so that it may be a warning to all people.",
        "es": "Bendito sea Quien reveló la fuente de todo criterio<sup foot_note=168911>1</sup> a Su siervo [el profeta Muhámmad], para que con él advirtiera a todos los mundos.",
        "it": "Benedetto Colui Che ha fatto scendere il Discrimine sul Suo servo, affinché potesse essere un ammonitore per tutti i mondi <a class=f><sup foot_note=158628>1</sup></a>.",
        "ru": "Благословен Тот, Кто ниспослал Своему рабу Различение (Коран), чтобы он предостерег миры.",
        "tr": "\"Tebareke\" ne yüce feyyazdır o ki, dünyaları uyarmak üzere kulu Muhammed'e, hakkı batıldan ayırdeden Kur'ân'ı indirdi.",
        "de": "Segensreich ist Derjenige, Der Seinem Diener die Unterscheidung offenbart hat, damit er für die Weltenbewohner ein Warner sei,",
        "pt": "Bendito seja Aquele que revelou o Discernimento ao Seu servo - para que fosse um admoestador da humanidade -,",
        "nl": "Gezegend is Degene Die de Foerqân (de Koran) heeft neergezonden naar Zijn dienaar, opdat hij een waarschuwer voor de werelden zal zijn.",
        "ur": "نہایت متبرک ہے <sup foot_note=\"185581\">1</sup> وہ جس نے یہ فرقان <sup foot_note=\"185582\">2</sup> اپنے بندے پر نازل کیا <sup foot_note=\"185583\">3</sup> تاکہ سارے جہان والوں کے لیے نذیر ہو <sup foot_note=\"185584\">4</sup>",
        "bn": "অতি কল্যাণময় তেওঁ, যিজনে তেওঁৰ ওপৰত ফুৰক্বান অৱতীৰ্ণ কৰিছে, যাতে তেওঁ (ৰ সেই বান্দা) সৃষ্টিজগতৰ বাবে সতৰ্ককাৰী হ’ব পাৰে।",
        "fa": "پربرکت [و بزرگوار] است ذاتی‌ که قرآن را [که جداکنندۀ حق و باطل است] بر بنده‌اش نازل کرد تا بیم‌دهندۀ جهانیان باشد."
      }
    },
    {
      "verse_number": 2857,
      "verse_key": "25:2",
      "arabic_text": "ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُۥ شَرِيكٌ فِى ٱلْمُلْكِ وَخَلَقَ كُلَّ شَىْءٍ فَقَدَّرَهُۥ تَقْدِيرًا",
      "phonetic_text": "Allathee lahu mulku assamawatiwal-ardi walam yattakhith waladan walamyakun lahu shareekun fee almulki wakhalaqa kulla shay-infaqaddarahu taqdeera",
      "translations": {
        "fr": "Celui Qui détient la royauté des cieux et de la terre, Qui ne S’est point donné d’enfants, n’a point d’associé dans la royauté, et Qui a créé Toute chose en proportions déterminées.",
        "en": "It is He who has control over the heavens and earth and has no offspring––no one shares control with Him––and who created all things and made them to an exact measure.",
        "es": "A Él pertenece la soberanía de los cielos y de la Tierra. Él no ha tenido ningún hijo, y no comparte Su soberanía con nadie, creó todos los elementos de la creación y facultó plenamente a cada uno de ellos para cumplir su función.",
        "it": "Colui Cui [appartiene] la sovranità dei cieli e della terra, Che non si è preso figlio alcuno, Che non ha consoci nella sovranità, Che ha creato ogni cosa e le ha dato giusta misura.",
        "ru": "Ему принадлежит власть над небесами и землей. Он не взял Себе сына и ни с кем не делил власть. Он сотворил всякую вещь и придал ей соразмерную меру (или предопределил ее).",
        "tr": "O öyle bir ilâhtır ki, göklerin ve yerin hükümranlığı kendisinindir. O hiç çocuk edinmedi, hükümranlıkta ortağı yoktur. O, her şeyi yaratıp bir ölçüye göre düzenleyerek takdir etmiştir.",
        "de": "Er, Dem die Herrschaft der Himmel und der Erde gehört, Der Sich kein Kind genommen hat und Der keinen Teilhaber an der Herrschaft hat und alles erschaffen und ihm dabei sein rechtes Maß gegeben hat.",
        "pt": "O Qual possui o reino dos céus e da terra. Não teve filho algum, nem tampouco teve parceiro algum no reinado. E crioutodas as coisas, e deu-lhes a devida proporção.",
        "nl": "Hij is Degene aan wie het koninkrijk van de hemelen en de aarde toebehoort. En Hij neemt Zich nooit een zoon en Hij heeft geen deelgenoot in het koninkrijk. En Hij schiep alles en Hij bepaalt alles nauwkeurig.",
        "ur": "وہ جو زمین اور آسمانوں کی بادشاہی کا مالک ہے <sup foot_note=\"185585\">1</sup> جس نے کسی کو بیٹا نہیں بنایا ہے <sup foot_note=\"185586\">2</sup> ، جس کے ساتھ بادشاہی میں کوئی شریک نہیں ہے <sup foot_note=\"185587\">3</sup> ، جس نے ہر چیز کو پیدا کیا پھر اس کی ایک تقدیر مقرر کی۔ <sup foot_note=\"185588\">4</sup>",
        "bn": "যিজন আকাশসমূহ আৰু পৃথিৱীৰ সাৰ্বভৌমত্বৰ অধিকাৰী; তেওঁ কোনো সন্তান গ্ৰহণ কৰা নাই; সাৰ্বভৌমত্বত তেওঁৰ কোনো অংশীদাৰ নাই। তেৱেঁই সকলো বস্তু সৃষ্টি কৰিছে, তাৰ পিছত সেয়া নিৰ্ধাৰণ কৰিছে যথাযথ অনুপাতত।",
        "fa": "همان ذاتی که فرمانروایی آسمان‌ها و زمین از آنِ اوست و فرزندی [برای خویش] برنگزیده است و در فرمانروایی، هیچ شریکی ندارد و همه چیز را آفریده است و اندازۀ هر چیز را ـ چنان که مناسبش می‌باشدـ تدبیر نموده است."
      }
    },
    {
      "verse_number": 2858,
      "verse_key": "25:3",
      "arabic_text": "وَٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً لَّا يَخْلُقُونَ شَيْـًٔا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَوٰةً وَلَا نُشُورًا",
      "phonetic_text": "Wattakhathoo min doonihi alihatanla yakhluqoona shay-an wahum yukhlaqoona walayamlikoona li-anfusihim darran wala nafAAan walayamlikoona mawtan wala hayatan walanushoora",
      "translations": {
        "fr": "Ils ont pris des divinités en dehors de Lui, lesquelles ne créent rien et sont elles-mêmes créées. Elles ne sauraient se préserver d’un mal ni s’attirer un bien, et ne détiennent le pouvoir ni de la mort, ni de la vie, ni de la résurrection.",
        "en": "Yet the disbelievers take as their gods things beneath Him that create nothing, and are themselves created, that can neither harm nor help themselves, and have no control over death, life, or resurrection.",
        "es": "Pero [los que se niegan a creer] adoran en vez de Dios a ídolos que no pueden crear nada, pues ellos mismos han sido creados, ni siquiera tienen el poder de apartar de sí mismos un perjuicio ni de atraer hacia sí mismos un beneficio. Tampoco tienen poder sobre la muerte, la vida ni la resurrección.",
        "it": "E invece si sono presi <a class=f><sup foot_note=158629>1</sup></a>, all’infuori di Lui, divinità che, esse stesse create, nulla creano, e che non sono in grado neanche di fare il male o il bene a loro stesse, che non son padrone né della morte, né della vita, né della Resurrezione.",
        "ru": "Они стали поклоняться вместо Него другим божествам, которые ничего не создают, хотя сами были сотворены. Они не властны принести вред или пользу даже самим себе и не распоряжаются ни смертью, ни жизнью, ни воскрешением.",
        "tr": "Kâfirler, O'nu bırakıp bir şey yaratamayan, bilakis kendileri yaratılmış olan, kendilerine ne zarar ve ne de fayda verebilen; öldürmeye, diriltmeye ve ölümden sonra tekrar canlandırmaya güçleri yetmeyen tanrılar edindiler.",
        "de": "Und sie haben sich außer Ihm Götter genommen, die nichts erschaffen, während sie (selbst) erschaffen werden, und die sich selbst weder Schaden noch Nutzen zu bringen vermögen und die weder über Tod noch über Leben noch über Auferstehung verfügen.",
        "pt": "Não obstante, eles adoram, em vez d'Ele, divindades que nada podem criar, posto que elas mesmas foram criadas. E nãopodem prejudicar nem beneficiar a si mesmas, e não dispõem da morte, nem da vida, nem da ressurreição.",
        "nl": "Toch namen zij naast Hem goden die niets schiepen en die niet bij machte zijn zelf kwaad (af te wenden) en goed (te doen) en geen macht hebben over leven en niet over de dood en over het opwekken.",
        "ur": "لوگوں نے اُسے چھوڑ کر ایسے معبُود بنا لیے جو کسی چیز کو پیدا نہیں کرتے بلکہ خود پیدا کیے جاتے ہیں <sup foot_note=\"185589\">1</sup> ، جو خود اپنے لیے بھی کسی نفع یا نقصان کا اختیار نہیں رکھتے، جو نہ مار سکتے ہیں نہ جِلا سکتے ہیں، نہ مَرے ہوئے کو پھر اُٹھا سکتے ہیں۔ <sup foot_note=\"185590\">2</sup>",
        "bn": "আৰু সিহঁতে আল্লাহৰ বাহিৰে বহুতো ইলাহ গ্ৰহণ কৰিছে, যিবোৰে একোৱে সৃষ্টি কৰিব নোৱাৰে বৰং সিহঁত নিজেই সৃষ্ট, আনকি সিহঁতে নিজৰ অপকাৰ বা উপকাৰ কৰাৰো ক্ষমতা নাৰাখে। লগতে মৃত্যু, জীৱন আৰু পুনৰুত্থানতো সিহঁতৰ কোনো অধিকাৰ নাই।",
        "fa": "و [مشرکان] به جای او [= الله] معبودانی برگزیده‌اند که چیزی نمی‌آفرینند و خود‌ آفریده می‌شوند و مالک هیچ زیان و سودی برای خود نیستند و [نیز] مالک مرگ و زندگی و [قادر به] برانگیختن [مردگان] نیستند."
      }
    },
    {
      "verse_number": 2859,
      "verse_key": "25:4",
      "arabic_text": "وَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّآ إِفْكٌ ٱفْتَرَىٰهُ وَأَعَانَهُۥ عَلَيْهِ قَوْمٌ ءَاخَرُونَ ۖ فَقَدْ جَآءُو ظُلْمًا وَزُورًا",
      "phonetic_text": "Waqala allatheena kafaroo in hathailla ifkun iftarahu waaAAanahu AAalayhiqawmun akharoona faqad jaoo thulmanwazoora",
      "translations": {
        "fr": "Ceux qui ont mécru disent : « Ce n’est qu’un mensonge qu’il a forgé, aidé en cela par d’autres gens. » Or ils n’ont apporté qu’iniquité et fausseté.",
        "en": "The disbelievers say, ‘This can only be a lie he has forged with the help of others’––they themselves have done great wrong and told lies––",
        "es": "Los que se niegan a creer dicen [acerca del Corán]: “Esto no es más que una mentira que [Muhámmad] ha inventado con la ayuda de otros”. Pero son ellos los que han cometido una injusticia y una falsedad.",
        "it": "I miscredenti dicono: «Tutto questo non è altro che menzogna che costui ha inventato <a class=f><sup foot_note=158630>1</sup></a>con l’aiuto di un altro popolo». Hanno commesso ingiustizia e falsità.",
        "ru": "Неверующие говорят: «Это - всего лишь ложь, которую он выдумал с помощью других людей». Воистину, они поступают несправедливо и лгут.",
        "tr": "İnkâr edenler: \"Bu Kur'ân Muhammed'in uydurmasıdır, ona başka bir topluluk yardım etmiştir\" diyerek haksız ve asılsız bir söz uydurdular.",
        "de": "Diejenigen, die ungläubig sind, sagen: „Das ist nur eine ungeheuerliche Lüge, die er ersonnen hat und bei der andere Leute ihm geholfen haben. Sie begehen da ja Ungerechtigkeit und Falschaussage.",
        "pt": "Os incrédulos dizem: Este (Alcorão) não é mais do que uma calúnia que ele (Mohammad) forjou, ajudado por outroshomens! Porém, com isso, proferem uma iniqüidade e uma falsidade.",
        "nl": "En degenen die ongelovig zijn, zeggen: \"Dit is slechts een leugen die hij verzonnen heeft en waar een ander volk hem bij geholpen heeft.\" Waarlijk, zij kwamen met onrecht en leugens.",
        "ur": "جِن لوگوں نے نبی کی بات ماننے سے انکار کر دیا ہے  وہ کہتے ہیں کہ یہ فرقان ایک من گھڑت چیز ہے جسے اِس شخص نے آپ ہی گھڑ لیا ہے اور کچھ دُوسرے لوگوں نے اِس کام میں اس کی مدد کی ہے۔ بڑا ظلم <sup foot_note=\"185591\">1</sup> اور سخت جھُوٹ ہے جس پر یہ لوگ اُتر آئے ہیں",
        "bn": "আৰু কাফিৰসকলে কয়, ‘এইটো মিছা কথাৰ বাহিৰে আন একো নহয়, এইখন তেওঁ নিজেই ৰচনা কৰিছে আৰু বিভিন্ন সম্প্ৰদায়ৰ মানুহে তেওঁক এই বিষয়ে সহায় কৰিছে’। এইদৰে কাফিৰসকলে যুলুম আৰু মিছা অপবাদ লৈ আহিছে।",
        "fa": "و کسانی که کفر ورزیدند گفتند: «این [قرآن] جز دروغی نیست که [محمد خودش] بافته است و گروهی دیگر او را بر این [کار] یاری داده‌اند». حقا که آنان [با این سخن‌،] به ستم و دروغ بزرگی روی آورده‌اند."
      }
    },
    {
      "verse_number": 2860,
      "verse_key": "25:5",
      "arabic_text": "وَقَالُوٓا۟ أَسَـٰطِيرُ ٱلْأَوَّلِينَ ٱكْتَتَبَهَا فَهِىَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا",
      "phonetic_text": "Waqaloo asateeru al-awwaleenaiktatabaha fahiya tumla AAalayhi bukratan waaseela",
      "translations": {
        "fr": "Ils disent aussi : « Ce ne sont que d’anciennes légendes ! Elles lui ont été écrites et il se les fait dicter matin et soir. »",
        "en": "and they say, ‘It is just ancient fables, which he has had written down: they are dictated to him morning and evening.’",
        "es": "Dicen: “Son las fábulas de nuestros ancestros que ha copiado, las cuales le son dictadas por la mañana y por la tarde”.",
        "it": "E dicono: «Favole degli antichi che si è fatto scrivere! Che gli dettano al mattino e alla sera».",
        "ru": "Они говорят: «Это - легенды древних народов. Он попросил записать их, и их читают ему утром и после полудня».",
        "tr": "\"Kur'ân öncekilerin masallarıdır; başkalarına yazdırmış da sabah akşam kendisine okunmaktadır\" dediler.",
        "de": "Und sie sagen: „(Es sind) Fabeln der Früheren, die er sich aufgeschrieben hat. So werden sie ihm morgens und abends vorgesagt.",
        "pt": "E afirmam: São fábulas dos primitivos que ele mandou escrever. São ditadas a ele, de manhã e à tarde!",
        "nl": "En zij zeiden: \"(Dit zijn) fabels van de vroegeren die hij heeft laten opschrijven en zij worden hem 's morgens en 's avonds voorgelezen.",
        "ur": "کہتے ہیں یہ پرانے لوگوں کی لکھی ہوئی چیزیں ہیں جنہیں یہ شخص نقل کرتا ہے اور وہ اِسے صبح و شام سنائی جاتی ہیں",
        "bn": "সিহঁতে আৰু কয়, ‘এইবোৰ প্ৰাচীনকালৰ উপকথা, যিবোৰ তেওঁ লিখোৱাই লৈছে; তাৰ পিছত এইবোৰ পুৱা-গধূলি তেওঁৰ ওচৰত পাঠ কৰা হয়’।",
        "fa": "و [کافران] گفتند: «[این قرآن، همان] افسانه‌های [خیالی] پیشینیان است که [محمد] آن را رو‌نویسی کرده است و هر بامداد و شامگاه بر او املا می‌شود»."
      }
    },
    {
      "verse_number": 2861,
      "verse_key": "25:6",
      "arabic_text": "قُلْ أَنزَلَهُ ٱلَّذِى يَعْلَمُ ٱلسِّرَّ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّهُۥ كَانَ غَفُورًا رَّحِيمًا",
      "phonetic_text": "Qul anzalahu allathee yaAAlamu assirrafee assamawati wal-ardiinnahu kana ghafooran raheema",
      "translations": {
        "fr": "Dis : « Seul l’a fait descendre (en révélation) Celui Qui Sait le secret des cieux et de la terre. Il est Absoluteur et Tout Miséricordieux. »",
        "en": "Say, ‘It was sent down by Him who knows the secrets of the heavens and earth. He is all forgiving, all merciful.’",
        "es": "Diles [¡Oh, Muhámmad!]: “Lo ha revelado Quien conoce lo oculto en los cielos y en la Tierra; Él es Absolvedor, Misericordioso”.",
        "it": "Di’: «Lo ha fatto scendere Colui Che conosce i segreti dei cieli e della terra. In verità è perdonatore, misericordioso».",
        "ru": "Скажи: «Ниспослал его Тот, Кому известны тайны на небесах и на земле. Он - Прощающий, Милосердный».",
        "tr": "Ey Muhammed! De ki: \"Onu, göklerin ve yerin sırrını bilen indirmiştir. Şüphesiz O, bağışlayandır, merhamet edendir.\"",
        "de": "Sag: Herabgesandt hat ihn Derjenige, Der das Geheime in den Himmeln und auf der Erde kennt. Gewiß, Er ist Allvergebend und Barmherzig.",
        "pt": "Dize-lhes: Revelou-mo Quem conhece o mistério dos céus e da terra, porque é Indulgente, Misericordiosíssimo.",
        "nl": "Zeg (O Moehammad): \"Hij heeft hem (de Koran) neergezonden, Degene Die het geheim in de hemelen en op de aarde kent. Voorwaar, Hij is Vergevensgezind, Meest Barmhartig.\"",
        "ur": "اے محمدؐ ، ان سے کہو کہ”اِسے نازل کیا ہے اُس نے جو زمین اور آسمانوں کا بھید جانتا ہے۔ <sup foot_note=\"185592\">1</sup>“ حقیقت یہ ہے کہ وہ بڑا غفور و رحیم ہے۔ <sup foot_note=\"185593\">2</sup>",
        "bn": "কোৱা, ‘এইখন সেই সত্তাই অৱতীৰ্ণ কৰিছে যিজনে আকাশসমূহ আৰু পৃথিৱীৰ সমুদায় ৰহস্য জানে; নিশ্চয় তেওঁ পৰম ক্ষমাশীল, পৰম দয়ালু’।",
        "fa": "بگو: «ذاتی آن را نازل کرده است که راز آسمان‌ها و زمین را می‌داند. بی‌تردید، او همواره آمرزنده [و] مهربان است."
      }
    },
    {
      "verse_number": 2862,
      "verse_key": "25:7",
      "arabic_text": "وَقَالُوا۟ مَالِ هَـٰذَا ٱلرَّسُولِ يَأْكُلُ ٱلطَّعَامَ وَيَمْشِى فِى ٱلْأَسْوَاقِ ۙ لَوْلَآ أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُۥ نَذِيرًا",
      "phonetic_text": "Waqaloo mali hatha arrasooliya/kulu attaAAama wayamshee fee al-aswaqilawla onzila ilayhi malakun fayakoona maAAahu natheera",
      "translations": {
        "fr": "« Qu’est-ce que ce Messager, disent-ils encore, qui mange de la nourriture (comme tout autre mortel) et qui déambule dans les marchés ? Que ne lui est-il donc pas envoyé un Ange pour avertir à ses côtés ! ",
        "en": "They also say, ‘What sort of messenger is this? He eats food and walks about in the marketplaces! Why has no angel been sent down to help him with his warnings?",
        "es": "Y dicen: “¿Qué clase de Mensajero es este? Se alimenta y anda por el mercado [ganándose la vida] igual que nosotros. [Si de verdad es un Mensajero,] ¿Por qué no desciende un ángel y lo secunda en su misión de advertir?",
        "it": "E dicono: «Ma che Inviato è costui che mangia cibo e cammina nei mercati? Perché non è stato fatto scendere un angelo che fosse ammonitore assieme a lui?",
        "ru": "Они сказали: «Что это за посланник? Он ест пищу и ходит по рынкам. Почему к нему не был ниспослан ангел, который предостерегал бы вместе с ним?",
        "tr": "Şöyle dediler: \"Bu ne biçim peygamber ki, yemek yer, sokaklarda gezer? Ona, beraberinde bulunup uyaran bir melek indirilseydi ya!\"",
        "de": "Und sie sagen: „Was ist mit diesem Gesandten, daß er Speise ißt und auf den Märkten umhergeht? O würde doch zu ihm ein Engel herabgesandt, um mit ihm ein Warner zu sein!",
        "pt": "E dizem: Que espécie de Mensageiro é este que come as mesmas comidas e anda pelas ruas? Por que não lhe foi enviadoum anjo, para que fosse, junto a ele, admoestador?",
        "nl": "En zij zeiden: \"Wat is dat voor Boodschapper, die voedsel eet en op de markten rondgaat, waarom is hem geen Engel gezonden, zodat hij niet hem een waarschuwer is?",
        "ur": "کہتے ہیں”یہ کیسا رسُول ہے جو کھانا کھاتا ہے اور بازاروں میں چلتا پھرتا ہے؟ <sup foot_note=\"185594\">1</sup> کیوں نہ اس کے پاس کوئی فرشتہ بھیجا گیا جو اس کے ساتھ رہتا اور (نہ ماننے والوں کو)دھمکاتا؟ <sup foot_note=\"185595\">2</sup>",
        "bn": "সিহঁতে আৰু কয়, ‘এওঁ কেনেকুৱা ৰাছুল, যিয়ে খোৱা-বোৱা কৰে আকৌ হাট-বজাৰতো চলাফুৰা কৰে; তেওঁৰ ওচৰত কোনো ফিৰিস্তা কিয় অৱতীৰ্ণ কৰা নহ’ল, যিয়ে তেওঁৰ লগত সতৰ্ককাৰীৰূপে থাকিলেহেঁতেন?",
        "fa": "و [مشرکان] گفتند: «این چگونه پیامبری است که [همچون مردم عادی] غذا می‌خورد و در بازار‌ها راه می‌رود؟ چرا فرشته‌ای بر او نازل نشده است تا [یاری‌اش کند و] همراه او هشدار‌دهنده باشد؟"
      }
    },
    {
      "verse_number": 2863,
      "verse_key": "25:8",
      "arabic_text": "أَوْ يُلْقَىٰٓ إِلَيْهِ كَنزٌ أَوْ تَكُونُ لَهُۥ جَنَّةٌ يَأْكُلُ مِنْهَا ۚ وَقَالَ ٱلظَّـٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا",
      "phonetic_text": "Aw yulqa ilayhi kanzun aw takoonu lahujannatun ya/kulu minha waqala aththalimoonain tattabiAAoona illa rajulan mashoora",
      "translations": {
        "fr": "Que ne lui est-il donc envoyé (du ciel) un trésor ? Que n’a-t-il donc un jardin dont il pourrait manger ? » Et les injustes disent alors : « Vous ne suivez là qu’un homme ensorcelé ! »",
        "en": "Why has he not been given treasure or a garden to supply his food?’ and the evildoers say, ‘The man you follow is simply under a spell.’",
        "es": "¿Por qué no le es enviado un tesoro<sup foot_note=168912>1</sup> o le es concedido un huerto del que pueda comer?” Los opresores dicen: “Solo siguen a un hombre hechizado”.",
        "it": "Perché non gli viene lanciato un tesoro [dal cielo]? Non ha neppure un suo giardino di cui mangiare [i frutti]?». Dicono gli ingiusti: «Voi seguite un uomo stregato!».",
        "ru": "Почему ему не даровано сокровище? Почему у него нет сада, из которого он бы вкушал?». Беззаконники сказали: «Воистину, вы следуете лишь за околдованным мужем».",
        "tr": "\"Yahut kendisine bir hazine verilseydi veya besleneceği bir bahçe olsaydı ya!\" Bu zalimler, inananlara \"Siz sadece büyülenmiş bir adama uyuyorsunuz\" dediler.",
        "de": "Oder würde doch zu ihm ein Schatz herabgeworfen, oder hätte er doch einen Garten, von dem er essen könnte! Und die Ungerechten sagen: „Ihr folgt ja nur ei nem Mann, der einem Zauber verfallen ist.",
        "pt": "Ou por que não lhe foi enviado um tesouro? Ou por que não possui um vergel do qual desfrute? Os iníquos dizem ainda: Não seguis senão um homem enfeitiçado!",
        "nl": "Of is hem geen schat geschonken of heeft hij geen tuin, waar hij van kan eten?\" En de onrechtvaardigen zeiden: \"Jullie volgen slechts een bezeten man.\"",
        "ur": "یا اور کچھ نہیں تو اِس کے لیے کوئی  خزانہ ہی اتار دیا جاتا، یااس کے پاس کوئی باغ ہی ہوتا جس سے یہ (اطمینان کی)روزی حاصل کرتا۔ <sup foot_note=\"185570\">1</sup>“ اور ظالم کہتے ہیں”تم لوگ تو ایک سحر زدہ آدمی <sup foot_note=\"185571\">2</sup> کے پیچھے لگ گئے ہو۔“",
        "bn": "‘অথবা তেওঁৰ ওচৰত কোনো ধন-ভাণ্ডাৰ নাহিল কিয়, নাইবা তেওঁৰ কাৰণে এটা বাগান নহয় কিয়, য’ৰ পৰা তেওঁ খাব পাৰিলেহেঁতেন?’ যালিমসকলে আৰু কয়, ‘তোমালোকে কেৱল এজন যাদুগ্ৰস্ত ব্যক্তিৰহে অনুসৰণ কৰি আছা’।",
        "fa": "یا چرا گنجی [از آسمان] بر او فرود نمی‌آید و یا چرا باغی ندارد که از [میوه‌های] آن بخورد؟» ستمکاران [مشرک] گفتند: «شما جز از مردى جادوشده پیروى نمى‌كنید»."
      }
    },
    {
      "verse_number": 2864,
      "verse_key": "25:9",
      "arabic_text": "ٱنظُرْ كَيْفَ ضَرَبُوا۟ لَكَ ٱلْأَمْثَـٰلَ فَضَلُّوا۟ فَلَا يَسْتَطِيعُونَ سَبِيلًا",
      "phonetic_text": "Onthur kayfa daraboolaka al-amthala fadalloo fala yastateeAAoonasabeela",
      "translations": {
        "fr": "Vois donc à quels exemples ils t’assimilent ! Ils se sont égarés et ne retrouvent plus aucun chemin.",
        "en": "See what they think you are like! They have gone astray and cannot find the right way.",
        "es": "Mira [¡Oh, Muhámmad!] cómo te comparan y se extravían sin poder encontrar el camino.",
        "it": "Guarda in che maniera ti considerano! Si sono sviati e non potranno [trovare] il sentiero.",
        "ru": "Посмотри, как они приводят тебе притчи! Они впали в заблуждение и не могут найти дороги.",
        "tr": "Ey Muhammed! sana nasıl misaller getirdiklerine bir bak! Onlar sapmışlardır, yol bulamazlar.",
        "de": "Schau, wie sie dir Gleichnisse prägen! Dabei sind sie abgeirrt, und so können sie keinen (Aus)weg mehr (finden).",
        "pt": "Olha com o que te comparam! Porém, assim se desviam, e nunca encontrarão senda alguma.",
        "nl": "Zie hoe zij niet jou vergelijkingen maken; zij dwalen en zijn niet in staat een weg (te vinden).",
        "ur": "دیکھو، کیسی کیسی عجیب حجتیں یہ لوگ تمہارے آگے پیش کر رہے ہیں، ایسے بہکے ہیں کہ کوئی ٹھکانے کی بات اِن کو نہیں سُوجھتی۔  <sup foot_note=\"185572\">1</sup>",
        "bn": "চোৱা, সিহঁতে তোমাৰ বাবে কেনেকুৱা (যুক্তিহীন) উপমা দাঙি ধৰিছে! ফলত সিহঁতে পথভ্ৰষ্ট হৈছে, এতেকে সিহঁতে সুপথ পাবলৈ কেতিয়াও সক্ষম নহয়।",
        "fa": "بنگر که چگونه برایت مَثل‌ها زدند و گمراه شدند! چنان که نمی‌توانند راهی [به سوی حقیقت] بیابند."
      }
    },
    {
      "verse_number": 2865,
      "verse_key": "25:10",
      "arabic_text": "تَبَارَكَ ٱلَّذِىٓ إِن شَآءَ جَعَلَ لَكَ خَيْرًا مِّن ذَٰلِكَ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ وَيَجْعَل لَّكَ قُصُورًۢا",
      "phonetic_text": "Tabaraka allathee in shaajaAAala laka khayran min thalika jannatin tajreemin tahtiha al-anharu wayajAAal laka qusoora",
      "translations": {
        "fr": "Béni soit Celui Qui, s’Il le veut, te dispensera des dons bien meilleurs : des jardins sous lesquels coulent les rivières et des palais (spécialement) édifiés pour toi.",
        "en": "Exalted is He who can, if He wishes, give you better things than these: Gardens graced with flowing streams, and palaces too.",
        "es": "Bendito sea Quien, si quisiera, te concedería [en este mundo] algo mejor que lo que ellos pretenden: jardines por donde corren ríos y grandes palacios.",
        "it": "Benedetto Colui che, se vuole, ti concederà cose ancora migliori di queste: Giardini in cui scorrono i ruscelli e ti darà palazzi.",
        "ru": "Благословен Тот, Кто дарует тебе, если пожелает, нечто лучшее - Райские сады, в которых текут реки, а также дворцы.",
        "tr": "Öyle yücedir O ki, dilerse sana ondan daha iyisini, altından ırmaklar akan cennetler verir, sana köşkler de yapar.",
        "de": "Segensreich ist Derjenige, Der dir, wenn Er will, etwas Besseres als dies zuteilen kann: Gärten, durcheilt von Bächen, und Der dir Schlösser zuteilen kann.",
        "pt": "Bendito seja Quem, se Lhe aprouver, pode conceder-te algo melhor do que isso, (tais como): jardins, abaixo dos quaiscorrem os rios, bem como palácios.",
        "nl": "Gezegend is Degene Die, als Hij dat wil, jou beter dan dat schenkt: tuinen waar onder door de rivieren stromen en Hij schenkt jou paleizen.",
        "ur": "بڑا بابرکت ہے <sup foot_note=\"185573\">1</sup> وہ جو اگر چاہے تو ان کی تجویز کر دہ چیزوں سے بھی زیادہ بڑھ چڑھ کر تم کو دے سکتا ہے ، (ایک نہیں)بہت سے باغ جن کے نیچے سے نہریں بہتی ہوں ، اور بڑے بڑے محل۔",
        "bn": "তেওঁ অতি বৰকতময়, তেওঁ ইচ্ছা কৰিলে তোমাক ইয়াতকৈও উৎকৃষ্ট বস্তু প্ৰদান কৰিব পাৰে— উদ্যানসমূহ যাৰ তলত নদীসমূহ প্ৰবাহিত লগতে তেওঁ তোমাক দিব পাৰে প্ৰাসাদসমূহ!",
        "fa": "پربرکت [و بزرگوار] است ذاتی که اگر بخواهد، برایت بهتر از این قرار می‌دهد: باغ‌هایی که جویبارها از زیر [درختان] آن جاری است و [حتی] کاخ‌هایی [باشکوه] برایت پدید می‌آورد."
      }
    },
    {
      "verse_number": 2866,
      "verse_key": "25:11",
      "arabic_text": "بَلْ كَذَّبُوا۟ بِٱلسَّاعَةِ ۖ وَأَعْتَدْنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا",
      "phonetic_text": "Bal kaththaboo bissaAAatiwaaAAtadna liman kaththaba bissaAAatisaAAeera",
      "translations": {
        "fr": "Ils ont même prétendu que l’avènement de l’Heure était pur mensonge. À ceux qui osent nier l’Heure, Nous avons préparé un Brasier ardent,",
        "en": "It is actually the coming of the Hour that they reject: We have prepared a blazing fire for those who reject the Hour.",
        "es": "[Dicen esto porque] no creen en la Hora [del Día del Juicio], pero he preparado un fuego para quienes desmienten la Hora.",
        "it": "Invece tacciano di menzogna l’Ora <a class=f><sup foot_note=158631>1</sup></a>. Per coloro che tacciano di menzogna l’Ora, abbiamo preparato la Fiamma <a class=f><sup foot_note=158632>2</sup></a>;",
        "ru": "Но они считают ложью Час, а для тех, кто считает ложью Час, Мы приготовили Пламя.",
        "tr": "Fakat onlar o saati (kıyameti) de yalanladılar. Biz ise o saati yalanlayanlara çılgın alevli bir ateş hazırladık.",
        "de": "Aber nein! Sie erklären die Stunde für Lüge. Doch haben Wir für diejenigen, die die Stunde für Lüge erklären, eine Feuerglut bereitet.",
        "pt": "Qual! Negam o advento da Hora! Temos destinado o tártaro para aqueles que negam a Hora:",
        "nl": "Maar nee, zij loochenen het Uur. En Wij hebben voor wie het Uur loochent een laaiend vuur (de Hel) gereedgemaakt.",
        "ur": "اصل بات یہ ہے کہ یہ لوگ”اُس گھڑی“ <sup foot_note=\"185574\">1</sup> کو جھُٹلا چکے ہیں <sup foot_note=\"185575\">2</sup>۔۔۔۔ اور جو اُس گھڑی کو جھُٹلائے اس کے لیے ہم نے بھڑکتی ہوئی آگ مہیّا کر رکھی ہے",
        "bn": "বৰং সিহঁতে কিয়ামত অস্বীকাৰ কৰিছে। এতেকে যিয়ে কিয়ামতক অস্বীকাৰ কৰে আমি তাৰ বাবে প্ৰস্তুত কৰি ৰাখিছোঁ জলন্ত জুই।",
        "fa": "[مشرکان با این سخنان در پیِ حق نرفتند؛] بلکه قیامت را تکذیب کردند و [ما] برای هر کس که قیامت را دروغ انگارد، آتش سوزان [دوزخ را] مهیّا کرده‌ایم."
      }
    },
    {
      "verse_number": 2867,
      "verse_key": "25:12",
      "arabic_text": "إِذَا رَأَتْهُم مِّن مَّكَانٍۭ بَعِيدٍ سَمِعُوا۟ لَهَا تَغَيُّظًا وَزَفِيرًا",
      "phonetic_text": "Itha raat-hum min makaninbaAAeedin samiAAoo laha taghayyuthanwazafeera",
      "translations": {
        "fr": "qui, les voyant de loin, leur fera entendre fureur et mugissement.",
        "en": "When it sees them from a distance, they will hear it raging and roaring,",
        "es": "Cuando [el Infierno] los vea de lejos, oirán cómo brama [de furia] y crepita.",
        "it": "e quando li vedrà da lontano, potranno sentirne la furia e il crepitio.",
        "ru": "Когда оно завидит их издалека, они услышат его яростное шипение и тяжелое дыхание.",
        "tr": "Ki, cehennem ateşi uzak bir mesafeden kendilerine görününce, onun bir hışımlanmasını (kaynamasını) ve uğultusunu işitirler.",
        "de": "Wenn sie sie aus der Ferne sieht, hören sie (bereits) von ihr Grollen und Fauchen.",
        "pt": "Quando este (o tártaro), de um lugar longínquo, os avistar, eles lhe ouvirão o ribombar e a crepitação.",
        "nl": "Wanneer dat (vuur) hen van een verre plaats ziet horen zij haar gesteun en gekrijs.",
        "ur": "وہ جب دُور سے اِن کو دیکھے گی <sup foot_note=\"185596\">1</sup> تو یہ اُس کے غضب اور جوش کی آوازیں سُن لیں گے",
        "bn": "দূৰৰ পৰা জুইয়ে যেতিয়া সিহঁতক দেখিব তেতিয়া সিহঁতে তাৰ ক্ৰুদ্ধ তৰ্জন-গৰ্জন আৰু প্ৰচণ্ড হুংকাৰ শুনিবলৈ পাব।",
        "fa": "هنگامی که [دوزخ] آنان را از دوردست می‌بیند آوای خشم و خروشی [وحشتناک] از آن می‌شنوند."
      }
    },
    {
      "verse_number": 2868,
      "verse_key": "25:13",
      "arabic_text": "وَإِذَآ أُلْقُوا۟ مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِينَ دَعَوْا۟ هُنَالِكَ ثُبُورًا",
      "phonetic_text": "Wa-itha olqoo minha makanandayyiqan muqarraneena daAAaw hunalika thuboora",
      "translations": {
        "fr": "Quand ils y seront jetés, dans un espace si étroit, les mains enchaînées à leurs cous, ils prieront pour être détruits.",
        "en": "and when they are hurled into a narrow part of it, chained together, they will cry out for death.",
        "es": "Y cuando, encadenados, sean arrojados en un lugar estrecho del Infierno, pedirán sollozando ser destruidos.",
        "it": "E quando, legati insieme <a class=f><sup foot_note=158633>1</sup></a>, saranno gettati in uno spazio angusto, invocheranno l’annientamento totale <a class=f><sup foot_note=158634>2</sup></a>.",
        "ru": "Когда их скованными бросят в тесное место, там они будут призывать погибель.",
        "tr": "Elleri boyunlarına bağlı olarak onun dar bir yerine atıldıkları zaman da, oracıkta yok olmayı isterler.",
        "de": "Und wenn sie da in einen engen Ort zusammengebunden geworfen werden, rufen sie dort nach Vernichtung.",
        "pt": "E quando, acorrentados, forem arrojados nele, em um local exíguo, suplicarão então pela destruição!",
        "nl": "En wanneer zij er gebonden uitgeworpen werden naar een enge plaats, dan smeken zij daar om vernietiging.",
        "ur": "اور جب یہ دست و پا بستہ اُس میں ایک تنگ جگہ ٹھونسے جائیں گے تو اپنی موت کو پکارنے لگیں گے",
        "bn": "আৰু যেতিয়া সিহঁতক ডিঙিত হাত মেৰিয়াই শৃংখলিত অৱস্থাত তাৰ (জাহান্নামৰ) কোনো সংকীৰ্ণ স্থানত নিক্ষেপ কৰা হ’ব, তেতিয়া সিহঁতে তাত ধ্বংস কামনা কৰিব।",
        "fa": "و چون دست‌وپابسته [با غُل و زنجیر] در جاى تنگى از آن [= دوزخ]، انداخته ‌شوند، آنجاست كه مرگ [خود] را مى‌خواهند."
      }
    },
    {
      "verse_number": 2869,
      "verse_key": "25:14",
      "arabic_text": "لَّا تَدْعُوا۟ ٱلْيَوْمَ ثُبُورًا وَٰحِدًا وَٱدْعُوا۟ ثُبُورًا كَثِيرًا",
      "phonetic_text": "La tadAAoo alyawma thubooran wahidanwadAAoo thubooran katheera",
      "translations": {
        "fr": "« Aujourd’hui, leur sera-t-il répondu, ne priez pas pour n’être détruits qu’une fois mais plusieurs. »",
        "en": "‘Do not cry out this day for one death, but for many.’",
        "es": "[Pero se les dirá:] “Hoy no pedirán una sola vez ser destruidos, sino que lo han de pedir muchas veces”.",
        "it": "[Sarà detto loro]: «Oggi non invocate l’annientamento una sola volta, ma invocatelo molte volte».",
        "ru": "Не призывайте сегодня одну погибели, а призывайте много погибелей!",
        "tr": "(Onlara şöyle denilir) Bu gün bir yok olmayı değil, nice yok olmaları isteyin!",
        "de": "„Ruft heute nicht nach (nur) einer einzigen Vernichtung, sondern ruft nach vielen Vernichtungen!",
        "pt": "Não clameis, hoje, por uma só destruição; clamai, outrossim, por muitas destruições!",
        "nl": "Smeekt op die Dag niet om één vernietiging, smeekt om vele vernietigingen!",
        "ur": "(اُس وقت ان سے کہا جائے گا کہ) آج ایک موت کو نہیں بہت سی موتوں کو پکارو",
        "bn": "(কোৱা হ’ব) ‘আজি তোমালোকে এটা ধ্বংসক নহয়, বৰং বহু ধ্বংসক আহ্বান কৰা’।",
        "fa": "[به آنان گفته می‌شود:] «امروز نه یک بار، بلكه بارها درخواست مرگ كنید»."
      }
    },
    {
      "verse_number": 2870,
      "verse_key": "25:15",
      "arabic_text": "قُلْ أَذَٰلِكَ خَيْرٌ أَمْ جَنَّةُ ٱلْخُلْدِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۚ كَانَتْ لَهُمْ جَزَآءً وَمَصِيرًا",
      "phonetic_text": "Qul athalika khayrun am jannatualkhuldi allatee wuAAida almuttaqoona kanat lahum jazaanwamaseera",
      "translations": {
        "fr": "Dis : « Lequel est meilleur ? Ceci ou le Jardin éternel qui a été promis aux hommes  pieux en récompense et destinée ?",
        "en": "Say, ‘Which is better, this or the lasting Garden that those who are mindful of God have been promised as their reward and journey’s end?’",
        "es": "Diles [¡Oh, Muhámmad!]: “¿Acaso [ese tormento] es mejor que el Paraíso eterno que se les ha prometido a los piadosos? Para ellos [los piadosos] el Paraíso será su recompensa y destino final,",
        "it": "Di’: «È forse meglio questa [Fiamma] o il Giardino perpetuo che è stato promesso ai timorati come premio e ultima destinazione?",
        "ru": "Скажи: «Это лучше или же Сад вечности, который обещан богобоязненным и будет им воздаянием и местом прибытия?».",
        "tr": "De ki: Bu mu daha iyi, yoksa takva sahiplerine vaad olunan ebedilik cenneti mi? Çünkü orası, onlar için bir mükafattır ve bir varış yeridir.",
        "de": "Sag: Ist das besser oder der Garten der Ewigkeit, der den Gottesfürchtigen versprochen ist? Er ist für sie Lohn und Reiseziel.",
        "pt": "Pergunta-lhes: Que é preferível: isto, ou o Jardim da Eternidade que tem sido prometido aos devotos como recompensa edestino,",
        "nl": "Zeg: \"Is dat beter of de eeuwige tuin (het Paradijs) die aan de Moettaqôen beloofd is? Het is voor hen een beloning en een eindbestemming.\"",
        "ur": "اِن سے پوچھو، یہ انجام اچھا ہے یا وہ اَبدی جنت جس کا وعدہ خداترس پرہیزگاروں سے کیا گیا ہے؟ جو اُن کے اعمال کی جزا اور اُن کے سفر کی آخری منزل ہو گی",
        "bn": "কোৱা, ‘এইটোৱে ভাল, নে সেই স্থায়ী জান্নাত ভাল, যাৰ প্ৰতিশ্ৰুতি মুত্তাক্বীসকলক দিয়া হৈছে’? সেইটো হ’ব তেওঁলোকৰ প্ৰতিদান আৰু প্ৰত্যাৱৰ্তনস্থল।",
        "fa": "[ای پیامبر، به کافران] بگو: «این [عذاب دردناک] بهتر است یا بهشت جاودانى كه به پرهیزکاران وعده داده شده و پاداش و سرانجام آنان است؟»"
      }
    },
    {
      "verse_number": 2871,
      "verse_key": "25:16",
      "arabic_text": "لَّهُمْ فِيهَا مَا يَشَآءُونَ خَـٰلِدِينَ ۚ كَانَ عَلَىٰ رَبِّكَ وَعْدًا مَّسْـُٔولًا",
      "phonetic_text": "Lahum feeha ma yashaoonakhalideena kana AAala rabbika waAAdanmas-oola",
      "translations": {
        "fr": "Là, ils auront ce qu’ils voudront et y seront éternels. C’est une promesse Que ton Seigneur Se devra d’accomplir.",
        "en": "There they will find everything they wish for, and there they will stay. [Prophet], this is a binding promise from your Lord.",
        "es": "allí tendrán cuanto deseen por toda la eternidad. Esa es la promesa [de Dios], con la que tu Señor se ha comprometido.",
        "it": "Avranno colà tutto ciò che desidereranno e perpetua dimora». Promessa che il tuo Signore manterrà.",
        "ru": "Там они получат все, что пожелают, и останутся навечно. Твой Господь взял на себя это испрошенное обещание.",
        "tr": "Onlar için orada ne isterlerse var, hem orada ebedî kalacaklar. Çünkü bu Rabbinden yerine getirilmesi istenen bir vaaddir.",
        "de": "Sie haben darin, was sie wollen, und werden ewig darin bleiben. Das ist ein für deinen Herrn bindendes Versprechen, nach dem gefragt werden wird.",
        "pt": "De onde obterão tudo quanto anelarem, e em que morarão eternamente, porque é uma promessa inexorável do teuSenhor?",
        "nl": "Voor hen is daarin alles wat zij wensen; eeuwig levend (daarin): het is een belofte van jouw Heer, waarnaar gevraagd mag worden.",
        "ur": "جس میں اُن کی ہر خواہش پُوری ہوگی، جس میں وہ ہمیشہ ہمیشہ رہیں گے ، جس کا عطا کرنا تمہارے ربّ کے ذمّے ایک واجب الادا وعدہ ہے۔ <sup foot_note=\"185597\">1</sup>",
        "bn": "তাত তেওঁলোক চিৰকাল বসবাসৰত অৱস্থাত যি বিচাৰিব সেইটোৱে পাব; এই প্ৰতিশ্ৰুতি পূৰণ কৰা তোমাৰ প্ৰতিপালকৰ দায়িত্ব।",
        "fa": "در آنجا هر چه بخواهند، برایشان [فراهم] است [و] در آن جاودانند. این وعده‌ای است بر [عهدۀ] پروردگارت که [بندگان پرهیزگار، انجامش را] از او خواسته‌اند."
      }
    },
    {
      "verse_number": 2872,
      "verse_key": "25:17",
      "arabic_text": "وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمْ أَضْلَلْتُمْ عِبَادِى هَـٰٓؤُلَآءِ أَمْ هُمْ ضَلُّوا۟ ٱلسَّبِيلَ",
      "phonetic_text": "Wayawma yahshuruhum wamayaAAbudoona min dooni Allahi fayaqoolu aantum adlaltumAAibadee haola-i am hum dalloo assabeel",
      "translations": {
        "fr": "Le jour viendra où, les ramenant en foule avec ceux qu’ils adoraient en dehors d’Allah, Il (Allah) dira : « Est-ce vous qui avez égaré Mes serviteurs-là ou ont-ils eux-mêmes dévié du droit chemin ? »",
        "en": "On the Day He gathers them all together with those they worship beside Him, He will say, ‘Was it you [false gods] who led these creatures of Mine astray, or did they stray from the path by themselves?’",
        "es": "El día que Él les congregue junto a lo que adoraban en lugar de Dios, y [Dios] les pregunte [a los ídolos]: ‘¿Fuisteis vosotros los que desviaron a Mis siervos, o fueron ellos mismos los que se desviaron del camino?’",
        "it": "Il Giorno in cui saranno riuniti, essi e coloro che adoravano al- l’infuori di Allah <a class=f><sup foot_note=158635>1</sup></a>, [Egli] dirà [a questi ultimi]: «Siete voi che avete sviato questi Miei servi o hanno smarrito la via da soli?».",
        "ru": "В тот день Он соберет их и тех, кому они поклонялись вместо Аллаха, и скажет: «Это вы ввели в заблуждение этих Моих рабов, или же они сами сбились с пути?».",
        "tr": "Hele o gün Rabbin onları Allah'tan başka taptıkları şeylerle toplar da, der ki: \"Siz mi saptırdınız şu kullarımı, yoksa kendileri mi yolu kaybettiler?\"",
        "de": "Und am Tag, da Er sie und das, dem sie anstatt Allahs dienen, versammeln wird, sagt Er: „Wart ihr es, die diese Meine Diener in die Irre geführt haben, oder sind sie selbst vom Weg abgeirrt?",
        "pt": "No dia em que Ele os congregar, com tudo quanto adoram em vez de Deus, Ele dirá: Fostes vós, acaso, aqueles queextraviaram estes Meus servos ou foram eles que se extraviaram?",
        "nl": "En op de Dag waarop Hij hen en wat zij naast Allah aanbidden zal verzamelen, zal Hij zeggen: jullie het, die Mijn dienaren deden dwalen, of zijn zij zelf van de Weg gedwaald?\"",
        "ur": "اور وہی دن ہوگا جب کہ (تمہارا ربّ)اِن لوگوں کو بھی گھیر لائے گا اور ان کے اُن معبُودوں <sup foot_note=\"185598\">1</sup> کو بھی بُلالے گا جنہیں آج یہ اللہ کو چھوڑ کر پُوج رہے ہیں، پھر وہ اُن سے پُوچھے گا”کیا تم نے میرے اِن بندوں کو گمراہ کیا تھا؟ یا یہ خود راہِ راست سے بھٹک گئے تھے؟“ <sup foot_note=\"185599\">2</sup>",
        "bn": "আৰু সেইদিনা তেওঁ সিহঁতক (কাফিৰসকলক) আৰু সিহঁতে আল্লাহৰ বাহিৰে যিবোৰক উপাসনা কৰিছিল সেইবোৰকো একত্ৰিত কৰিব, তাৰ পিছত তেওঁ প্ৰশ্ন কৰিব, ‘তোমালোকেই মোৰ এই বান্দাসকলক বিভ্ৰান্ত কৰিছিলা নেকি, নে সিহঁত নিজেই বিভ্ৰান্ত হৈছিল’?",
        "fa": "و روزی که [همۀ] آنان و آنچه را که به جای الله عبادت می‌کردند جمع می‌کند و [به معبودان باطل] می‌فرماید: «آیا شما این بندگانم را گمراه کردید یا خود، راه را گم کردند؟»"
      }
    },
    {
      "verse_number": 2873,
      "verse_key": "25:18",
      "arabic_text": "قَالُوا۟ سُبْحَـٰنَكَ مَا كَانَ يَنۢبَغِى لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنْ أَوْلِيَآءَ وَلَـٰكِن مَّتَّعْتَهُمْ وَءَابَآءَهُمْ حَتَّىٰ نَسُوا۟ ٱلذِّكْرَ وَكَانُوا۟ قَوْمًۢا بُورًا",
      "phonetic_text": "Qaloo subhanaka ma kanayanbaghee lana an nattakhitha min doonika min awliyaawalakin mattaAAtahum waabaahum hattanasoo aththikra wakanoo qawman boora",
      "translations": {
        "fr": "(Les fausses divinités) diront : « Gloire Te soit rendue ! Il ne nous appartenait pas de prendre d’autres alliés que Toi. Mais Tu leur as permis de jouir, ainsi que leurs pères, (des biens éphémères de ce bas monde), si bien qu’ils ont oublié le Rappel, et voilà qu’ils ne sont plus que des gens perdus. »",
        "en": "They will say, ‘May You be exalted! We ourselves would never take masters other than You! But You granted them and their forefathers pleasures in this life, until they forgot Your Reminder and were ruined.’",
        "es": "Ellos responderán: ‘¡Glorificado seas! No nos correspondía tomar algún otro protector fuera de Ti. Tú les agraciaste, a ellos y a sus padres, y los dejaste disfrutar por largo tiempo, hasta que olvidaron el Mensaje y fueron gente perdida’.",
        "it": "Risponderanno: «Gloria a Te! Che vantaggio avremmo avuto a scegliere alleati e protettori all’infuori di Te? Ma Tu colmasti loro e i loro avi di [tanta ricchezza di] beni, [che] dimenticarono il Ricordo [di Te] e furono uomini perduti».",
        "ru": "Они скажут: «Пречист Ты! Не подобало нам брать покровителей и помощников вместо Тебя. Однако Ты позволил им и их отцам пользоваться благами, так что они забыли Напоминание. Они были пропащим народом».",
        "tr": "Onlar: \"Sübhansın seni tenzih ederiz. Seni bırakıp da senden başka dostlar edinmek bize yaraşmaz; fakat sen onlara ve atalarına o kadar nimet verdin ki, sonunda seni anmayı unuttular ve helaki hak eden bir kavim oldular.\" derler.",
        "de": "Sie werden sagen: „Preis sei Dir! Es ziemte uns nicht, uns anstatt Deiner (andere) Schutzherren zu nehmen. Aber Du ließt sie und ihre Väter genießen, bis sie die Ermahnung vergaßen und zu einem Volk des Niedergangs wurden.",
        "pt": "Responderão: Glorificado sejas! Não nos era dado adotar outros protetores em vez de Ti! Porém, agraciaste-os (combens terrenos), bem como seus pais, até que se esqueceram da Mensagem e foram desventurados.",
        "nl": "Zij zullen zeggen: \"Heilig bent U, het past ons niet dat wij buiten U beschermers genomen hebben, maar U hebt hen en hun vaderen laten genieten totdat zij de vermaning vergaten en een vernietigd volk geworden waren.\"",
        "ur": "وہ عرض کریں گے”پاک ہے آپ کی ذات، ہماری تو یہ بھی مجال نہ تھی کہ آپ کے سوا کسی کو اپنا مولیٰ بنائیں۔ مگر آپ نے ان کو اور ان کے باپ دادا کو خوب سامانِ زندگی دیا حتٰی کہ یہ سبق بھُول گئے اور شامت زدہ ہو کر رہے۔“ <sup foot_note=\"185600\">1</sup>",
        "bn": "সিহঁতে ক’ব, ‘তুমি পৱিত্ৰ আৰু মহান! তোমাৰ বাহিৰে আন কাৰোবাক অভিভাৱকৰূপে গ্ৰহণ কৰা আমাৰ বাবে কেতিয়াও উচিত নহয়, বৰং তুমিয়েই সিহঁতক আৰু সিহঁতৰ পিতৃ-পুৰুষসকলক ভোগ-সম্ভাৰ প্ৰদান কৰিছিলা, ফলত সিহঁতে (তোমাৰ) স্মৰণ পাহৰি গৈছিল আৰু ধ্বংসপ্ৰাপ্ত সম্প্ৰদায়ত পৰিণত হৈছিল’।",
        "fa": "آنان می‌گویند: «تو منزّهی؛ شایستۀ ما نبود که به جای تو [دوستان و] کارسازانی برگزینیم؛ ولی تو آنان و پدرانشان را [از نعمت‌ها] بهره‌مند ساختی تا اینکه یاد [تو] را فراموش کردند و [به این خاطر،] گروهی هلاک‌شده گشتند»."
      }
    },
    {
      "verse_number": 2874,
      "verse_key": "25:19",
      "arabic_text": "فَقَدْ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًا وَلَا نَصْرًا ۚ وَمَن يَظْلِم مِّنكُمْ نُذِقْهُ عَذَابًا كَبِيرًا",
      "phonetic_text": "Faqad kaththabookum bimataqooloona fama tastateeAAoona sarfan walanasran waman yathlim minkum nuthiqhuAAathaban kabeera",
      "translations": {
        "fr": "« (Ceux que vous adoriez en dehors d’Allah) ont nié ce que vous dites, vous ne pourrez ni échapper (au châtiment) ni vous secourir vous-mêmes. Et celui d’entre vous qui commet une injustice, Nous lui ferons goûter un terrible supplice. »",
        "en": "[God will say], ‘Now your gods have denounced what you say as lies: you cannot avoid the punishment; you will not get any help.’ If any of you commits such evil, We shall make him taste agonizing torment.",
        "es": "[Entonces, Dios dirá a los idólatras:] “Vuestros ídolos os han desmentido, y ahora no podréis escapar de Mi castigo ni encontrar quién os socorra. [Sabed que] a quien cometa la injusticia [de dedicar actos de adoración a otro que Dios], le haré sufrir un gran castigo”.",
        "it": "«Già hanno smentito quello che dite. Non potrete sfuggire [al castigo], né avrete soccorso alcuno. A tutti gli ingiusti daremo un grande castigo.»",
        "ru": "Они опровергли то, что вы говорите, и вы не можете ни отвратить наказание, ни помочь себе. Тем из вас, кто поступал несправедливо, Мы дадим вкусить великие мучения.",
        "tr": "(Bunun üzerine ötekilere hitaben şöyle denilir.) İşte (taptıklarınız) sizi söylediklerinizde yalancı çıkardılar. Artık ne (azabınızı) geri çevirebilir, ne de bir yardıma çare bulabilirsiniz ve içinizden kim zulmederse, ona büyük bir azab tattıracağız.",
        "de": "- „Nun haben sie euch in dem, was ihr sagt, der Lüge bezichtigt. Da könnt ihr weder (etwas) abwenden noch Hilfe erfahren. Und wer von euch Unrecht tut, den lassen Wir große Strafe kosten",
        "pt": "(Deus dirá aos idólatras): Eis que as vossas divindades vos desmentem, no que afirmastes, não podereis esquivar-vos docastigo, nem socorrer-vos. A quem, dentre vós, tiver sido iníquo, infligiremos um severo castigo.",
        "nl": "(Allah zal zeggen:) \"Zij hebben jullie van leugens beticht over wat jullie zeiden. Jullie zijn niet in staat (de bestraffing) af te wenden en (er is) geen hulp. En wie van jullie onrecht pleegt: hem doen Wij de grootste bestraffing proeven.\"",
        "ur": "یُوں جھُٹلا دیں گے وہ (تمہارے معبُود)تمہاری اُن باتوں کو جو آج تم کہہ رہے ہو <sup foot_note=\"185601\">1</sup> ، پھر تم نہ اپنی شامت کو ٹال سکو گے نہ کہیں سے مدد پا سکو گے اور جو بھی تم میں سے ظلم کرے <sup foot_note=\"185602\">2</sup> اُسے ہم سخت عذاب کا مزہ چکھائیں گے",
        "bn": "(আল্লাহে মুশ্বৰিকসকলক ক’ব) ‘এতেকে তোমালোকে যি কৈছিলা সেয়া সিহঁতে মিছা সাব্যস্ত কৰিছে। সেয়ে তোমালোকে এতিয়া শাস্তি প্ৰতিৰোধ কৰিব নোৱাৰিবা আৰু সহায়ো নাপাবা। তোমালোকৰ মাজৰ যিয়ে যুলুম তথা শ্বিৰ্ক কৰে আমি তাক মহাশাস্তিৰ স্বাদ উপভোগ কৰাম’।",
        "fa": "[الله به مشرکان می‌فرماید:] «بی‌تردید، [معبودانتان] ادعای شما را دروغ شمردند. [اکنون] نه می‌توانید [عذاب را از خود] دور کنید و نه [از کسی] یاری بجویید؛ و هر ‌یک از شما که [شرک بورزد و به خود] ستم كند، عذابی بزرگ به وی می‌چشانیم»."
      }
    },
    {
      "verse_number": 2875,
      "verse_key": "25:20",
      "arabic_text": "وَمَآ أَرْسَلْنَا قَبْلَكَ مِنَ ٱلْمُرْسَلِينَ إِلَّآ إِنَّهُمْ لَيَأْكُلُونَ ٱلطَّعَامَ وَيَمْشُونَ فِى ٱلْأَسْوَاقِ ۗ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ ۗ وَكَانَ رَبُّكَ بَصِيرًا",
      "phonetic_text": "Wama arsalna qablaka minaalmursaleena illa innahum laya/kuloona attaAAamawayamshoona fee al-aswaqi wajaAAalna baAAdakumlibaAAdin fitnatan atasbiroona wakanarabbuka baseera",
      "translations": {
        "fr": "Nous n’avons envoyé avant toi que des Messagers qui mangeaient de la nourriture (comme tout autre mortel) et déambulaient dans les marchés. Nous vous mettons à l’épreuve les uns par les autres. Serez-vous patients (à le supporter) ? Ton Seigneur Voit parfaitement Tout.",
        "en": "No messenger have We sent before you [Muhammad] who did not eat food and walk about in the marketplace. But We have made some of you a means of testing others- will you stand fast? Your Lord is always watching.",
        "es": "Todos los Mensajeros que envié antes de ti [¡Oh, Muhámmad!] se alimentaban y caminaban por el mercado [procurando su sustento]. Les ponemos a prueba unos con otros, para que se evidencie quién es paciente. Tu Señor lo ve todo.",
        "it": "Prima di te non inviammo alcun Messaggero che non mangiasse cibo e non camminasse nei mercati. E designammo alcuni come tentazioni per gli altri. Persevererete <a class=f><sup foot_note=158636>1</sup></a>? Il tuo Signore tutto osserva.",
        "ru": "Мы не ниспосылали до тебя посланников, которые не принимали бы пищи и не ходили бы по рынкам. Мы сделали одних из вас искушением для других: проявите ли вы терпение? Твой Господь - Видящий.",
        "tr": "(Resulüm!) Biz senden evvel de peygamberleri başka türlü göndermedik. Şüphesiz onlar hem yemek yiyorlar, hem çarşılarda geziyorlardı (sokaklarda yürüyorlardı). Sizin bir kısmınızı bir diğerine fitne (imtihan sebebi) kılmışızdır ki, bakalım sabredecek misiniz? Zira Rabbin her şeyi hakkıyla görmektedir.",
        "de": "Und Wir sandten vor dir keine Gesandten, die nicht Speise aßen und auf den Märkten umhergingen. Und Wir haben die einen von euch zur Versuchung für die anderen gemacht, (um festzustellen,) ob ihr standhaft seid. Und dein Herr sieht sehr wohl (alles).",
        "pt": "Antes de ti jamais enviamos mensageiros que não comessem os mesmo alimentos e caminhassem pelas ruas, e fizemosalguns, dentre vós, tentarem os outros. Acaso (ó fiéis), sereis perseverantes? Eis que o teu Senhor é Onividente.",
        "nl": "En Wij zonden geen Boodschappers vóór jou, of zij aten voedsel en zij gingen op de markten rond. En Wij hebben sommigen van jullie tot een beproeving voor anderen gemaakt: zullen jullie geduld hebben? En jouw Heer is Alziende.",
        "ur": "اے محمدؐ ، تم سے پہلے جو رسُول بھی ہم نے بھیجے تھے وہ سب بھی کھانا کھانے والے اور بازاروں میں چلنے پھرنے والے لوگ ہی تھے۔ <sup foot_note=\"185603\">1</sup> دراصل ہم نے تم لوگوں کو ایک دُوسرے کے لیے آزمائش کا ذریعہ بنا دیا ہے۔ <sup foot_note=\"185604\">2</sup> کیا تم صبر کرتے ہو؟ <sup foot_note=\"185605\">3</sup> تمہارا ربّ سب کچھ دیکھتا ہے۔ <sup foot_note=\"185606\">4</sup>",
        "bn": "আৰু আমি তোমাৰ পূৰ্বে যিমানবোৰ ৰাছুল প্ৰেৰণ কৰিছোঁ, তেওঁলোক আটায়ে খোৱা-বোৱা কৰিছিল আৰু হাট-বজাৰত চলা-ফুৰাও কৰিছিল। (হে মানৱ!) আমি তোমালোকৰ এজনক আনজনৰ বাবে পৰীক্ষাস্বৰূপ কৰি দিছোঁ। তোমালোকে ধৈৰ্য ধাৰণ কৰিবানে? আৰু তোমাৰ প্ৰতিপালক সৰ্ব দ্ৰষ্টা।",
        "fa": "[ای پیامبر،] پیش از تو پیامبران را نفرستادیم، مگر اینکه آنان [نیز] غذا می‌خوردند و [همچون سایر انسان‌ها] در بازارها راه می‌رفتند؛ و ما برخی از شما را وسیلۀ آزمایش برخی دیگر ساختیم [تا روشن شود] آیا شکیبایی می‌کنید؛ و پروردگارت همواره بیناست."
      }
    },
    {
      "verse_number": 2876,
      "verse_key": "25:21",
      "arabic_text": "۞ وَقَالَ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا لَوْلَآ أُنزِلَ عَلَيْنَا ٱلْمَلَـٰٓئِكَةُ أَوْ نَرَىٰ رَبَّنَا ۗ لَقَدِ ٱسْتَكْبَرُوا۟ فِىٓ أَنفُسِهِمْ وَعَتَوْ عُتُوًّا كَبِيرًا",
      "phonetic_text": "Waqala allatheena layarjoona liqaana lawla onzila AAalaynaalmala-ikatu aw nara rabbana laqadiistakbaroo fee anfusihim waAAataw AAutuwwan kabeera",
      "translations": {
        "fr": "Ceux qui n’espèrent pas Nous rencontrer disent : « Que ne sont donc envoyés vers nous des Anges ? Et si seulement nous pouvions voir (se manifester) notre Seigneur ! » En vérité, ils ont les âmes enflées d’orgueil et ils sont outrageusement arrogants.",
        "en": "Those who do not fear to meet Us say, ‘Why are the angels not sent down to us?’ or ‘Why can we not see our Lord?’ They are too proud of themselves and too insolent.",
        "es": "Dicen quienes no creen que comparecerán ante Mí: “¿Por qué no descienden sobre nosotros los ángeles [con el Mensaje]; por qué no vemos directamente a nuestro Señor?” Se han considerado demasiado importantes a sí mismos y su insolencia es enorme.",
        "it": "E coloro che non sperano di incontrarci dicono: «Perché non sono stati fatti scendere angeli su di noi, [perché] non vediamo il nostro Signore?» <a class=f><sup foot_note=158637>1</sup></a>. Hanno riempito di orgoglio le anime loro e travalicato i limiti dell’arroganza.",
        "ru": "Те, которые не надеются на встречу с Нами, говорят: «Почему к нам не ниспосланы ангелы? И почему мы не видим нашего Господа?». Они надменно возгордились в душе собой и проявили великое неповиновение.",
        "tr": "Bununla beraber, bize kavuşmayı ummayanlar \"Bize ya melekler indirilmeliydi, ya da Rabbimizi görmeliydik\" dediler. Andolsun ki, doğrusu nefislerinde kendilerini büyük gördüler ve büyük azgınlık ettiler.",
        "de": "Und diejenigen, die nicht die Begegnung mit Uns erwarten, sagen: „O würden doch die Engel auf uns herabgesandt, oder könnten wir doch unseren Herrn sehen! Sie verhalten sich ja hochmütig in Bezug auf sich selbst, und sie lehnen sich in großer Mißachtung auf.",
        "pt": "Aqueles que não esperam o comparecimento ante Nós, dizem: Por que não nos são enviados os anjos, ou não vemosnosso Senhor? Na verdade, eles se ensoberbeceram e excederam em muito!",
        "nl": "En degenen die niet op de ontmoeting met Ons hopen, zeiden: \"Waren de Engelen maar tot ons neergezonden of zagen wij onze Heer maar!\" Voorzeker, zij zijn arrogant over zichzelf en zij overtreden met een grote overtreding.",
        "ur": "جو لوگ ہمارے حضور پیش ہونے کا اندیشہ نہیں رکھتے وہ کہتے ہیں”کیوں نہ فرشتے ہمارے پاس بھیجے  جائیں؟ <sup foot_note=\"185607\">1</sup> یا پھر ہم اپنے رب کو دیکھیں۔ <sup foot_note=\"185608\">2</sup>“بڑا گھمنڈ لے بیٹھے یہ اپنے نفس میں <sup foot_note=\"185609\">3</sup> اور حد سے گزر گئے یہ اپنی سر کشی میں",
        "bn": "আৰু যিসকলে আমাৰ সাক্ষাতৰ প্ৰত্যাশা নকৰে সিহঁতে কয়, ‘আমাৰ ওচৰত ফিৰিস্তা কিয় অৱতীৰ্ণ কৰা নহয়, অথবা আমি আমাৰ প্ৰতিপালকক দেখা নাপাওঁ কিয়’? অৱশ্যে সিহঁতে সিহঁতৰ অন্তৰত অহংকাৰ পোষণ কৰিছে আৰু সিহঁতে জঘন্যভাৱে সীমালংঘন কৰিছে।",
        "fa": "کسانی ‌که به دیدار ما [در آخرت] امید ندارند گفتند: «چرا فرشتگانی بر ما نازل نشده‌اند یا [چرا] پروردگار‌مان را نمی‌بینیم؟» بی‌تردید، آنان خود را بزرگ پنداشتند و سرکشیِ بزرگی کردند."
      }
    },
    {
      "verse_number": 2877,
      "verse_key": "25:22",
      "arabic_text": "يَوْمَ يَرَوْنَ ٱلْمَلَـٰٓئِكَةَ لَا بُشْرَىٰ يَوْمَئِذٍ لِّلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَّحْجُورًا",
      "phonetic_text": "Yawma yarawna almala-ikata labushra yawma-ithin lilmujrimeena wayaqooloona hijranmahjoora",
      "translations": {
        "fr": "Le jour où ils verront les Anges (ce jour-là) ne sera pas heureux pour les criminels, et les Anges diront : « Barrière infranchissable ! »<sup foot_note=194996>1</sup>",
        "en": "There will be no good news for the guilty on the Day they see the angels. The angels will say, ‘You cannot cross the forbidden barrier,’",
        "es": "El día que vean a los ángeles, no habrá buenas noticias para los criminales. Los ángeles les dirán: “[El Paraíso] os queda vedado para siempre”.",
        "it": "Il Giorno in cui vedranno gli angeli, in quel Giorno gli ingiusti non avranno nessuna buona novella, sarà detto loro: «Rifugio inaccessibile!» <a class=f><sup foot_note=158638>1</sup></a>.",
        "ru": "В тот день, когда они увидят ангелов, для грешников не будет никакой благой вести, и они (ангелы) скажут: «Вот преграда непреодолимая!».",
        "tr": "Melekleri görecekleri gün, işte o gün, günahkarlara hiçbir sevinç haberi yoktur. Ve yasak yasak, diyeceklerdir.",
        "de": "Am Tag, da sie die Engel sehen, an dem Tag wird es für die Übeltäter keine frohe Botschaft geben, und sie werden sagen: „Das sei (euch) verwehrt und versperrt!",
        "pt": "No dia me que virem os anjos, nada haverá de alvissareiro para os pecadores, e (aqueles) lhe dirão: É uma barreiraintransponível.",
        "nl": "Op de Dag waarop zij de Engelen zullen zien, op die Dag zal er geen verheugende tijding voor de misdadigers zijn, en zij zullen zeggen: \"(Weest) ver verwijderd!\"",
        "ur": "جس روز یہ فرشتوں کو دیکھیں گےوہ مجرموں کے لیے کسی بشارت کا دن نہ ہو گا <sup foot_note=\"185610\">1</sup> ، چیخ اُٹھیں گے کہ پناہ بخدا",
        "bn": "যিদিনা সিহঁতে ফিৰিস্তাসকলক দেখিবলৈ পাব সেইদিনা অপৰাধীসকলৰ বাবে কোনো সুসংবাদ নাথাকিব আৰু সিহঁতে ক’ব, ‘ৰক্ষা কৰা, ৰক্ষা কৰা’।",
        "fa": "روزی ‌که [کافران] فرشتگان را می‌بینند، هیچ بشارتی برای مجرمان نخواهد بود [بلکه روز کیفر و عذاب است]؛ و [فرشتگان] می‌گویند: «[بهشت] بر شما ممنوع [و حرام] است»."
      }
    },
    {
      "verse_number": 2878,
      "verse_key": "25:23",
      "arabic_text": "وَقَدِمْنَآ إِلَىٰ مَا عَمِلُوا۟ مِنْ عَمَلٍ فَجَعَلْنَـٰهُ هَبَآءً مَّنثُورًا",
      "phonetic_text": "Waqadimna ila maAAamiloo min AAamalin fajaAAalnahu habaan manthoora",
      "translations": {
        "fr": "Nous nous tournerons vers les œuvres qu’ils auront accomplies et les réduirons en poussière qui se disperse.",
        "en": "and We shall turn to the deeds they have done and scatter them like dust.",
        "es": "[Ese día] reduciré todas sus obras a polvo disperso en el aire.",
        "it": "Abbiamo giudicato le loro opere e ne abbiamo fatto polvere dispersa <a class=f><sup foot_note=158639>1</sup></a>.",
        "ru": "Мы займемся деяниями, которые они совершили, и обратим их в развеянный прах.",
        "tr": "Onların yaptıkları her bir iyi işi dikkate alırız, fakat onu saçılmış zerreler haline getiririz.",
        "de": "Und Wir werden Uns den Werken, die sie getan haben, zuwenden und sie zu verwehtem Staub machen.",
        "pt": "Então, Nos disporemos a aquilatar as suas ações, e as reduziremos a moléculas de pó dispersas.",
        "nl": "En Wij wenden Ons tot de daden die zij hebben verricht en Wij maken die tot verstrooid stof.",
        "ur": "اور جو کچھ بھی ان کا کیا دھرا ہے اُسے لے کر ہم غبار کی طرح اُڑا دیں گے۔ <sup foot_note=\"185611\">1</sup>",
        "bn": "আৰু আমি সিহঁতৰ কৃতকৰ্মৰ প্ৰতি অগ্ৰসৰ হৈ সেইবোৰক বিক্ষিপ্ত ধূলিকণাত পৰিণত কৰিম।",
        "fa": "و به [بررسى] کارهایشان مى‌پردازیم و همه را [همچون] غبارى پراكنده مى‌سازیم."
      }
    },
    {
      "verse_number": 2879,
      "verse_key": "25:24",
      "arabic_text": "أَصْحَـٰبُ ٱلْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرًّا وَأَحْسَنُ مَقِيلًا",
      "phonetic_text": "As-habu aljannati yawma-ithinkhayrun mustaqarran waahsanu maqeela",
      "translations": {
        "fr": "Les hôtes  du Paradis auront ce jour-là meilleur séjour et plus belle retraite.",
        "en": "But the companions in the Garden will have a better home on that Day, and a fairer place to rest.",
        "es": "En cambio, los moradores del Paraíso tendrán la mejor morada y el mejor lugar de descanso.",
        "it": "In quel Giorno le genti del Paradiso avranno il miglior rifugio e il più bel luogo per riposare.",
        "ru": "У обитателей Рая в тот день будет более хорошая обитель и более прекрасное место отдыха.",
        "tr": "O gün cennetliklerin kalacakları yer çok iyi, dinlenecekleri yer pek güzeldir.",
        "de": "Die Insassen des (Paradies)gartens werden an jenem Tag einen besseren Aufenthalt und einen schöneren Ruheplatz haben.",
        "pt": "Nesse dia, os diletos do Paraíso estarão abrigados, no mais digno e prazeroso lugar de repouso.",
        "nl": "De bewoners van het Paradijs zullen op die Dag, een goede verblijfplaats hebben en een betere rustplaats.",
        "ur": "بس وہی لوگ جو جنّت کے مستحق ہیں اُس دن اچھی جگہ ٹھہریں گے اور دوپہر گزارنے کو عمدہ مقام پائیں گے۔ <sup foot_note=\"185612\">1</sup>",
        "bn": "সেইদিনা জান্নাতবাসীসকলৰ বাসস্থান হ'ব উৎকৃষ্ট আৰু বিশ্ৰামস্থল হ’ব মনোৰম।",
        "fa": "در آن روز، بهشتیان بهترین جایگاه و نیكوترین استراحتگاه را دارند."
      }
    },
    {
      "verse_number": 2880,
      "verse_key": "25:25",
      "arabic_text": "وَيَوْمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلْغَمَـٰمِ وَنُزِّلَ ٱلْمَلَـٰٓئِكَةُ تَنزِيلًا",
      "phonetic_text": "Wayawma tashaqqaqu assamao bilghamamiwanuzzila almala-ikatu tanzeela",
      "translations": {
        "fr": "Le jour où le ciel se fendra devant les nuages et que les Anges descendront réellement,",
        "en": "On the Day when the sky and its clouds are split apart and the angels sent down in streams,",
        "es": "El día que el cielo se abra con las nubes y los ángeles desciendan del cielo, uno tras otro.",
        "it": "Il Giorno in cui le nuvole del cielo si apriranno e scenderanno di discesa <a class=f><sup foot_note=158640>1</sup></a>gli angeli,",
        "ru": "В тот день небо разверзнется и покроется облаками, и будут низведены ангелы.",
        "tr": "O gün gökyüzü beyaz bulutlar halinde yarılacak ve melekler bölük bölük indirileceklerdir.",
        "de": "Und am Tag, da sich der Himmel, Wolken hervorbringend, aufspaltet und die Engel eindrucksvoll herabgesandt werden,",
        "pt": "Será o dia em que o céu se fenderá com os cirros, e os anjos serão enviados, em longa e esplendorosa fila.",
        "nl": "En (gedenkt) de Dag waarop de hemel met de wolken uiteen zal splijten en de Engelen neerdalen.",
        "ur": "آسمان کو چیرتا ہوا ایک بادل اس روز نمودار ہو گا اور فرشتوں کے پرے کے پرے اتار دیے جائیں گے",
        "bn": "আৰু সেইদিনা মেঘপুঞ্জৰ দ্বাৰা আকাশ বিদীৰ্ণ হ'ব আৰু দলে দলে ফিৰিস্তাসকলক অৱতীৰ্ণ কৰোৱা হ’ব।",
        "fa": "و [یاد کن از] روزی که آسمان با ابرهای سپید شکافته می‌شود و فرشتگان [پیاپی به سرزمین محشر] فروفرستاده می‌شوند."
      }
    },
    {
      "verse_number": 2881,
      "verse_key": "25:26",
      "arabic_text": "ٱلْمُلْكُ يَوْمَئِذٍ ٱلْحَقُّ لِلرَّحْمَـٰنِ ۚ وَكَانَ يَوْمًا عَلَى ٱلْكَـٰفِرِينَ عَسِيرًا",
      "phonetic_text": "Almulku yawma-ithin alhaqqu lirrahmaniwakana yawman AAala alkafireena AAaseera",
      "translations": {
        "fr": "la vraie royauté appartiendra alors au Tout Clément, et ce sera un jour pénible pour les mécréants.",
        "en": "on that Day, true authority belongs to the Lord of Mercy. It will be a grievous Day for the disbelievers.",
        "es": "Ese día, la verdadera soberanía será del Misericordioso, y para los que se negaron a creer será un día difícil.",
        "it": "in quel Giorno la vera sovranità [apparterrà] al Compassionevole e sarà un Giorno difficile per i miscredenti <a class=f><sup foot_note=158641>1</sup></a>.",
        "ru": "В тот день власть будет истинной и будет принадлежать Милостивому, и день тот будет тяжким для неверующих.",
        "tr": "İşte o gün gerçek hükümranlık, çok merhametli olan Allah'ındır. Kâfirler için ise o, pek çetin bir gündür.",
        "de": "an jenem Tag gehört die Herrschaft, die wahre (Herrschaft) dem Allerbanner, und es wird für die Ungläubigen ein schwerer Tag sein.",
        "pt": "Nesse dia, a verdadeira soberania será do Clemente, e será um dia aziago para os incrédulos.",
        "nl": "De ware heerschappij zal op die Dag toebehoren aan de Barmhartige en het zal een moeilijke Dag zijn voor de ongelovigen.",
        "ur": "اُس روز حقیقی بادشاہی صرف رحمٰن کی ہوگی۔ <sup foot_note=\"185613\">1</sup> اور وہ منکرین کے لیے بڑا سخت دن ہوگا",
        "bn": "সেইদিনা চূড়ান্ত কৰ্তৃত্ব হ’ব কেৱল ৰহমানৰ আৰু কাফিৰসকলৰ বাবে সেইদিন হ’ব অত্যন্ত কঠিন।",
        "fa": "در آن روز، فرمانروایی [راستین] از آنِ [الله] رحمان است و برای کافران روزی دشوار است."
      }
    },
    {
      "verse_number": 2882,
      "verse_key": "25:27",
      "arabic_text": "وَيَوْمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيْهِ يَقُولُ يَـٰلَيْتَنِى ٱتَّخَذْتُ مَعَ ٱلرَّسُولِ سَبِيلًا",
      "phonetic_text": "Wayawma yaAAaddu aththalimuAAala yadayhi yaqoolu ya laytanee ittakhathtumaAAa arrasooli sabeela",
      "translations": {
        "fr": "En ce jour, l’injuste se mordra les doigts en disant : « Si seulement j’avais suivi la voie du Messager ! ",
        "en": "On that Day the evildoer will bite his own hand and say, ‘If only I had taken the same path as the Messenger.",
        "es": "El injusto morderá sus propias manos [lamentándose] y dirá: “¡Ojalá hubiera seguido el camino del Mensajero!",
        "it": "Il Giorno in cui l’ingiusto si morderà le mani e dirà: «Me disgraziato! Ah, se avessi seguito la via con il Messaggero!",
        "ru": "В тот день беззаконник станет кусать свои руки и скажет: «Лучше бы я последовал путем Посланника!",
        "tr": "O gün zalim kimse ellerini ısıracak: \"Eyvah!\" diyecek, \"keşke Peygamberin yanında bir yol tutsaydım!\"",
        "de": "Und an dem Tag wird der Ungerechte sich in die Hände beißen und sagen: „O hätte ich doch mit dem Gesandten einen Weg eingeschlagen!",
        "pt": "Será o dia em que o iníquo morderá as mãos e dirá: Oxalá tivesse seguido a senda do Mensageiro!",
        "nl": "En (gedenkt) de Dag waarop de onrechtvaardige op zijn handen bijt, terwijl hij zegt: \"Had ik maar een Weg genomen met de Boodschapper!",
        "ur": "ظالم انسان اپنا ہاتھ چبائے گا اور کہے گا \"کاش میں نے رسول کا ساتھ دیا ہوتا",
        "bn": "সেইদিনা যালিম ব্যক্তিয়ে নিজৰে দুহাত কামুৰি কামুৰি ক’ব, ‘হায়, মই যদি ৰাছুলৰ সৈতে কোনো পথ অৱলম্বন কৰিলোহেঁতেন!’",
        "fa": "و [یاد کن از] روزی که ستمکار، دستانش را [از حسرت] می‌گزد و می‌گوید: «ای کاش من راهی [هماهنگ] با پیامبر برگزیده بودم!"
      }
    },
    {
      "verse_number": 2883,
      "verse_key": "25:28",
      "arabic_text": "يَـٰوَيْلَتَىٰ لَيْتَنِى لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا",
      "phonetic_text": "Ya waylata laytanee lamattakhith fulanan khaleela",
      "translations": {
        "fr": "Malheur à moi ! Si seulement je n’avais pas pris untel pour ami !",
        "en": "Woe is me! If only I had not taken so and so as a friend-",
        "es": "¡Ay de mí! ¡Ojalá no hubiera tomado a aquel<sup foot_note=168913>1</sup> por amigo!,",
        "it": "Guai a me, me disgraziato! Se non avessi scelto il tale per amico <a class=f><sup foot_note=158642>1</sup></a>!",
        "ru": "О горе мне! Лучше бы я не брал такого-то себе в друзья!",
        "tr": "\"Eyvah!\" diyecek, \"keşke falancayı dost edinmeseydim.",
        "de": "O wehe mir! Hätte ich doch nicht den Soundso zum Freund genommen!",
        "pt": "Ai e mim! Oxalá não tivesse tomado fulano por amigo,",
        "nl": "Wee mij! Had ik maar niet zo'n ongelovige als boezemvriend genomen.",
        "ur": "ہائے میری کم بختی، کاش میں نے فلاں شخص کو دوست نہ بنایا ہوتا",
        "bn": "হায়, দুৰ্ভাগ্য মোৰ, অমুকক যদি মই বন্ধুৰূপে গ্ৰহণ নকৰিলোহেঁতেন!",
        "fa": "ای وای بر من! ای کاش فلان [کافر] را به دوستی نمی‌گرفتم!"
      }
    },
    {
      "verse_number": 2884,
      "verse_key": "25:29",
      "arabic_text": "لَّقَدْ أَضَلَّنِى عَنِ ٱلذِّكْرِ بَعْدَ إِذْ جَآءَنِى ۗ وَكَانَ ٱلشَّيْطَـٰنُ لِلْإِنسَـٰنِ خَذُولًا",
      "phonetic_text": "Laqad adallanee AAani aththikribaAAda ith jaanee wakana ashshaytanulil-insani khathoola",
      "translations": {
        "fr": "Il m’a fourvoyé en me détournant du Rappel<sup foot_note=194997>1</sup> qui m’est  parvenu. » Satan abandonne l’homme après l’avoir tenté.",
        "en": "he led me away from the Revelation after it reached me. Satan has always betrayed mankind.’",
        "es": "pues me alejó del Mensaje, a pesar de que me había llegado”. El demonio lleva al ser humano a la decepción.",
        "it": "Sicuramente mi ha sviato dal Monito dopo che mi giunse». In verità Satana è il traditore degli uomini.",
        "ru": "Это он отвратил меня от Напоминания (Корана) после того, как оно дошло до меня». Воистину, дьявол оставляет человека без поддержки.",
        "tr": "Çünkü zikir (Kur'ân) bana gelmişken o, hakikaten beni ondan saptırdı. Şeytan insanı (uçuruma sürükleyip sonra) yapayalnız ve yardımcısız bırakmaktadır.",
        "de": "Er hat mich ja von der Ermahnung abirren lassen, nachdem sie zu mir gekommen war. Der Satan pflegt den Menschen stets im Stich zu lassen.",
        "pt": "Porque me desviou da Mensagem, depois de ela me ter chegado. Ah! Satanás mostra-se aviltante para com os homens!",
        "nl": "Voorzeker, hij heeft mij doen afdwalen van de Vermaning nadat die tot mij gekomen was: en de Satan is de mensen ontrouw!\"",
        "ur": "اُس کے بہکائے میں آکر میں نے وہ نصیحت نہ مانی جو میرے پاس آئی تھی، شیطان انسان کے حق میں بڑا ہی بے وفا نِکلا۔ <sup foot_note=\"185614\">1</sup>“",
        "bn": "নিশ্চয় সিয়ে মোক উপদেশ বাণীৰ পৰা বিভ্ৰান্ত কৰিছিল, অথচ মোৰ ওচৰত সেয়া আহিছিল; আৰু চয়তানতো মানুহৰ বাবে মহাপ্ৰতাৰক।",
        "fa": "بی‌تردید، پس از آنکه قرآن [و دعوت پیامبر] به من رسید، او [بود که] مرا به گمراهی کشاند و شیطان همواره انسان را تنها [و خوار] وامی‌گذارد»."
      }
    },
    {
      "verse_number": 2885,
      "verse_key": "25:30",
      "arabic_text": "وَقَالَ ٱلرَّسُولُ يَـٰرَبِّ إِنَّ قَوْمِى ٱتَّخَذُوا۟ هَـٰذَا ٱلْقُرْءَانَ مَهْجُورًا",
      "phonetic_text": "Waqala arrasoolu yarabbi inna qawmee ittakhathoo hatha alqur-anamahjoora",
      "translations": {
        "fr": "Le Messager dit : « Seigneur ! Mon peuple fait de ce Coran bien peu de cas (et s’en détourne.) »",
        "en": "The Messenger has said, ‘Lord, my people treat this Quran as something to be shunned,’",
        "es": "Dijo el Mensajero: “¡Oh, Señor mío! Mi pueblo ha abandonado el Corán”.",
        "it": "Il Messaggero dice: «Signore, il mio popolo ha in avversione questo Corano!».",
        "ru": "Посланник сказал: «Господи! Мой народ забросил этот Коран».",
        "tr": "Peygamber dedi ki: \"Ey Rabbim! Kavmim bu Kur'ân'ı terkedilmiş (bir şey yerinde) tuttular.\"",
        "de": "Und der Gesandte sagt: „O mein Herr, mein Volk mied diesen Qur’an unter Mißachtung.",
        "pt": "E o Mensageiro dirá: Ó Senhor meu, em verdade o meu povo tem negligenciado este Alcorão!",
        "nl": "En de Boodschapper zei: \"O mijn Heer, voorwaar, mijn volk heefl deze Koran achtergelaten.",
        "ur": "اور رسُولؐ کہے گا کہ ”اے میرے ربّ، میری قوم کے لوگوں نے اس قرآن کو نشانہٴ تضحیک <sup foot_note=\"185615\">1</sup> بنا لیا تھا۔“",
        "bn": "আৰু ৰাছুলে ক’ব, ‘হে মোৰ প্ৰতিপালক! নিশ্চয় মোৰ সম্প্ৰদায়ে কোৰআনক পৰিত্যজ সাব্যস্ত কৰিছে’।",
        "fa": "و پیامبر گفت: «پروردگارا، قوم من این قرآن را رها کرده‌اند»."
      }
    },
    {
      "verse_number": 2886,
      "verse_key": "25:31",
      "arabic_text": "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِىٍّ عَدُوًّا مِّنَ ٱلْمُجْرِمِينَ ۗ وَكَفَىٰ بِرَبِّكَ هَادِيًا وَنَصِيرًا",
      "phonetic_text": "Wakathalika jaAAalna likullinabiyyin AAaduwwan mina almujrimeena wakafa birabbika hadiyanwanaseera",
      "translations": {
        "fr": "Ainsi avons-Nous désigné à chaque Prophète un ennemi parmi les criminels. Que ton Seigneur suffise comme guide et comme soutien !",
        "en": "but We have always appointed adversaries from the wicked, for every prophet: Your Lord is sufficient guide and helper.",
        "es": "[Sabe, ¡Oh, Muhámmad!, que] dispuse que todos los Profetas tuvieran enemigos de entre los pecadores. Pero tu Señor es suficiente como guía y protector.",
        "it": "Ad ogni profeta assegnammo un nemico scelto tra i malvagi. Ti basti il tuo Signore come guida e ausilio!",
        "ru": "Так для каждого пророка Мы создали врагов из числа грешников, но довольно того, что твой Господь наставляет на прямой путь и помогает.",
        "tr": "(Resulüm!) Ve işte biz böyle her peygamber için günahkarlardan bir düşman yapmışızdır. Bununla beraber hidayet verici ve yardımcı olarak Rabbin yeter.",
        "de": "So haben Wir für jeden Propheten einen Feind aus den Reihen der Übeltäter bestellt. Und dein Herr genügt als Führer und Helfer.",
        "pt": "Assim destinamos a casa profeta um adversário entre os pecadores; porém, baste teu Senhor por Guia e Socorredor.",
        "nl": "En zo hebben Wij voor iedere Profeet een vijand gemaakt onder de misdadigers. Maar jouw Heer is voldoende als Leider en Helper.",
        "ur": "اے محمد ؐ ، ہم نے تو اِسی طرح مجرموں کو ہر نبی کا دشمن بنایا ہے <sup foot_note=\"185616\">1</sup> اور تمہارے لیے تمہارا ربّ ہی رہنمائی اور مدد کو کافی ہے۔ <sup foot_note=\"185617\">2</sup>",
        "bn": "(আল্লাহে ক’লে) ‘এইদৰেই আমি প্ৰত্যেক নবীৰ বাবে অপৰাধীবিলাকৰ মাজৰ পৰা শত্ৰু বনাই দিছোঁ। তোমাৰ প্ৰতিপালকেই পথপ্ৰদৰ্শক আৰু সহায়কাৰীৰূপে যথেষ্ট’।",
        "fa": "و اینچنین برای هر پیامبری دشمنی از بدکاران [قومش] قرار دادیم؛ و کافی است که پروردگارت راهنما و یاورت باشد."
      }
    },
    {
      "verse_number": 2887,
      "verse_key": "25:32",
      "arabic_text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَوْلَا نُزِّلَ عَلَيْهِ ٱلْقُرْءَانُ جُمْلَةً وَٰحِدَةً ۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَ ۖ وَرَتَّلْنَـٰهُ تَرْتِيلًا",
      "phonetic_text": "Waqala allatheena kafaroo lawlanuzzila AAalayhi alqur-anu jumlatan wahidatan kathalikalinuthabbita bihi fu-adaka warattalnahu tarteela",
      "translations": {
        "fr": "Ceux qui ont mécru disent : « Si seulement le Coran lui avait été révélé en une seule fois ! » (Si Nous l’avons révélé par fragments), c’est pour en raffermir ton cœur. Nous te l’avons récité clairement.",
        "en": "The disbelievers also say, ‘Why was the Quran not sent down to him all at once?’ We sent it in this way to strengthen your heart [Prophet]; We gave it to you in gradual revelation.",
        "es": "Los que se negaron a creer dicen: “¿Por qué no le ha sido revelado el Corán de una sola vez?” Sabe que te lo he revelado gradualmente<sup foot_note=168914>1</sup> para dar firmeza a tu corazón.",
        "it": "I miscredenti dicono: «Perché il Corano non è stato fatto scendere su di lui in un’unica soluzione!». [Lo abbiamo invece rivelato] in questo modo per rafforzare il tuo cuore <a class=f><sup foot_note=158643>1</sup></a>. E te lo facciamo recitare con cura.",
        "ru": "Неверующие сказали: «Почему Коран не ниспослан ему целиком за один раз?». Мы поступили так, чтобы укрепить им твое сердце, и разъяснили его самым прекрасным образом.",
        "tr": "Yine o inkâr edenler dediler ki: \"O Kur'ân ona, hepsi birden indirilseydi ya\"! Biz onu senin kalbine iyice yerleştirmek için böyle (parça parça indirdik) ve onu tane tane (ayırarak) okuduk.",
        "de": "Und diejenigen, die ungläubig sind, sagen: „O würde ihm doch der Qur’an als Ganzes offenbart! So (geschieht es aber), damit Wir dein Herz mit ihm festigen. Und Wir haben ihn wohlgeordnet vorgetragen.",
        "pt": "Os incrédulos dizem: Por que não lhe foi revelado o Alcorão de uma só vez? (Saibam que) assim procedemos parafirmar com ele o teu coração, e to ditamos em versículos, paulatinamente.",
        "nl": "En degenen die ongelovig zijn, zeggen: \"Was de Koran maar in één keer volledig aan hem neergezonden..,\" (Maar) zo hebben Wij daarmee jouw hart versterkt (O Moehammad), en Wij hebben hem regelmatig doen voordragen.",
        "ur": "منکرین کہتے ہیں”اِس شخص پر سارا قرآن ایک ہی وقت میں کیوں نہ اُتار دیا گیا؟“ <sup foot_note=\"185618\">1</sup>۔۔۔۔ ہاں، ایسا اس لیے کیا گیا ہے کہ اس کو اچھی طرح ہم تمہارے ذہن نشین کرتے رہیں <sup foot_note=\"185619\">2</sup> اور (اسی غرض کے لیے)ہم نے اس کو ایک خاص ترتیب کے ساتھ الگ الگ اجزاء کی شکل دی ہے",
        "bn": "আৰু কাফিৰসকলে কয়, ‘সম্পূৰ্ণ কোৰআনখন তেওঁৰ ওচৰত একেলগে অৱতীৰ্ণ কৰা নহ’ল কিয়’? এই দৰে অৱতীৰ্ণ কৰাৰ কাৰণ হৈছে যাতে তোমাৰ হৃদয়ক আমি ইয়াৰ দ্বাৰা মজবুত কৰিব পাৰো সেয়ে আমি ইয়াক ক্ৰমে ক্ৰমে স্পষ্টভাৱে আবৃত্তি কৰিছোঁ।",
        "fa": "و کسانی ‌که کفر ورزیدند گفتند: «چرا قرآن یکباره بر او نازل نشده است؟» ما این‌گونه [کلام الهی را به مرور نازل] کرده‌ایم تا دلت را با آن [آرام و] استوار گردانیم و آن را به تدریج [بر تو] خوانده‌ا‌یم [تا درک و حفظش آسان باشد]."
      }
    },
    {
      "verse_number": 2888,
      "verse_key": "25:33",
      "arabic_text": "وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَـٰكَ بِٱلْحَقِّ وَأَحْسَنَ تَفْسِيرًا",
      "phonetic_text": "Wala ya/toonaka bimathalin illaji/naka bilhaqqi waahsana tafseera",
      "translations": {
        "fr": "Ils ne t’apporteront aucun exemple sans que Nous ne t’apportions la vérité de manière plus claire.",
        "en": "They cannot put any argument to you without Our bringing you the truth and the best explanation.",
        "es": "Siempre que ellos presenten un argumento [en contra del Mensaje] te revelaré la Verdad, para que los refutes con un fundamento más claro y una explicación mejor.",
        "it": "Non proporranno alcun interrogativo senza che [Noi] ti forniamo la verità [in proposito] e la migliore spiegazione <a class=f><sup foot_note=158644>1</sup></a>.",
        "ru": "Какую бы притчу они ни приводили тебе, Мы открывали тебе истину и наилучшее толкование.",
        "tr": "Hem onlar sana karşı herhangi bir mesel ile gelmezler ki, biz sana (onun karşılığında) doğrusunu ve tefsirin daha güzelini getirmiş olmayalım.",
        "de": "Und sie bringen dir kein Beispiel, ohne daß Wir dir die Wahrheit und eine bessere Erklärung brächten.",
        "pt": "Sempre que te fizerem alguma refutação, comunicar-te-emos a verdade irrefutável e, dela, a melhor explanação.",
        "nl": "En zij komen niet met een rare vraag tot jou, of Wij brengen jou de waarheid en een mooiere uitleg.",
        "ur": "اور (اس میں یہ مصلحت بھی ہے)کہ جب کبھی وہ تمہارے سامنے کوئی نرالی بات (یا عجیب سوال)لے کر آئے، اُس کا ٹھیک جواب بر وقت ہم نے تمہیں دے دیا اور بہترین طریقے سے بات کھول دی <sup foot_note=\"185620\">1</sup>",
        "bn": "আৰু সিহঁতে তোমাৰ ওচৰত যিকোনো বিষয়েই লৈ নাহক কিয়, আমি সেইটোৰ সঠিক সমাধান আৰু সুন্দৰ ব্যাখ্যা তোমাৰ ওচৰত লৈ আহিছোঁ।",
        "fa": "و [کافران] هیچ [اعتراض و] مَثلی برایت نمی‌آورند، مگر آنکه ما [نیز پاسخی‌] برحق و خوش‌بیان‌تر برایت ‌می‌آوریم."
      }
    },
    {
      "verse_number": 2889,
      "verse_key": "25:34",
      "arabic_text": "ٱلَّذِينَ يُحْشَرُونَ عَلَىٰ وُجُوهِهِمْ إِلَىٰ جَهَنَّمَ أُو۟لَـٰٓئِكَ شَرٌّ مَّكَانًا وَأَضَلُّ سَبِيلًا",
      "phonetic_text": "Allatheena yuhsharoona AAalawujoohihim ila jahannama ola-ika sharrun makananwaadallu sabeela",
      "translations": {
        "fr": "Ceux qui seront ramenés en foule, (marchant) sur leurs visages vers la Géhenne, ceux-là seront dans les pires des lieux et seront les plus égarés.",
        "en": "It is those driven [falling], on their faces,to Hell who will be in the worst place- they are the furthest from the right path.",
        "es": "Los que sean arrastrados sobre sus caras al Infierno serán quienes tengan el peor destino, los más extraviados del camino.",
        "it": "Coloro che saranno trascinati sui loro volti verso l’Inferno, quelli sono coloro che avranno la peggiore delle condizioni, i più sviati dalla retta via.",
        "ru": "Тем, которые будут собраны в Геенну ничком, уготовано наихудшее место, и они более других сбились с пути.",
        "tr": "O yüzleri üstü cehenneme toplanacaklar var ya! işte onlar, yerleri en kötü, yolları en sapık olanlardır.",
        "de": "Diejenigen, die auf ihren Gesichtern zur Hölle versammelt werden, jene sind in der schlechtesten Lage und sind am weitesten vom (rechten) Weg abgeirrt.",
        "pt": "Aqueles que forem congregados, de bruços, ante o inferno, encontrar-se-ão em pior posição, e ainda maisdesencaminhados.",
        "nl": "Degenen die op hun gezichten bij de Hel verzameld zullen worden zijn degenen met de slechtste plaats en zijn het verst afgedwaald van de Weg.",
        "ur": "جو لوگ اوندھے منہ جہنّم کی طرف دھکیلے جانے والے ہیں ان کا موقف بہت بُرا اور ان کی راہ حد درجہ غلط ہے۔ <sup foot_note=\"185621\">1</sup>",
        "bn": "যিসকলক উবুৰি খুৱাই জাহান্নামৰ পিনে একত্ৰিত কৰা হ’ব, সিহঁত মৰ্যাদাত অতি নিকৃষ্ট আৰু অধিক পথভ্ৰষ্ট।",
        "fa": "کسانی که به‌رودرافتاده به دوزخ کشانده می‌شوند، اینان بدجایگاه‌تر و گمراه‌ترند."
      }
    },
    {
      "verse_number": 2890,
      "verse_key": "25:35",
      "arabic_text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَجَعَلْنَا مَعَهُۥٓ أَخَاهُ هَـٰرُونَ وَزِيرًا",
      "phonetic_text": "Walaqad atayna moosaalkitaba wajaAAalna maAAahu akhahu haroonawazeera",
      "translations": {
        "fr": "À Moïse Nous apportâmes le Livre et lui accordâmes l’assistance de son frère Aaron.",
        "en": "We gave Moses the Book and appointed his brother Aaron to help him.",
        "es": "Le revelé a Moisés el Libro [la Torá], y le asigné a su hermano Aarón para que lo ayudara [en la transmisión del Mensaje].",
        "it": "Già demmo a Mosè la Toràh e gli concedemmo suo fratello Aronne come ausilio.",
        "ru": "Воистину, Мы даровали Мусе (Моисею) Писание и сделали его брата Харуна (Аарона) помощником ему.",
        "tr": "Andolsun ki Musa'ya kitap verdik, kardeşi Harun'u da ona yardımcı yaptık.",
        "de": "Und Wir gaben bereits Musa die Schrift und bestellten ihm seinen Bruder Harun, (die Last) mitzutragen.",
        "pt": "Havíamos concedido o Livro a Moisés e, como ele, designamos como vizir seu irmão, Aarão.",
        "nl": "Voorzeker, Wij hebben aan Môesa de Schrift gegeven. En Wij hebben zijn broeder Hârôen aangewezen als rechterhand.",
        "ur": "ہم نے موسیٰؑ  کو کتاب <sup foot_note=\"185622\">1</sup> دی اور اس کے ساتھ اس کے بھائی ہارونؑ کو مددگار کے طور پر لگایا",
        "bn": "আৰু আমিয়েই মুছাক কিতাব প্ৰদান কৰিছিলোঁ আৰু তেওঁৰ লগত তেওঁৰ ভাতৃ হাৰূনক সহায়কাৰী হিচাপে নিযুক্ত কৰিছিলোঁ।",
        "fa": "و در حقیقت، ما به موسی کتاب [تورات] دادیم و برادرش هارون را همراهش دستیار ساختیم."
      }
    },
    {
      "verse_number": 2891,
      "verse_key": "25:36",
      "arabic_text": "فَقُلْنَا ٱذْهَبَآ إِلَى ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا فَدَمَّرْنَـٰهُمْ تَدْمِيرًا",
      "phonetic_text": "Faqulna ithhaba ilaalqawmi allatheena kaththaboo bi-ayatinafadammarnahum tadmeera",
      "translations": {
        "fr": "Nous dîmes : « Allez tous deux vers le peuple qui a traité Nos Signes de mensonges. » Et Nous les fîmes périr entièrement.",
        "en": "We said, ‘Go, both of you, to the people who have rejected Our signs.’ Later We destroyed those people utterly.",
        "es": "Y les dije: “Id ambos al pueblo que desmintió Mis signos<sup foot_note=168915>1</sup>”. Pero finalmente lo destruí por completo<sup foot_note=168916>2</sup>.",
        "it": "Dicemmo: «Andate presso il popolo che tacciò di menzogna i segni Nostri». E lo colpimmo poi di distruzione totale.",
        "ru": "Мы повелели: «Ступайте вдвоем к народу, который счел ложью Наши знамения». А потом Мы уничтожили его до основания.",
        "tr": "\"Haydi âyetlerimizi yalan sayan o kavme gidin\" dedik. Sonunda (yola gelmediklerinden) onları yerle bir ettik.",
        "de": "Da sagten Wir: „Geht zu dem Volk, das Unsere Zeichen für Lüge erklärt hat. Dann zerstörten Wir sie vollständig.",
        "pt": "E lhe dissemos: Ide ao povo que desmentiu os Nossos Sinais. E os destruímos completamente.",
        "nl": "Toen zelden Wij: \"Gaat naar het volk dat Onze Tekenen loochent,\" en Wij vernietigden hen met een volledige vernietiging.",
        "ur": "اور اُن سے کہا کہ جاوٴ اُس قوم کی طرف جس نے ہماری آیات کو جھُٹلا دیا <sup foot_note=\"185623\">1</sup> ہے۔ آخر کار اُن لوگوں کو ہم نے تباہ کر کے رکھ دیا",
        "bn": "তাৰ পিছত আমি কৈছিলোঁ, ‘তোমালোকে সেই সম্প্ৰদায়ৰ ওচৰত যোৱা যিসকলে আমাৰ নিদৰ্শনাৱলীক অস্বীকাৰ কৰিছে’। ফলত আমি সিহঁতক সম্পূৰ্ণৰূপে বিধ্বস্ত কৰিছিলোঁ;",
        "fa": "و گفتیم: «شما دو نفر به سوی قومی بروید که آیات ما را تکذیب کردند»؛ پس [چون فرعونیان سرپیچی نمودند] آنان را به شدت نابود ساختیم."
      }
    },
    {
      "verse_number": 2892,
      "verse_key": "25:37",
      "arabic_text": "وَقَوْمَ نُوحٍ لَّمَّا كَذَّبُوا۟ ٱلرُّسُلَ أَغْرَقْنَـٰهُمْ وَجَعَلْنَـٰهُمْ لِلنَّاسِ ءَايَةً ۖ وَأَعْتَدْنَا لِلظَّـٰلِمِينَ عَذَابًا أَلِيمًا",
      "phonetic_text": "Waqawma noohin lamma kaththabooarrusula aghraqnahum wajaAAalnahum linnasiayatan waaAAtadna liththalimeenaAAathaban aleema",
      "translations": {
        "fr": "Et le peuple de Noé qui avait osé démentir les Messagers, Nous les noyâmes et Nous en fîmes un exemple pour les hommes. Et Nous avons réservé  aux gens injustes un supplice très douloureux.",
        "en": "The people of Noah, too: when they rejected their messengers, We drowned them and made them an example to all people. We have prepared a painful torment for the evildoers,",
        "es": "Al pueblo de Noé, cuando desmintieron a los Profetas<sup foot_note=168917>1</sup>, les ahogué e hice de ellos un Signo para la gente. Tengo reservado para los injustos un castigo doloroso.",
        "it": "E il popolo di Noè, quando tacciarono di menzogna i messaggeri, li annegammo e ne facemmo un segno per gli uomini. Abbiamo preparato un castigo doloroso per gli ingiusti.",
        "ru": "Мы потопили народ Нуха (Ноя), когда они сочли лжецами посланников, и сделали их знамением для людей. Мы приготовили беззаконникам мучительные страдания.",
        "tr": "Nuh kavmine gelince, Peygamberleri yalancılıkla itham ettiklerinde, onları suda boğduk ve kendilerini insanlar için bir ibret yaptık. Biz zalimler için acıklı bir azab hazırlamışızdır.",
        "de": "Und auch das Volk Nuhs, als sie die Gesandten der Lüge bezichtigten, ließen Wir ertrinken und machten sie für die Menschen zu einem Zeichen. Und Wir haben für die Ungerechten schmerzhafte Strafe bereitet.",
        "pt": "E afogamos o povo de Noé quando desmentiu os mensageiros, e fizemos dele um sinal para os humanos; e destinamos umdoloroso castigo aos iníquos.",
        "nl": "En Wij verdronken het volk van Nôeh toen zij de Boodschappers loochenden. En Wij maakten hen tot een teken voor de mensheid. En Wij hebben voor de onrechtplegers een pijnlijke bestraffing voorbereid.",
        "ur": "یہی حال قومِ نوح ؑ کا ہوا جب انہوں نے رسُولوں کی تکذیب <sup foot_note=\"185624\">1</sup> کی۔ ہم نے اُن کو غرق کر دیا اور دنیا بھر کے لوگوں کے لیے ایک نشانِ عبرت بنا دیا اور ان ظالموں کے لیے ایک دردناک عذاب ہم نے مہیّا کر رکھا <sup foot_note=\"185625\">2</sup> ہے",
        "bn": "আৰু নূহৰ সম্প্ৰদায়কো, যেতিয়া সিহঁতে ৰাছুলসকলক অস্বীকাৰ কৰিছিল, তেতিয়া আমি সিহঁতক ডুবাই মাৰিলোঁ আৰু সিহঁতক মানুহৰ বাবে নিদৰ্শনস্বৰূপ বনাই দিলোঁ। আৰু আমি যালিমসকলৰ বাবে প্ৰস্তুত কৰি ৰাখিছোঁ যন্ত্ৰণাদায়ক শাস্তি।",
        "fa": "و قوم نوح را ـ آنگاه که پیامبران را دروغگو انگاشتند ـ غرق کردیم و آنان را [نشانه و] عبرتی برای مردم قرار دادیم؛ و عذابی دردناک برای ستمکاران مهیّا کرده‌ایم."
      }
    },
    {
      "verse_number": 2893,
      "verse_key": "25:38",
      "arabic_text": "وَعَادًا وَثَمُودَا۟ وَأَصْحَـٰبَ ٱلرَّسِّ وَقُرُونًۢا بَيْنَ ذَٰلِكَ كَثِيرًا",
      "phonetic_text": "WaAAadan wathamooda waas-habaarrassi waquroonan bayna thalika katheera",
      "translations": {
        "fr": "Et les ‘Ad, les Thamûd, les habitants d’Ar-Rass, et plusieurs générations intermédiaires !",
        "en": "as We did for the people of Ad, Thamud, and al-Rass, and many generations in between.",
        "es": "A los pueblos de ‘Ad, Zamud y Rass<sup foot_note=168918>1</sup> y a muchas otras generaciones entre ellos [también los castigué].",
        "it": "[Ricorda] gli ‘Âd, i Thamùd e le genti di ar-Rass <a class=f><sup foot_note=158645>1</sup></a>e molte altre generazioni intermedie!",
        "ru": "А также адитов, самудян, жителей Расса и многие поколения, которые были между ними.",
        "tr": "Ad'ı, Semud'u, Ress halkını ve bunlar arasında daha bir çok nesilleri de (inkârcılıkları yüzünden helak ettik)",
        "de": "Und (desgleichen auch) die ’Ad, die Tamud, die Leute von ar-Rass und viele Geschlechter dazwischen.",
        "pt": "E (exterminamos) os povos de Ad, de Tamud, e os habitantes de Arras e, entre eles, muitas gerações.",
        "nl": "En (Wij vernietigden de volken van de) 'Âd en Tsamôed en het volk van Rass en vele generaties daartussen.",
        "ur": "اِسی طرح عاد اور ثمود اور اصحابُ الرس <sup foot_note=\"185626\">1</sup> اور بیچ کی صدیوں کے بہت سے لوگ تباہ کیے گئے",
        "bn": "আৰু আমি ধ্বংস কৰিছিলোঁ আদ, ছামূদ, ৰাছ’ৰ অধিবাসীবিলাকক, আৰু সিহঁতৰ মধ্যৱৰ্তী সময়ৰ বহু প্ৰজন্মকো।",
        "fa": "و [همچنین] قوم عاد و ثمود و اهالی «رَسّ» [= چاه] و نسل‌های بسیاری را که بین آنان بودند [نابود ساختیم]."
      }
    },
    {
      "verse_number": 2894,
      "verse_key": "25:39",
      "arabic_text": "وَكُلًّا ضَرَبْنَا لَهُ ٱلْأَمْثَـٰلَ ۖ وَكُلًّا تَبَّرْنَا تَتْبِيرًا",
      "phonetic_text": "Wakullan darabna lahu al-amthalawakullan tabbarna tatbeera",
      "translations": {
        "fr": "À tous Nous avons proposé des exemples, et contre tous Nous avons fatalement sévi.",
        "en": "To each of them We gave warnings, and each of them We destroyed completely.",
        "es": "A todos les advertí de lo que sucedía [a los que se negaban a creer], pero aun así terminaron siendo destruidos por completo.",
        "it": "A tutti loro proponemmo delle metafore e poi li sterminammo totalmente.",
        "ru": "Каждому из них Мы приводили притчи, и каждый из них Мы подвергли полному истреблению.",
        "tr": "Onların herbirine misaller getirdik; (ama ögüt almadıkları için) hepsini kırdık geçirdik.",
        "de": "(Ihnen) allen prägten Wir Gleichnisse, und (sie) alle zerstörten Wir vollständig.",
        "pt": "A cada qual narramos parábolas e exemplificamos, e a casa um aniquilamos por completo, devido (aos seus pecados).",
        "nl": "En voor ieder maakten Wij de gelijkenissen en eik vernietigden Wij met een volledige vernietiging.",
        "ur": "اور ان میں سے ہر ایک کو ہم نے (پہلے تباہ ہونے والوں کی) مثالیں دے دے کر سمجھایا اور آخرکار ہر ایک کو غارت کر دیا",
        "bn": "আমি সিহঁতৰ প্ৰত্যেকৰ বাবে দৃষ্টান্ত বৰ্ণনা কৰিছিলোঁ আৰু সিহঁতবোৰক আমি সম্পূৰ্ণৰূপে ধ্বংস কৰিছিলোঁ।",
        "fa": "و برای هر یک از آنها مَثَلها زدیم و [چون پند نگرفتند،] همه را به شدت از میان بردیم."
      }
    },
    {
      "verse_number": 2895,
      "verse_key": "25:40",
      "arabic_text": "وَلَقَدْ أَتَوْا۟ عَلَى ٱلْقَرْيَةِ ٱلَّتِىٓ أُمْطِرَتْ مَطَرَ ٱلسَّوْءِ ۚ أَفَلَمْ يَكُونُوا۟ يَرَوْنَهَا ۚ بَلْ كَانُوا۟ لَا يَرْجُونَ نُشُورًا",
      "phonetic_text": "Walaqad ataw AAala alqaryati allateeomtirat matara assaw-i afalam yakoonooyarawnaha bal kanoo la yarjoona nushoora",
      "translations": {
        "fr": "Ils<sup foot_note=194998>1</sup> sont pourtant passés devant la cité sur laquelle s’était abattue une pluie funeste. Ne l’ont-ils donc pas vue ? C’est qu’ils ne s’attendaient pas à une résurrection.",
        "en": "These disbelievers must have passed by the town that was destroyed by the terrible rain––did they not see it? Yet they do not expect to be raised from the dead.",
        "es": "Todos han visto las ruinas de la ciudad sobre la cual hice caer una lluvia de piedras<sup foot_note=168919>1</sup>, pero no recapacitan, pues no creen en la resurrección.",
        "it": "Certamente quegli altri <a class=f><sup foot_note=158646>1</sup></a>sono passati nei pressi della città <a class=f><sup foot_note=158647>2</sup></a>sulla quale cadde una pioggia di sventura. Non l’han forse vista? No, perché ancora non sperano nella Resurrezione!",
        "ru": "Они уже проходили мимо селения, на которое выпал недобрый дождь. Разве они не видели его? О нет! Они не надеялись на то, что будут воскрешены.",
        "tr": "(Resulüm!) Andolsun ki, (bu Mekke'li putperestler), bela ve fenalık yağmuruna tutulmuş olan beldeye uğramışlardır. Peki onu da görmüyorlar mıydı? Hayır! Onlar öldükten sonra dirilmeyi ummamaktadırlar.",
        "de": "Sie kamen doch an der Stadt vorbei, auf die der Unheilsregen niederging. Haben sie sie denn nicht gesehen? Nein! Vielmehr erwarten sie keine Auferstehung.",
        "pt": "(Os incrédulos) têm passado, freqüentemente, pela cidade, sobre a qual foi desencadeada a chuva nefasta. Não tem visto, acaso? Sim; porém, não temem a ressurreição.",
        "nl": "En voorzeker, zij (de ongelovigen) kwamen voorbij de stad, waarop een slechte regen geregend had. Hebben zij dat dan niet gezien? Maar nee, zij hoopten niet tot leven gebracht te worden.",
        "ur": "اور اُس بستی پر تو اِن کا گزر ہو چکا ہے جس پر بد ترین بارش برسائی گئی <sup foot_note=\"185627\">1</sup> تھی۔ کیا اِنہوں نے اس کا حال دیکھا نہ ہوگا؟ مگر یہ موت کے بعد دوسری زندگی کی توقع ہی نہیں رکھتے۔ <sup foot_note=\"185628\">2</sup>",
        "bn": "অৱশ্যে এই কাফিৰবিলাকেও সেই জনপদৰ মাজেৰেই অহা-যোৱা কৰে যাৰ ওপৰত বৰ্ষিত হৈছিল অকল্যাণৰ বৃষ্টি, তেন্তে সিহঁতে সেইবোৰ দেখা নাপায় নে? আচলতে সিহঁতে পুনৰুত্থানৰ প্ৰত্যাশাই কৰা নাছিল।",
        "fa": "و [مشرکان] قطعاً از [سرزمین قوم لوط، همان] شهری که باران بلا بر آن باریده بود گذر کرده‌اند. آیا آن [ویرانه‌های باقی‌مانده از عذاب] را ندیده‌اند؟ [چنین نیست؛] بلکه به زنده ‌شدن [پس از مرگ] امیدی ندارند."
      }
    },
    {
      "verse_number": 2896,
      "verse_key": "25:41",
      "arabic_text": "وَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَـٰذَا ٱلَّذِى بَعَثَ ٱللَّهُ رَسُولًا",
      "phonetic_text": "Wa-itha raawka in yattakhithoonakailla huzuwan ahatha allathee baAAatha Allahurasoola",
      "translations": {
        "fr": "Quand ils te voient ils ne font que te railler : « Est-ce celui-là qu’Allah a envoyé comme Messager ?",
        "en": "Whenever they see you [Prophet] they ridicule you: ‘Is this the one God has sent as a messenger?",
        "es": "Y cuando te ven se burlan de ti diciendo: “¿Este es al que Dios envió como Mensajero?",
        "it": "Quando ti vedono non fanno altro che schernirti: «È costui che Allah ha mandato come messaggero?",
        "ru": "Завидев тебя, они лишь насмехаются над тобой: «Неужели это - тот, кого Аллах отправил посланником?",
        "tr": "Seni gördükleri zaman \"Bu mu Allah'ın Peygamber olarak gönderdiği?\" diye hep seni alaya alıyorlar.",
        "de": "Und wenn sie dich sehen, machen sie sich über dich nur lustig: „Ist das derjenige, den Allah als Gesandten geschickt hat?",
        "pt": "E quando te vêem, escarnecem-te, dizendo: É este Deus que enviou por Mensageiro?",
        "nl": "En wanneer Zij jou zien (O Moehammad), nemen zij jou slechts tot onderwerp van bespotting: \"Is die het die Allah als Boodschapper heeft gestuurd?",
        "ur": "یہ لوگ جب تمہیں دیکھتے ہیں تو تمہارا مذاق بنا لیتے ہیں (کہتے ہیں) \"کیا یہ شخص ہے جسے خدا نے رسول بنا کر بھیجا ہے؟",
        "bn": "আৰু সিহঁতে যেতিয়া তোমাক দেখে, তেতিয়া সিহঁতে তোমাক কেৱল হাঁহিয়াতৰ পাত্ৰৰূপেহে গণ্য কৰে, কয়, ‘এওঁৱেই নেকি সেইজন, যাক আল্লাহে ৰাছুল কৰি পঠাইছে’?",
        "fa": "و هنگامی‌ که تو را می‌بینند، فقط به تمسخر می‌گیرند [و می‌گویند:] «آیا این همان کسی است که الله او را به پیامبری فرستاده است؟"
      }
    },
    {
      "verse_number": 2897,
      "verse_key": "25:42",
      "arabic_text": "إِن كَادَ لَيُضِلُّنَا عَنْ ءَالِهَتِنَا لَوْلَآ أَن صَبَرْنَا عَلَيْهَا ۚ وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ ٱلْعَذَابَ مَنْ أَضَلُّ سَبِيلًا",
      "phonetic_text": "In kada layudillunaAAan alihatina lawla an sabarnaAAalayha wasawfa yaAAlamoona heena yarawna alAAathabaman adallu sabeela",
      "translations": {
        "fr": "Pour un peu, il nous aurait détournés de nos divinités, si nous n’avions pas persévéré dans leur adoration. » Ils sauront, quand ils verront le supplice, qui s’est le plus égaré du droit chemin.",
        "en": "He might almost have led us astray from our gods if we had not stood so firmly by them.’ When they see the punishment, they will know who is furthest from the path.",
        "es": "De no haber sido porque nos mantuvimos firmes en la adoración de nuestros ídolos, nos hubiera desviado”. Pero ya sabrán, cuando vean el castigo, quiénes eran los desviados.",
        "it": "Pre-Eg. n. a parte i verss. e Di versetti. Il nome della sura deriva dal primo versetto. In nome di Allah, il Compassionevole, il Misericordioso. C’è mancato poco che non ci sviasse dai nostri dèi, se solo non fossimo rimasti perseveranti». Ma presto sapranno, quando vedranno il castigo, chi è il più sviato dalla [retta] via.",
        "ru": "Он готов был отвратить нас от наших богов, если бы мы не проявили терпение». Когда они увидят наказание, они узнают, кто больше других сбился с пути.",
        "tr": "\"Şayet tanrılarımıza inanmakta sebat göstermeseydik, gerçekten de bizi neredeyse tanrılarımızdan saptıracaktı\" diyorlar. Azabı gördükleri zaman, kimin yolunun sapık olduğunu bilecekler!",
        "de": "Beinahe hätte er uns fürwahr von unseren Göttern abirren lassen, wenn wir nicht (beharrlich) an ihnen festgehalten hätten. Sie werden, wenn sie die Strafe sehen, erfahren, wer weiter vom Weg abgeirrt ist.",
        "pt": "Ele esteve a ponto de desviar-nos dos nossos deuses, e assim aconteceria, se não tivéssemos sido constantes com eles! Porém, logo saberão, quando virem o castigo, mormente quem estiver mais desencaminhado!",
        "nl": "Hij had ons bijna van onze goden doen afdwalen, als wij niet geduldig met hen gebleven waren.\" Maar zij zullen weten, wanneer zij de bestraffing zien, wie het verst van de Weg afgedwaald is.",
        "ur": "اِس نے تو ہمیں گمراہ کر کے اپنے معبُودوں سے برگشتہ ہی کر دیا ہوتا اگر ہم اُن کی عقیدت پر جم نہ گئے ہوتے <sup foot_note=\"185629\">1</sup>۔“ اچھا، وہ وقت دُور نہیں ہے جب عذاب دیکھ کر اِنہیں خود معلوم ہو جائے گا کہ کون گمراہی میں دُور نکل گیا تھا",
        "bn": "‘এওঁ নিশ্চয় আমাক আমাৰ উপাস্যবোৰৰ পৰা আঁতৰ কৰি দিলেহেঁতেন, যদি আমি সিহঁতৰ প্ৰতি অবিচল নাথাকিলোহেঁতেন’। কিন্তু যেতিয়া সিহঁতে শাস্তি প্ৰত্যক্ষ কৰিব, তেতিয়াহে জানিব পাৰিব কোন অধিক পথভ্ৰষ্ট।",
        "fa": "اگر بر [عبادتِ] معبودانمان [شکیبایی و] پایداری نمى‌كردیم، نزدیک بود [محمد] ما را از [راهِ] آنها گمراه كند؛ و[لی] آنگاه که عذاب [الهی] را ببینند، خواهند دانست چه کسی گمراه‌تر [بوده] است."
      }
    },
    {
      "verse_number": 2898,
      "verse_key": "25:43",
      "arabic_text": "أَرَءَيْتَ مَنِ ٱتَّخَذَ إِلَـٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيْهِ وَكِيلًا",
      "phonetic_text": "Araayta mani ittakhatha ilahahuhawahu afaanta takoonu AAalayhi wakeela",
      "translations": {
        "fr": "N’as-tu donc pas vu celui qui a fait de ses passions une divinité ? Est-ce à toi d’être son garant ?",
        "en": "Think [Prophet] of the man who has taken his own passion as a god: are you to be his guardian?",
        "es": "¿Has visto a esos que toman su propio ego como su dios? Tú no eres responsable por sus acciones.",
        "it": "Non hai visto quello che ha elevato a divinità le sue passioni? Vuoi forse essere un garante per lui <a class=f><sup foot_note=158648>1</sup></a>?",
        "ru": "Видел ли ты того, кто обожествил свою прихоть? Разве ты являешься его попечителем и хранителем?",
        "tr": "Kötü duygularını kendisine tanrı edinen kimseyi gördün mü? Şimdi ona sen mi vekil olacaksın?",
        "de": "Was meinst du wohl zu einem, der sich seine Neigung zu seinem Gott nimmt? Würdest du denn Sachwalter über ihn sein können?",
        "pt": "Não tens reparado em quem toma por divindade os seus desejos? Ousarias advogar por ele?",
        "nl": "Heb jij degene gezien, die zijn begeerten als zijn god neemt? Zou jij een beschermer voor hem zijn?",
        "ur": "کبھی تم نے اُس شخص کے حال پر غور کیا ہے جس نے اپنی خواہش ِ نفس کو اپنا خدا بنا لیا ہو؟ <sup foot_note=\"185630\">1</sup> کیا تم ایسے شخص کو راہِ راست پر لانے کا ذمّہ لے سکتے ہو؟",
        "bn": "তুমি সেইজন ব্যক্তিক দেখিছানে, যিয়ে নিজ প্ৰবৃত্তিক ইলাহৰূপে গ্ৰহণ কৰিছে? তথাপিও তুমি তাৰ দায়িত্ব গ্ৰহণ কৰিবানে?",
        "fa": "آیا کسی را که هوای نفسش را معبود خود کرده است دیده‌ای؟ آیا تو [می‌توانی] نگهبانِ [ایمانِ] او باشی؟"
      }
    },
    {
      "verse_number": 2899,
      "verse_key": "25:44",
      "arabic_text": "أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ ۚ إِنْ هُمْ إِلَّا كَٱلْأَنْعَـٰمِ ۖ بَلْ هُمْ أَضَلُّ سَبِيلًا",
      "phonetic_text": "Am tahsabu anna aktharahumyasmaAAoona aw yaAAqiloona in hum illa kal-anAAamibal hum adallu sabeela",
      "translations": {
        "fr": "Ou alors penses-tu que la plupart d’entre eux entendent et comprennent ? Ils ne ressemblent, en vérité, qu’à du bétail, mais plus perdus encore et loin du chemin.",
        "en": "Do you think that most of them hear or understand? They are just like cattle- no, they are further from the path.",
        "es": "¿Acaso crees que la mayoría de ellos escuchan tus palabras y reflexionan? Ellos son como los ganados que no razonan, o aún más extraviados del camino.",
        "it": "Credi che la maggior parte di loro ascolti e comprenda? Non son altro che animali, e ancora più sviati dalla [retta] via.",
        "ru": "Или ты полагаешь, что большинство их способны слышать или разуметь? Они - всего лишь подобие скотов, но они еще больше сбились с пути.",
        "tr": "Yoksa sen, onların çoğunun gerçekten söz dinleyeceğini yahut akıllanacağını mı sanıyorsun? Gerçekte onlar hayvanlar gibidir, hatta gidişçe daha sapıktırlar.",
        "de": "Oder meinst du, daß die meisten von ihnen hören oder begreifen? Sie sind doch nur wie das Vieh. Aber nein! Sie irren noch weiter vom Weg ab.",
        "pt": "Ou pensas que a maioria deles ouve ou compreende? Qual! São como o gado; qual, são mais irracionais ainda!",
        "nl": "Of denk jij dat de meesten van hen horen of begrijpen? Zij zijn slechts als vee, erger nog, zij zijn het verst afgedwaald van de Weg.",
        "ur": "کیا تم سمجھتے ہو کہ ان میں سے اکثر لوگ سُنتے اور سمجھتے ہیں؟ یہ تو جانوروں کی طرح ہیں، بلکہ  اُن سے بھی گئے گُزرے۔  <sup foot_note=\"185631\">1</sup>",
        "bn": "অথবা তুমি ভাবা নেকি যে সিহঁতৰ অধিকাংশই শুনা পায় বা বুজি পায়? প্ৰকৃততে সিহঁত পশুৰ দৰে; বৰং সিহঁত তাতোকৈ অধিক পথভ্ৰষ্ট।",
        "fa": "آیا می‌پنداری بیشتر آنان می‌شنوند یا می‌فهمند؟ آنان جز همانند چهارپایان نیستند؛ بلکه گمراه‌ترند."
      }
    },
    {
      "verse_number": 2900,
      "verse_key": "25:45",
      "arabic_text": "أَلَمْ تَرَ إِلَىٰ رَبِّكَ كَيْفَ مَدَّ ٱلظِّلَّ وَلَوْ شَآءَ لَجَعَلَهُۥ سَاكِنًا ثُمَّ جَعَلْنَا ٱلشَّمْسَ عَلَيْهِ دَلِيلًا",
      "phonetic_text": "Alam tara ila rabbika kayfa madda aththillawalaw shaa lajaAAalahu sakinan thumma jaAAalnaashshamsa AAalayhi daleela",
      "translations": {
        "fr": "Ne vois-tu pas comment ton Seigneur allonge l’ombre ? Or s’Il le voulait, Il la rendrait immobile. Mais Nous fîmes du soleil son indicateur.",
        "en": "Do you not see how your Lord lengthens the shade? If He had willed, He could have made it stand still- We made the sun its indicator-",
        "es": "¿No ves cómo tu Señor extiende la sombra? Si Él quisiera podría dejarla fija, pero ha hecho que se deslice siguiendo el curso del sol.",
        "it": "Non hai visto come distende l’ombra, il tuo Signore? E se avesse voluto l’avrebbe fatta immobile. Invece facemmo del sole il suo riferimento;",
        "ru": "Разве ты не видишь, как твой Господь простирает тень? Если бы Он захотел, то сделал бы ее неподвижной. Затем Мы делаем солнце ее путеводителем",
        "tr": "Rabbinin gölgeyi nasıl uzatmakta olduğunu görmedin mi? Dileseydi onu elbet hareketsiz de kılardı. Sonra biz güneşi, ona (gölgeye) delil kılmışızdır.",
        "de": "Siehst du nicht deinen Herrn, wie Er den Schatten lang werden läßt? Wenn Er wollte, würde Er ihn fürwahr stillstehen lassen. Hierauf machen Wir die Sonne zu einem Hinweis auf ihn.",
        "pt": "Não tens reparado em como o teu Senhor projeta a sombra? Se Ele quisesse, fá-la-ia estável! Entretanto, fizemos do solo seu regente.",
        "nl": "Zie jij niet hoe jouw Heer de schaduwen verlengt? En als Hij het had gewild, had Hij die zeker kunnen doen stilstaan. Toen hebben Wij de zon tot een wijzer gemaakt.",
        "ur": "تم نے دیکھا نہیں کہ تمہارا ربّ کس طرح سایہ پھیلا دیتا ہے؟ اگر وہ چاہتا تو اسے دائمی سایہ بنا دیتا۔ ہم نے سُورج کو اُس پر دلیل <sup foot_note=\"185632\">1</sup> بنایا",
        "bn": "তুমি তোমাৰ প্ৰতিপালকৰ প্ৰতি লক্ষ্য নকৰা নেকি, চোৱাচোন তেওঁ কেনেকৈ ছাঁ সম্প্ৰসাৰিত কৰে? তেওঁ ইচ্ছা কৰিলে ইয়াক স্থিৰ ৰাখিব পাৰিলেহেঁতেন; পিছে আমি সূৰ্যক ইয়াৰ নিৰ্দেশক কৰি দিছোঁ।",
        "fa": "آیا [آفرینش] پروردگارت را ندیده‌ای که چگونه سایه را گسترانده است و اگر می‌خواست، آن را ثابت می‌نمود؟ آنگاه [تغییر جایگاه] خورشید [نسبت به زمین] را دلیل [گسترش و حركت] آن [سایه] قرار دادیم."
      }
    },
    {
      "verse_number": 2901,
      "verse_key": "25:46",
      "arabic_text": "ثُمَّ قَبَضْنَـٰهُ إِلَيْنَا قَبْضًا يَسِيرًا",
      "phonetic_text": "Thumma qabadnahu ilaynaqabdan yaseera",
      "translations": {
        "fr": "Puis, en douceur, Nous la replions vers Nous.",
        "en": "but We gradually draw it towards Us, little by little.",
        "es": "Luego hace que desaparezca gradualmente.",
        "it": "e poi la prendiamo [per ricondurla] a Noi con facilità <a class=f><sup foot_note=158649>1</sup></a>.",
        "ru": "и затем постепенно сжимаем ее к Себе.",
        "tr": "Sonra da onu yavaş yavaş kendimize (başka yöne) çekmekteyiz.",
        "de": "Hierauf ziehen Wir ihn leicht zu Uns ein.",
        "pt": "Logo a recolhemos até Nós, paulatinamente.",
        "nl": "Vervolgens trokken Wij haar (rond het middaguur) naar Ons toe, een geleidelijke terugtrekking.",
        "ur": "پھر (جیسے جیسے سُورج اُٹھتا جاتا ہے)ہم اس سائے کو رفتہ رفتہ اپنی طرف سمیٹتے چلے جاتے ہیں۔ <sup foot_note=\"185633\">1</sup>",
        "bn": "তাৰ পিছত আমি ইয়াক লাহে লাহে চপাই আনো।",
        "fa": "سپس [با تغییر ارتفاع خورشید، سایه را کوتاه می‌کنیم و] آن را اندک‌اندک به سوی خویش بازمی‌گیریم."
      }
    },
    {
      "verse_number": 2902,
      "verse_key": "25:47",
      "arabic_text": "وَهُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِبَاسًا وَٱلنَّوْمَ سُبَاتًا وَجَعَلَ ٱلنَّهَارَ نُشُورًا",
      "phonetic_text": "Wahuwa allathee jaAAala lakumuallayla libasan wannawma subatan wajaAAalaannahara nushoora",
      "translations": {
        "fr": "C’est Lui Qui vous a fait de la nuit un habit, et du sommeil un repos, et Qui du jour a fait un retour à la vie.",
        "en": "It is He who made the night a garment for you, and sleep a rest, and made the day like a resurrection.",
        "es": "Él es Quien dispuso que la noche os cubra [con su oscuridad], que el sueño os sirva para descansar, y que el día sea una resurrección [para buscar el sustento].",
        "it": "Egli è Colui Che della notte ha fatto una veste per voi, del sonno un riposo e ha fatto del giorno un risveglio.",
        "ru": "Он - Тот, Кто сделал для вас ночь покровом, сон - отдыхом, а день - оживлением.",
        "tr": "Sizin için geceyi örtü, uykuyu istirahat kılan, gündüzü yayılıp çalışma (zamanı) yapan O'dur.",
        "de": "Und Er ist es, Der euch die Nacht zum Kleid und den Schlaf zum Ausruhen macht; und Er macht den Tag zum Aufstehen.",
        "pt": "Ele foi Quem vos fez a noite por manto, o dormir por repouso, e fez o dia como ressurreição.",
        "nl": "En Hij is Degene Die de nacht als een kledingstuk voor jullie heeft gemaakt en de slaap om uit te rusten. En Hij heeft de dag gemaakt om wakker te zijn (om te werken).",
        "ur": "اور وہ اللہ ہی ہے جس نے رات کو تمہارے لیے لباس <sup foot_note=\"185634\">1</sup> ، اور نیند کو سکونِ موت، اور دن کو جی اُٹھنے کا وقت بنایا۔ <sup foot_note=\"185635\">2</sup>",
        "bn": "আৰু তেৱেঁই তোমালোকৰ বাবে ৰাতিক কৰিছে আৱৰণস্বৰূপ, আৰু নিদ্ৰা প্ৰদান কৰিছে বিশ্ৰামৰ বাবে লগতে সজাগ হৈ উঠিবলৈ সৃষ্টি কৰিছে দিন।",
        "fa": "و او تعالی است که شب را [با تاریکیِ فراگیرش] پوششی برای شما قرار داد و خواب را مایۀ آسایش و روز را هنگام برخاستن [و کار و تلاش] ساخت."
      }
    },
    {
      "verse_number": 2903,
      "verse_key": "25:48",
      "arabic_text": "وَهُوَ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَـٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ ۚ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً طَهُورًا",
      "phonetic_text": "Wahuwa allathee arsala arriyahabushran bayna yaday rahmatihi waanzalna mina assama-imaan tahoora",
      "translations": {
        "fr": "Et c’est Lui Qui envoie le vent, signe avant-coureur de Sa grâce. Et Nous faisons descendre du ciel une eau purifiante,",
        "en": "It is He who sends the winds as heralds of good news before His Mercy. We send down pure water from the sky,",
        "es": "Él es Quien envía los vientos como anuncios de Su misericordia, y hace descender del cielo agua pura,",
        "it": "Egli è Colui Che invia i venti come annuncio che precede la Sua misericordia; e facciamo scendere dal cielo un’acqua pura,",
        "ru": "Он - Тот, Кто посылает ветры с доброй вестью о Своей милости. Мы ниспосылаем с неба чистую и очищающую воду,",
        "tr": "Rüzgarları rahmetinin önünde müjdeci olarak gönderen ve gökten tertemiz bir su indiren O'dur.",
        "de": "Und Er ist es, Der die Winde als Frohboten Seiner Barmherzigkeit (voraus)sendet. Und Wir lassen vom Himmel reines Wasser herabkommen,",
        "pt": "Ele é Quem envia os ventos alvissareiros, mercê da Sua misericórdia; e enviamos do céu água pura,",
        "nl": "En Hij is Degene Die de winden, als brengers van verheugende tijdingen voor Zijn Barmhartigheid uit heeft gestuurd. En Wij doen puur water uit hemel neerdalen.",
        "ur": "اور وہی ہے جو اپنی رحمت کے آگے آگے ہواوٴں کو بشارت بنا کر بھیجتا ہے۔ پھر آسمان سے پاک <sup foot_note=\"185636\">1</sup> پانی نازل کرتا ہے",
        "bn": "আৰু তেৱেঁই তেওঁৰ ৰহমতৰ বৰষুণৰ আগতে সুসংবাদবাহীৰূপে বতাহ প্ৰেৰণ কৰে; আৰু আমিয়েই আকাশৰ পৰা পৱিত্ৰ পানী বৰ্ষণ কৰোঁ,",
        "fa": "و اوست كه پیش از [باران] رحمتش بادها را بشارت‌بخش فرستاد و از آسمان آبی پاک [و پاک‌کننده] فروفرستادیم."
      }
    },
    {
      "verse_number": 2904,
      "verse_key": "25:49",
      "arabic_text": "لِّنُحْـِۧىَ بِهِۦ بَلْدَةً مَّيْتًا وَنُسْقِيَهُۥ مِمَّا خَلَقْنَآ أَنْعَـٰمًا وَأَنَاسِىَّ كَثِيرًا",
      "phonetic_text": "Linuhyiya bihi baldatan maytanwanusqiyahu mimma khalaqna anAAaman waanasiyyakatheera",
      "translations": {
        "fr": "pour en faire revivre une terre déjà morte, et en abreuver les multitudes de bestiaux et d’humains que Nous avons créés.",
        "en": "so that We can revive a dead land with it, and We give it as a drink to many animals and people We have created.",
        "es": "para revivir con ella la tierra árida, y dar de beber a la gran cantidad de animales y seres humanos que ha creado.",
        "it": "per rivivificare con essa la terra morta e dissetare molti degli animali e degli uomini che abbiamo creati <a class=f><sup foot_note=158650>1</sup></a>.",
        "ru": "чтобы оживить ею мертвую землю и напоить ею многочисленный скот и многих людей из тех, кого Мы сотворили.",
        "tr": "Ki biz (o suyla) ölü toprağa can verelim, yarattığımız nice hayvanlara ve insanlara su sağlayalım, diye.",
        "de": "um damit (manch) totes Land wieder lebendig zu machen und um es Vieh und Menschen in großer Zahl, die Wir erschaffen haben, zu trinken zu geben.",
        "pt": "Para com ela reviver uma terra árida, e com ela saciar tudo quanto temos criado: animais e humanos.",
        "nl": "Opdat Wij hiermee droog land vruchtbaar maken en om water te geven aan wat Wij geschapen hebben: vee en veel mensen.",
        "ur": "تاکہ ایک مُردہ علاقے کو اس کے ذریعے زندگی بخشے اور اپنی مخلوق میں سے بہت سے جانوروں اور انسانوں کو سیراب کرے۔ <sup foot_note=\"185637\">1</sup>",
        "bn": "যাতে তাৰ দ্বাৰা আমি মৃত ভূ-খণ্ডক সঞ্জীৱিত কৰিব পাৰোঁ, আৰু আমি যিবোৰ জীৱ-জন্তু আৰু মানুহ সৃষ্টি কৰিছোঁ, তাৰ মাজৰ বহুতকে আমি সেয়া পান কৰাওঁ,",
        "fa": "تا با آن [آب]، سرزمین [خشک و] مُرده را زنده گردانیم و چهارپایان و انسان‌های بسیاری را که آفریده‌ایم سیراب سازیم."
      }
    },
    {
      "verse_number": 2905,
      "verse_key": "25:50",
      "arabic_text": "وَلَقَدْ صَرَّفْنَـٰهُ بَيْنَهُمْ لِيَذَّكَّرُوا۟ فَأَبَىٰٓ أَكْثَرُ ٱلنَّاسِ إِلَّا كُفُورًا",
      "phonetic_text": "Walaqad sarrafnahu baynahumliyaththakkaroo faaba aktharu annasiilla kufoora",
      "translations": {
        "fr": "Nous l’avons répartie entre eux pour qu’ils se souviennent (de Nous), mais la plupart des hommes persistent à être ingrats.",
        "en": "Many times We have repeated this to people so that they might take heed, but most persist in their ingratitude.",
        "es": "Y distribuye el agua [entre los seres creados] para que recapaciten, pero la mayoría de la gente es ingrata.",
        "it": "L’abbiamo distribuita tra loro affinché ricordino <a class=f><sup foot_note=158651>1</sup></a>. Ma la maggior parte degli uomini rifiutò tutto, eccetto la miscredenza.",
        "ru": "Мы распределяем ее (дождевую воду) между ними, чтобы они помянули назидание, но большинство людей отказываются от всего, кроме неверия (или неблагодарности).",
        "tr": "Andolsun bunu, insanların öğüt almaları için, aralarında çeşit çeşit şekillerde anlatmışızdır; ama insanların çoğu ille nankörlük edip diretmiştir.",
        "de": "Und Wir verteilen es ja unter ihnen auf verschiedene Weise, damit sie bedenken. Aber die meisten Menschen weisen (alles) zurück außer dem Unglauben.",
        "pt": "Em verdade, distribuímo-la (a água) entre eles, para que (de Nós) recordem-se; porém, a maioria dos humanos o nega (iniquamente).",
        "nl": "En voorzeker, Wij hebben dit (geven van water) onder hen afgewisseld, opdat zij er een lering uit trekken. Maar de meeste mensen weigeren, behalve ondankbaarheid.",
        "ur": "اس کرشمے کو ہم بار بار ان کے سامنے لاتے ہیں <sup foot_note=\"185638\">1</sup> تاکہ وہ کچھ سبق لیں، مگر اکثر لوگ کُفر اور ناشکری کے سوا کوئی دُوسرا رویّہ اختیار کرنے سے انکار کر دیتے ہیں۔ <sup foot_note=\"185639\">2</sup>",
        "bn": "আৰু অৱশ্যে আমি সেয়া সিহঁতৰ মাজত বন্টন কৰি দিছোঁ, যাতে সিহঁতে উপদেশ গ্ৰহণ কৰিব পাৰে। তথাপিও অধিকাংশ লোকে কেৱল অকৃতজ্ঞতাই প্ৰকাশ কৰে।",
        "fa": "و به راستی، آن [دلایل و نشانه‌های قدرت الهی] را به صورت‌های گوناگون بیان کردیم تا پند گیرند؛ ولی بیشتر مردم جز [انکار و] ناسپاسی نکردند."
      }
    },
    {
      "verse_number": 2906,
      "verse_key": "25:51",
      "arabic_text": "وَلَوْ شِئْنَا لَبَعَثْنَا فِى كُلِّ قَرْيَةٍ نَّذِيرًا",
      "phonetic_text": "Walaw shi/na labaAAathna feekulli qaryatin natheera",
      "translations": {
        "fr": "Si nous l’avions voulu, Nous aurions envoyé vers chaque cité un avertisseur.",
        "en": "If it had been Our will, We would have sent a warner to every town,",
        "es": "Si hubiera querido, habría enviado a cada ciudad un Profeta<sup foot_note=168920>1</sup>.",
        "it": "Se avessimo voluto, avremmo suscitato un ammonitore in ogni città <a class=f><sup foot_note=158652>1</sup></a>.",
        "ru": "Если бы Мы пожелали, то послали бы в каждое селение предостерегающего увещевателя.",
        "tr": "(Habibim!) Şayet dileseydik elbette her köye bir uyarıcı (peygamber) gönderirdik.",
        "de": "Wenn Wir wollten, würden Wir wahrlich in jeder Stadt einen Warner erstehen lassen.",
        "pt": "E se quiséssemos, teríamos enviado um admoestador a cada cidade.",
        "nl": "En als Wij het gewild hadden, dan hadden Wij zeker naar iedere stad een waarschuwer gestuurd.",
        "ur": "اگر ہم چاہتے تو ایک ایک بستی میں ایک ایک نذیر اُٹھا کھڑا کرتے <sup foot_note=\"185640\">1</sup>",
        "bn": "আৰু আমি ইচ্ছা কৰিলে প্ৰতিটো জনপদতেই একোজনকৈ সতৰ্ককাৰী পঠাব পাৰিলোহেঁতেন।",
        "fa": "و اگر می‌خواستیم، در هر دیاری بیم‌دهنده‌ای برمى‌انگیختیم."
      }
    },
    {
      "verse_number": 2907,
      "verse_key": "25:52",
      "arabic_text": "فَلَا تُطِعِ ٱلْكَـٰفِرِينَ وَجَـٰهِدْهُم بِهِۦ جِهَادًا كَبِيرًا",
      "phonetic_text": "Fala tutiAAi alkafireenawajahidhum bihi jihadan kabeera",
      "translations": {
        "fr": "N’obéis donc pas aux mécréants. Combats-les (par le Coran) de toutes tes forces.",
        "en": "so do not give in to the disbelievers: strive hard against them with this Quran.",
        "es": "No obedezcas a los que se niegan a creer, y lucha contra ellos esforzadamente, exhortándolos con el Corán.",
        "it": "Non obbedire ai miscredenti; lotta con esso <a class=f><sup foot_note=158653>1</sup></a>vigorosamente.",
        "ru": "Посему не повинуйся неверующим и веди с ними посредством него (Корана) великую борьбу.",
        "tr": "(Madem ki yalnız seni gönderdik) Öyleyse kâfirlere boyun eğme ve bununla (Kur'ân ile) onlara karşı olanca gücünle büyük bir savaş ver!",
        "de": "So gehorche nicht den Ungläubigen und mühe dich damit gegen sie ab mit großem Einsatz.",
        "pt": "Não dês ouvido aos incrédulos; mas combate-os com denoda, com este (o Alcorão).",
        "nl": "Gehoorzaarn daarom de ongelovigen niet en vecht tegen hen met een grote strijd.",
        "ur": "پس اے نبیؐ ، کافروں کی بات ہر گز نہ مانو اور اس قرآن کو لے کر ان کے ساتھ جہاد کبیر <sup foot_note=\"185641\">1</sup> کرو",
        "bn": "এতেকে তুমি কাফিৰসকলৰ আনুগত্য নকৰিবা আৰু তুমি কোৰআনৰ সহায়ত সিহঁতৰ লগত কঠোৰ সংগ্ৰাম চলাই যোৱা।",
        "fa": "پس [ای پیامبر،] از کافران اطاعت نکن و به وسیلۀ قرآن به جهادی بزرگ با آنان برخیز [و در این راه شکیبا باش]."
      }
    },
    {
      "verse_number": 2908,
      "verse_key": "25:53",
      "arabic_text": "۞ وَهُوَ ٱلَّذِى مَرَجَ ٱلْبَحْرَيْنِ هَـٰذَا عَذْبٌ فُرَاتٌ وَهَـٰذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَّحْجُورًا",
      "phonetic_text": "Wahuwa allathee maraja albahraynihatha AAathbun furatun wahatha milhunojajun wajaAAala baynahuma barzakhan wahijranmahjoora",
      "translations": {
        "fr": "C’est Lui Qui laisse libre cours aux deux mers : l’une agréable et douce, et l’autre salée et saumâtre. Entre les deux, Il a établi une zone intermédiaire et une barrière infranchissable.",
        "en": "It is He who released the two bodies of flowing water, one sweet and fresh and the other salty and bitter, and put an insurmountable barrier between them.",
        "es": "Él es Quien ha hecho confluir las dos masas de agua, una dulce y la otra salada. Entre ambas puso un espacio intermedio y una barrera infranqueable<sup foot_note=168921>1</sup>.",
        "it": "Egli è Colui Che ha fatto confluire le due acque: una dolce e gradevole, l’altra salata e amara, e ha posto tra loro una zona intermedia, una barriera insormontabile <a class=f><sup foot_note=158654>1</sup></a>.",
        "ru": "Он - Тот, Кто смешал два моря (вида воды): одно - приятное, пресное, а другое - соленое, горькое. Он установил между ними преграду и непреодолимое препятствие.",
        "tr": "Birinin suyu tatlı ve susuzluğu giderici, diğerininki tuzlu ve acı iki denizi salıveren ve aralarına bir engel, aşılmaz bir serhat koyan O'dur.",
        "de": "Und Er ist es, Der den beiden Meeren freien Lauf läßt: Das eine ist süß und erfrischend, das andere salzig und (auf der Zunge) brennend. Und Er hat zwischen ihnen beiden ein trennendes Hindernis und eine verwehrte Absperrung errichtet.",
        "pt": "Ele foi Quem estabeleceu as duas massas de água; uma é doce e saborosa, e a outra é salgada e amarga, e estabeleceuentre amas uma linha divisória e uma barreira intransponível.",
        "nl": "Hij is Degem Die de twee zeeën naast elkaar doet stromen, de een zoet en fris van smaak, de ander zout en bitter. En Hij heeft een afscheiding tussen hen geplaatst, en (die is) als een onverbrugbare afscheiding.",
        "ur": "اور وہی ہے جس نے دوسمندروں کو ملا رکھا ہے۔ ایک لذیذ و شیریں، دُوسرا تلخ و شور۔ اور دونوں کے درمیان ایک پردہ حائل ہے۔ ایک رکاوٹ ہے جو انہیں گڈ مڈ ہونے سے روکے ہوئے ہے۔ <sup foot_note=\"185642\">1</sup>",
        "bn": "আৰু তেৱেঁই দুটা সাগৰক সমান্তৰালভাৱে প্ৰবাহিত কৰিছে, এখনৰ (পানী) সুস্বাদু, মিঠা আৰু আনখনৰ লুণীয়া, কেহেটা; আৰু তেওঁ উভয়ৰ মাজত ৰাখি দিছে এটা অন্তৰায়, যিটো অনতিক্ৰম্য ব্যৱধান।",
        "fa": "و او همان ذاتی است که دو دریا را به هم آمیخت: این یکی خوشگوار و شیرین است و آن یکی بسیار شور و تلخ؛ و در میان آن دو مانعی نفوذناپذیر قرار داد [تا با هم نیامیزند]."
      }
    },
    {
      "verse_number": 2909,
      "verse_key": "25:54",
      "arabic_text": "وَهُوَ ٱلَّذِى خَلَقَ مِنَ ٱلْمَآءِ بَشَرًا فَجَعَلَهُۥ نَسَبًا وَصِهْرًا ۗ وَكَانَ رَبُّكَ قَدِيرًا",
      "phonetic_text": "Wahuwa allathee khalaqa mina alma-ibasharan fajaAAalahu nasaban wasihran wakanarabbuka qadeera",
      "translations": {
        "fr": "Et c’est Lui Qui, de l’eau, a créé les humains et les a unis par des rapports de filiation et d’alliance. Ton Seigneur est Omnipotent.",
        "en": "It is He who creates human beings from fluid, then makes them kin by blood and marriage: your Lord is all powerful!",
        "es": "Él es Quien creó al ser humano del agua, y dispuso para él un parentesco de sangre y otro por matrimonio. Tu Señor tiene poder sobre todas las cosas.",
        "it": "Egli è Colui Che dall’acqua <a class=f><sup foot_note=158655>1</sup></a>, ha creato una specie umana e l’ha resa consanguinea ed affine <a class=f><sup foot_note=158656>2</sup></a>. Il tuo Signore è potente.",
        "ru": "Он - Тот, Кто сотворил человека из воды и одарил его родственниками и свойственниками. Господь твой - Всемогущий.",
        "tr": "O (hakir) sudan, bir insan yaratıp ona bir neseb bahşeden ve sıhriyet bağı ile akraba yapan O'dur. Rabbinin her şeye gücü yeter.",
        "de": "Und Er ist es, Der aus Wasser menschliche Wesen erschafft und sie dann zu (Bluts)verwandschaft und Schwägerschaft bestimmt; dein Herr ist Allmächtig.",
        "pt": "Ele foi Quem criou os humanos da água, aproximando-os, através da linhagem e do casamento; em verdade, o teu Senhoré Onipotente.",
        "nl": "En Hij is Degene Die de mens heeft geschapen uit water en vervolgens heeft Hij hem nageslacht en aangetrouwdheid gegeven. En jouw Heer is Almachtig.",
        "ur": "اور وہی ہے جس نے پانی سے ایک بشر پیدا کیا، پھر اس نے نسب اور سُسرال کے دو الگ سلسلے چلائے۔ <sup foot_note=\"185643\">1</sup> تیرا ربّ بڑا ہی قدرت والا ہے",
        "bn": "আৰু তেৱেঁই মানুহক পানীৰ পৰা সৃষ্টি কৰিছে, তাৰ পিছত তেওঁ তাক বংশগত আৰু বৈবাহিক সম্পৰ্কশীল কৰিছে। কাৰণ তোমাৰ ৰব প্ৰভূত ক্ষমতাৱান।",
        "fa": "و اوست که انسان را از آب [منی] آفرید و او را دارای [پیوند] نسبی و سببی گردانید؛ و پروردگارت همواره تواناست."
      }
    },
    {
      "verse_number": 2910,
      "verse_key": "25:55",
      "arabic_text": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمْ وَلَا يَضُرُّهُمْ ۗ وَكَانَ ٱلْكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرًا",
      "phonetic_text": "WayaAAbudoona min dooni Allahi mala yanfaAAuhum wala yadurruhum wakanaalkafiru AAala rabbihi thaheera",
      "translations": {
        "fr": "Ils adorent pourtant, en dehors d’Allah, ce qui ne saurait ni leur profiter ni leur nuire. Le mécréant prend parti contre son Seigneur !",
        "en": "Yet instead of God they worship things that can neither benefit nor harm them: the disbeliever has always turned his back on his Lord.",
        "es": "Sin embargo [los idólatras] adoran, en lugar de Dios, lo que no tiene poder para causarles beneficio ni perjuicio alguno. El que se niega a creer, da la espalda a su Señor.",
        "it": "Adorano, all’infuori di Allah, ciò che non reca loro né giovamento né danno. Il miscredente sarà sempre alleato dei nemici contro il suo Signore.",
        "ru": "Они поклоняются помимо Аллаха тому, что не может ни принести им пользу, ни причинить им вред. Неверующий является помощником против своего Господа.",
        "tr": "(Böyle iken inkârcılar) Allah'ı bırakıp kendilerine ne fayda, ne zarar veremeyen şeylere kulluk ediyorlar. İnkârcı olan kimse Rabbine karşı uğraşıp durmaktadır.",
        "de": "Aber sie dienen anstatt Allahs, was ihnen weder nützt noch schadet. Und der Ungläubige leistet stets Beistand gegen seinen Herrn.",
        "pt": "Não obstante, adoram, em vez de Deus, o que não pode beneficiá-los, nem prejudicá-los, sendo que o incrédulo épartidário (de Satanás) contra o seu Senhor.",
        "nl": "En zij aanbidden dat naast Allah wat hen niet kan baten en niet kan schaden. En de ongelovige is een helper (van de Satan) tegen zijn Heer.",
        "ur": "اس خدا کو چھوڑ کر لوگ اُن کو پُوج رہے ہیں جو نہ ان کو نفع پہنچا سکتے ہیں نہ نقصان ، اور اوپر سے مزید یہ کہ کافر اپنے ربّ کے مقابلے میں ہر باغی کا مددگار بنا ہوا ہے۔ <sup foot_note=\"185644\">1</sup>",
        "bn": "আৰু সিহঁতে আল্লাহৰ পৰিবৰ্তে এনে কিছুমানৰ ইবাদত কৰে যিবোৰে সিহঁতৰ উপকাৰো কৰিব নোৱাৰে আৰু সিহঁতৰ অপকাৰো কৰিব নোৱাৰে। অৱশ্যে কাফিৰ কেৱল তাৰ প্ৰতিপালকৰ বিৰুদ্ধে সহায়কাৰী।",
        "fa": "و [مشرکان] به جای الله چیزی را عبادت می‌کنند که نه به آنان سودی می‌بخشد و نه زیانی می‌رساند؛ و کافر در برابر پروردگارش، پیوسته پشتیبان [شیطان] است."
      }
    },
    {
      "verse_number": 2911,
      "verse_key": "25:56",
      "arabic_text": "وَمَآ أَرْسَلْنَـٰكَ إِلَّا مُبَشِّرًا وَنَذِيرًا",
      "phonetic_text": "Wama arsalnaka illamubashshiran wanatheera",
      "translations": {
        "fr": "Nous ne t’avons envoyé que pour annoncer et avertir.",
        "en": "We sent you only to give good news and warning.",
        "es": "Te he enviado [¡Oh, Muhámmad!] para que albricies [a los piadosos con el Paraíso] y adviertas [del Infierno a los que se niegan a creer].",
        "it": "Ebbene, Noi ti abbiamo inviato solo come nunzio e ammonitore.",
        "ru": "Мы отправили тебя всего лишь добрым вестником и предостерегающим увещевателем.",
        "tr": "(Halbuki) biz seni ancak müjdeci ve uyarıcı olarak gönderdik.",
        "de": "Und Wir haben dich nur als Verkünder froher Botschaft und Warner gesandt.",
        "pt": "E não te enviamos, senão como alvissareiro e admoestador.",
        "nl": "En Wij hebben jou slechts gestuurd als een brenger van verbeugende tijdingen en als een waarschuwer.",
        "ur": "اے محمد ؐ ، تم کو تو ہم نے بس ایک مبشِّر اور نذیر بنا کر  بھیجا <sup foot_note=\"185645\">1</sup> ہے",
        "bn": "আৰু আমি তোমাক কেৱল সুসংবাদদাতা আৰু সতৰ্ককাৰীৰূপেহে প্ৰেৰণ কৰিছোঁ।",
        "fa": "و [ای پیامبر،] ما تو را جز بشارت‌بخش و بیم‌دهنده نفرستادیم."
      }
    },
    {
      "verse_number": 2912,
      "verse_key": "25:57",
      "arabic_text": "قُلْ مَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلًا",
      "phonetic_text": "Qul ma as-alukum AAalayhi min ajrinilla man shaa an yattakhitha ilarabbihi sabeela",
      "translations": {
        "fr": "Dis : « Je ne vous réclame pour cela aucune récompense autre que de voir chacun d’entre vous emprunter le chemin de son Seigneur. »",
        "en": "Say, ‘I am not asking for any reward for it, but anyone who wishes should take a path to his Lord.’",
        "es": "Diles: “No os pido ninguna remuneración a cambio [de enseñarles el Mensaje]. Quien quiera, que tome un camino hacia su Señor”.",
        "it": "Di’: «Non vi chiedo ricompensa alcuna, ma solo che, chi lo voglia, segua la via [che conduce] al suo Signore».",
        "ru": "Скажи: «Я не прошу у вас за это никакого вознаграждения, кроме того, чтобы желающие встали на путь к своему Господу».",
        "tr": "De ki: \"Ben, buna karşı sizden bir ücret değil, ancak Rabbine doğru bir yol tutmayı dileyen kimseler (olmanızı) istiyorum.\"",
        "de": "Sag: Ich verlange von euch (für mich selbst) keinen Lohn dafür. Wer aber einen Weg zu seinem Herrn einschlagen will (, bekommt selbst seinen Lohn).",
        "pt": "Dize-lhes: Não vos exijo, por isso, recompensa alguma, além de pedir, a quem quiser encaminhar-se até a senda do seuSenhor, que o faça.",
        "nl": "Zeg (O Moehammad): \"Ik vraag van jullie hiervoor geen beloning anders dan dat men de Weg tot zijn Heer wil nemen.",
        "ur": "ان سے کہہ دوکہ”میں اس کام پر تم سے کوئی اُجرت نہیں مانگتا، میری اُجرت بس یہی ہے کہ جس کا جی چاہے وہ اپنے ربّ کا راستہ اختیار کر لے۔ <sup foot_note=\"185646\">1</sup>“",
        "bn": "কোৱা, ‘মই তোমালোকৰ ওচৰত ইয়াৰ বিপৰীতে কোনো বিনিময় নিবিচাৰোঁ, কিন্তু যাৰ ইচ্ছা সি নিজ প্ৰতিপালকৰ পথ অৱলম্বন কৰক (এইটোৱে মোৰ কামনা)’।",
        "fa": "بگو: «من [در برابر رسالتم] هیچ‌ پاداشی از شما نمی‌خواهم؛ مگر کسی ‌که بخواهد راهی به سوی پروردگارش برگزیند [و همین برایم کافی است]»."
      }
    },
    {
      "verse_number": 2913,
      "verse_key": "25:58",
      "arabic_text": "وَتَوَكَّلْ عَلَى ٱلْحَىِّ ٱلَّذِى لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِۦ ۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا",
      "phonetic_text": "Watawakkal AAala alhayyi allatheela yamootu wasabbih bihamdihi wakafabihi bithunoobi AAibadihi khabeera",
      "translations": {
        "fr": "Confie-toi au Vivant Qui ne meurt pas, rends-Lui gloire et célèbre Ses louanges. Et qu’Il suffise pour être totalement Informé des péchés de Ses serviteurs.",
        "en": "Put your trust in the Living [God] who never dies, and celebrate His praise. He knows the sins of His servants well enough:",
        "es": "Encomiéndate al Viviente Inmortal, y glorifícalo con Sus alabanzas. Él basta como conocedor de los pecados de Sus siervos.",
        "it": "Confida nel Vivente che mai non muore, lodaLo e glorificaLo. Egli basta a Se Stesso nella conoscenza dei peccati dei Suoi servi <a class=f><sup foot_note=158657>1</sup></a>.",
        "ru": "Уповай на Живого, Который не умирает, и прославляй Его хвалой. Довольно того, что Он ведает о грехах Своих рабов.",
        "tr": "Sen, ölümsüz ve daima diri olan Allah'a güvenip dayan. O'nu hamd ile tesbih et. Kullarının günahlarından haberdar olarak O yeter.",
        "de": "Und verlasse dich auf den Lebendigen, Der nicht stirbt, und lobpreise Ihn. Er genügt als Kenner der Sünden Seiner Diener,",
        "pt": "E encomenda-te ao Vidente, Imortal, e celebra os Seus louvores; e basta Ele como Sabedor dos pecados dos Seusservos.",
        "nl": "En vertrouw op de Levende, Die niet sterft en prijs Zijn lof. En Hij is voldoende als Alwetende over de zonden van Zijn dieneren.",
        "ur": "اور اے محمدؐ، اُس خدا پر بھروسہ رکھو جو زندہ ہے اور کبھی مرنے والا نہیں اس کی حمد کے ساتھ اس کی تسبیح کرو اپنے بندوں کے گناہوں سے بس اُسی کا باخبر ہونا کافی ہے",
        "bn": "আৰু তুমি কেৱল সেই সত্তাৰ প্ৰতি নিৰ্ভৰ কৰা যিজন চিৰঞ্জীৱ, যিজন কেতিয়াও মৃত্যুবৰণ নকৰিব, আৰু তেওঁৰেই সপ্ৰশংস পৱিত্ৰতা আৰু মহিমা ঘোষণা কৰা, তেওঁৰ বান্দাসকলৰ পাপ সম্পৰ্কে খবৰ ৰাখিবলৈ তেৱেঁই যথেষ্ট।",
        "fa": "و بر [پروردگارِ] زنده‌ا‌ی که هرگز نمی‌میرد توکل کن و او را با ستایش به پاکی یاد کن؛ و همین بس که او به گناهان بندگانش آگاه است."
      }
    },
    {
      "verse_number": 2914,
      "verse_key": "25:59",
      "arabic_text": "ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۚ ٱلرَّحْمَـٰنُ فَسْـَٔلْ بِهِۦ خَبِيرًا",
      "phonetic_text": "Allathee khalaqa assamawatiwal-arda wama baynahuma fee sittatiayyamin thumma istawa AAala alAAarshi arrahmanufas-al bihi khabeera",
      "translations": {
        "fr": "Lui Qui, en six jours, créa les cieux, la terre et ce qu’il y a entre eux, puis S’est établi avec une infinie Majesté (istawâ) sur le Trône. (Il) est le Tout Clément. Interroge donc, à Son sujet, qui de Lui a connaissance.",
        "en": "it is He who created the heavens and earth and what is between them in six Days, and then established Himself on the throne- He is the Lord of Mercy; He is the Best Informed.",
        "es": "Él es Quien creó los cielos, la Tierra y todo lo que hay entre ambos en seis eras, luego se estableció sobre el Trono. Él es Misericordioso. Pregunta sobre Él [su Ser, nombres y atributos] a quien tenga conocimiento.",
        "it": "Egli è Colui Che, in sei giorni, ha creato i cieli e la terra e quello che vi è frammezzo e quindi Si è innalzato sul Trono, il Compassionevole. Chiedi a qualcuno ben informato su di Lui <a class=f><sup foot_note=158658>1</sup></a>.",
        "ru": "Он сотворил небеса и землю и то, что между ними, за шесть дней, а потом вознесся на Трон (или утвердился на Троне). Он - Милостивый. Спрашивай об этом Ведающего.",
        "tr": "Gökleri yeri ve ikisinin arasındakileri altı günde yaratan, sonra Arş'a hükmeden Rahmân'dır. Haydi ne dileyeceksen o her şeyden haberdar olan (Rahmân)dan dile.",
        "de": "Der die Himmel und die Erde und was dazwischen ist, in sechs Tagen erschuf und Sich hierauf über den Thron erhob’, (Er ist) der Allerbarmer. So frag einen, der von Ihm Kenntnis hat.",
        "pt": "Foi ele Quem criou, em seis dias, os céus e a terra, e tudo quanto existe entre ambos; então assumiu o Trono. OClemente! Interroga, pois, acerca disso, algum entendido (no assunto).",
        "nl": "Diegene Die de hemel en de aarde en alles wat daartussen is geschapen heeft in zes dagen. Vervolgens zetelde Hij zich op de Troon, Hij is de Erbarmer, vraag over Hem aan degene die daarover het meeste weet.",
        "ur": "وہ جس نے چھ دنوں میں زمین اور آسمانوں کو اور اُن ساری چیزوں کو بنا کر رکھ دیا جو آسمان و زمین کے درمیان ہیں، پھر آپ ہی (کائنات کے تختِ سلطنت)”عرش“ پر جلوہ فرما <sup foot_note=\"185647\">1</sup> ہوا۔ رحمٰن ، اس کی شان بس کسی جاننے والے سے پوچھو",
        "bn": "তেৱেঁই আকাশসমূহ, পৃথিৱী আৰু এই দুয়োৰে মাজত যি আছে সেই সকলো ছয় দিনত সৃষ্টি কৰিছে; তাৰ পিছত তেওঁ আৰছৰ ওপৰত উঠিছে। তেৱেঁই ৰহমান, এতেকে তেওঁৰ বিষয়ে যিয়ে জানে তাক সুধি চোৱা।",
        "fa": "[همان] ذاتی ‌که آسمان‌ها و زمین و آنچه را میان آنهاست در شش روز آفرید، سپس [آن گونه كه شايسته جلال و مقام اوست] بر عرش قرار گرفت. [او الله] رحمان است؛ پس در مورد او از کسی كه آگاه است بپرس [و او نیز کسی جز الله نیست]."
      }
    },
    {
      "verse_number": 2915,
      "verse_key": "25:60",
      "arabic_text": "وَإِذَا قِيلَ لَهُمُ ٱسْجُدُوا۟ لِلرَّحْمَـٰنِ قَالُوا۟ وَمَا ٱلرَّحْمَـٰنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا ۩",
      "phonetic_text": "Wa-itha qeela lahumu osjudoo lirrahmaniqaloo wama arrahmanu anasjudulima ta/muruna wazadahum nufoora",
      "translations": {
        "fr": "Quand il leur est dit : « Prosternez-vous devant le Tout Clément », ils répondent : « Qu’est-ce donc que le Tout Clément ? Allons-nous nous prosterner devant Qui tu nous ordonnes de le faire ? » Et cela ne fait qu’ajouter à leur aversion.<sup foot_note=194999>1</sup>",
        "en": "Yet when they are told, ‘Bow down before the Lord of Mercy,’ they say, ‘What is the Lord of Mercy? Should we bow down before anything you command?’ and they turn even further away.",
        "es": "Cuando se les dice [a los idólatras]: “Prosternaos ante el Compasivo”, exclaman: “¿Quién es el Compasivo? No nos vamos a prosternar ante quien nos ordenas”. Y eso les aleja aún más.",
        "it": "E quando si dice loro: «Prosternatevi al Compassionevole» dicono: «E cos’è mai il Compassionevole? Dovremmo prosternarci a chi tu ci comandi?». E la loro ripulsa s’accresce <a class=f><sup foot_note=158659>1</sup></a>.",
        "ru": "Когда им говорят: «Падайте ниц перед Милостивым!». - они говорят: «Что такое Милостивый? Неужели мы будем падать ниц перед тем, кому ты нам приказываешь?». Это приумножает их отвращение.",
        "tr": "Onlara \"Rahmân'a secde edin\" dendiği zaman, \"Rahmân da neymiş? Senin bize emrettiğine secde eder miyiz hiç?\" derler ve bu emir onların nefretini artırır.",
        "de": "Und wenn zu ihnen gesagt wird: „Werft euch vor dem Allerbarmer nieder sagen sie: „Was ist denn der Allerbarmer? Sollen wir uns (einfach) vor dem niederwerfen, was du uns befiehlst? Und das mehrt ihnen (nur) die Abneigung.",
        "pt": "E quando lhes é dito: Prostrai-vos ante o Clemente!, dizem: E quem é o Clemente? Temos de nos prostrar ante quem nosmandas? E isso lhes agrava a aversão.",
        "nl": "En als er tot hun gezegd wordt: \"Kniel voor de Erbarmer,\" zeggen zij: \"Wie is de Erbarmer, zouden wij knielen voor wat jij ons beveelt?\" En het doet hun afkeer toenemen.",
        "ur": "اِن لوگوں سے جب کہا جاتا ہے کہ اس رحمٰن کو سجدہ کرو تو کہتے ہیں”رحمٰن کیا ہوتا ہے؟ کیا بس جسے تُو کہہ دے اسی کو سجدہ کرتے پھریں؟ <sup foot_note=\"185648\">1</sup>“ یہ دعوت ان کی نفرت میں اُلٹا اور اضافہ کر دیتی ہے۔ <sup foot_note=\"185649\">2</sup>",
        "bn": "আৰু যেতিয়া সিহঁতক কোৱা হয়, ‘তোমালোকে ৰহমানৰ প্ৰতি ছাজদাহ কৰা’, তেতিয়া সিহঁতে কয়, ‘ৰহমান আকৌ কি? তুমি কাৰোবাক ছাজদাহ কৰিব ক’লেই আমি তাক ছাজদাহ কৰিমনে’? (এনে আহ্বানে) কেৱল সিহঁতৰ পলায়নপৰতাই বৃদ্ধি কৰে।",
        "fa": "و هنگامی‌ که به آنان گفته شود: «برای [الله] رحمان سجده کنید»، می‌گویند: «رحمان کیست؟ آیا [قرار است] بر هر چه تو امر می‌كنى سجده بریم؟» و [این دعوتِ تو، دوری از حق و] نفرتشان را می‌افزاید."
      }
    },
    {
      "verse_number": 2916,
      "verse_key": "25:61",
      "arabic_text": "تَبَارَكَ ٱلَّذِى جَعَلَ فِى ٱلسَّمَآءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَٰجًا وَقَمَرًا مُّنِيرًا",
      "phonetic_text": "Tabaraka allathee jaAAala feeassama-i buroojan wajaAAala feeha sirajanwaqamaran muneera",
      "translations": {
        "fr": "Béni soit Celui Qui, dans le ciel, a mis de grands astres, y a placé un flambeau et une lune qui éclaire !",
        "en": "Exalted is He who put constellations in the heavens, a radiant light, and an illuminating moon-",
        "es": "Bendito sea Quien creó en el cielo constelaciones, y puso en él [al Sol como] una fuente irradiante de luz, y una Luna luminosa.",
        "it": "Benedetto Colui Che ha posto in cielo le costellazioni, un luminare <a class=f><sup foot_note=158660>1</sup></a>e una luna che rischiara!",
        "ru": "Благословен Тот, Кто установил на небе созвездия Зодиака и установил на нем светильник и освещающую луну.",
        "tr": "Gökte burçları var eden, onların içinde bir kandil (güneş) ve nurlu bir ay barındıran Allah, yüceler yücesidir.",
        "de": "Segensreich ist Derjenige, Der im Himmel Türme gesetzt und darin einen Lichtkörper und einen leuchtenden Mond gesetzt hat!",
        "pt": "Bendito seja Quem colocou constelações no firmamento e pôs, nele, uma lâmpada em uma lua refletidora.",
        "nl": "Gezegend is Degene Die de sterrenstelsels in de hemel heeft gemaakt en daarin een lamp (de zon) en een verlichtende maan heeft geplaatst.",
        "ur": "بڑا متبرّ   ک ہے وہ جس نے آسمان میں بُرج بنائے <sup foot_note=\"185650\">1</sup> اور اس میں ایک چراغ <sup foot_note=\"185651\">2</sup> اور ایک چمکتا چاند روشن کیا",
        "bn": "অতি বৰকতময় সেই সত্তা যিজনে নভোমণ্ডলত সৃষ্টি কৰিছে বিশাল নক্ষত্ৰৰাজি আৰু তাত স্থাপন কৰিছে প্ৰদীপ আৰু আলো বিকিৰণকাৰী চন্দ্ৰ।",
        "fa": "پربرکت [و بزرگوار] است آن ذاتی که در آسمان، منزلگاه‌هایی [برای ستارگان] قرار داد و در [میان] آنها خورشیدی [درخشان و روشنایی‌بخش] و ماهی تابان پدید آورد."
      }
    },
    {
      "verse_number": 2917,
      "verse_key": "25:62",
      "arabic_text": "وَهُوَ ٱلَّذِى جَعَلَ ٱلَّيْلَ وَٱلنَّهَارَ خِلْفَةً لِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا",
      "phonetic_text": "Wahuwa allathee jaAAala allayla wannaharakhilfatan liman arada an yaththakkara aw aradashukoora",
      "translations": {
        "fr": "C’est Lui Qui a attribué à la nuit et au jour leur alternance pour qui veut y méditer ou rendre grâces.",
        "en": "it is He who made the night and day follow each other- so anyone who wishes may be mindful or show gratitude.",
        "es": "Él es Quien dispuso la sucesión de la noche y el día para que reflexionen y Le agradezcan.",
        "it": "Egli è Colui Che ha stabilito l’alternarsi della notte e del giorno, per chi vuole meditare o essere riconoscente.",
        "ru": "Он - Тот, Кто чередует ночь и день для тех, кто желает помнить и благодарить.",
        "tr": "İbret almak veya şükretmek dileyen kimseler için gece ile gündüzü birbiri ardınca getiren O'dur.",
        "de": "Und Er ist es, Der die Nacht und den Tag so gemacht hat, daß sie sich voneinander für jemanden unterscheiden, der bedenken oder Dankbarkeit zeigen will.",
        "pt": "E foi Ele Quem fez a noite suceder ao dia, para quem recordar ou demonstrar gratidão.",
        "nl": "En Hij is Degene Die de nacht en de dag doet afwisselen voor wie er een lering uit wil trekken of dankbaar wil zijn.",
        "ur": "وہی ہے جس نے رات  اور دن کو ایک دُوسرے کا جانشین بنایا، ہر اس شخص کے لیے جو سبق لینا چاہے، یا شکر گزار ہونا چاہے۔ <sup foot_note=\"185652\">1</sup>",
        "bn": "আৰু তেৱেঁই দিন ৰাতিক পৰস্পৰৰ অনুগামী কৰিছে, তাৰ বাবে যিয়ে উপদেশ গ্ৰহণ কৰিব বিচাৰে অথবা কৃতজ্ঞতা প্ৰকাশ কৰিব বিচাৰে।",
        "fa": "و او تعالی است که شب و روز را در پی یکدیگر قرار داد، برای هر ‌کس که بخواهد [از تدبیر الهی] پند گیرد یا سپاسگزار باشد."
      }
    },
    {
      "verse_number": 2918,
      "verse_key": "25:63",
      "arabic_text": "وَعِبَادُ ٱلرَّحْمَـٰنِ ٱلَّذِينَ يَمْشُونَ عَلَى ٱلْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ ٱلْجَـٰهِلُونَ قَالُوا۟ سَلَـٰمًا",
      "phonetic_text": "WaAAibadu arrahmaniallatheena yamshoona AAala al-ardi hawnanwa-itha khatabahumu aljahiloona qaloosalama",
      "translations": {
        "fr": "Les serviteurs du Tout Clément sont ceux qui marchent sur terre avec humilité et qui, lorsque les ignorants leur adressent la parole, répondent : « Paix ! (Salâm) »",
        "en": "The servants of the Lord of Mercy are those who walk humbly on the earth, and who, when the foolish address them, reply, ‘Peace’;",
        "es": "Los siervos del Misericordioso son aquellos que caminan sobre la faz de la Tierra con humildad, y cuando son increpados por los ignorantes les responden [con palabras de] paz.",
        "it": "I servi del Compassionevole <a class=f><sup foot_note=158661>1</sup></a>: sono coloro che camminano sulla terra con umiltà e quando gli ignoranti si rivolgono loro, rispondono: «Pace!»;",
        "ru": "А рабами Милостивого являются те, которые ступают по земле смиренно, а когда невежды обращаются к ним, они говорят: «Мир!»",
        "tr": "O çok merhametli Allah'ın (has) kulları onlardır ki, yeryüzünde tevazu ile yürürler ve cahil kimseler kendilerine laf attığı zaman (incitmeksizin) \"selam\" derler (geçerler).",
        "de": "Die Diener des Allerbarmers sind diejenigen, die maßvoll auf der Erde umhergehen und die, wenn die Toren sie ansprechen, sagen: „Frieden!",
        "pt": "E os servos do Clemente são aqueles que andam pacificamente pela terra e, e quando os insipientes lhes falam, dizem: Paz!",
        "nl": "En de dienaren van de Erbarmer zijn degenen die bescheiden op aarde rondgaan. En als onwetenden hen aanspreken, zeggen zij: \"Salâm!\" (Vrede)",
        "ur": "رحمٰن کے (اصلی)بندے <sup foot_note=\"185653\">1</sup> وہ ہیں جو زمین پر نرم چال چلتے ہیں <sup foot_note=\"185654\">2</sup> اور جاہل ان کے مُنہ آئیں تو  کہہ دیتے ہیں کہ تم کو سلام۔ <sup foot_note=\"185655\">3</sup>",
        "bn": "আৰু ৰহমানৰ বান্দা তেওঁলোকেই যিসকলে পৃথিৱীত অত্যন্ত বিনম্ৰভাৱে চলাফুৰা কৰে আৰু যেতিয়া মুৰ্খসকলে তেওঁলোকক (অশালীন ভাষাত) সম্বোধন কৰে, তেতিয়া তেওঁলোকে কয়, ‘ছালাম’;",
        "fa": "و بندگان [مؤمن و شایستۀ] رحمان، کسانی هستند که با فروتنی [و متانت] بر زمین راه می‌روند و هنگامی ‌که جاهلان [با سخنان ناپسند] آنان را مورد خطاب قرار ‌دهند، [به جای تلافی، به نیکی پاسخ دهند و] گویند: سلام [و با بی‌اعتنایی درگذرند]."
      }
    },
    {
      "verse_number": 2919,
      "verse_key": "25:64",
      "arabic_text": "وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَـٰمًا",
      "phonetic_text": "Wallatheena yabeetoonalirabbihim sujjadan waqiyama",
      "translations": {
        "fr": "Ceux qui passent leurs nuits, prosternés et debout devant leur Seigneur,",
        "en": "those who spend the night bowed down or standing, worshipping their Lord,",
        "es": "Los que pasan la noche prosternados y de pie adorando a su Señor,",
        "it": "coloro che passano la notte prosternati e ritti davanti al loro Signore <a class=f><sup foot_note=158662>1</sup></a>;",
        "ru": "Они проводят ночи, падая ниц и стоя перед своим Господом.",
        "tr": "Ve onlar ki, Rablerine secdeler ve kıyamlar ederek yatarlar.",
        "de": "Und diejenigen, die die Nacht verbringen, indem sie sich (im Gebet) vor ihrem Herrn niederwerfen und aufrecht stehen.",
        "pt": "São aqueles que passam a noite adorando o seu Senhor, quer estejam prostrados ou em pé.",
        "nl": "En degenen die de nacht doorbrengen, terwijl zij voor hun Heer knielen en staan (in hun shalât).",
        "ur": "جو اپنے ربّ کے حضور سجدے اور قیام میں راتیں گزارتے ہیں۔ <sup foot_note=\"185656\">1</sup>",
        "bn": "আৰু যিসকলে নিজ প্ৰতিপালকক ছাজদাহ কৰে আৰু থিয় হৈ (ইবাদত কৰি) থকা অৱস্থাত উজাগৰে ৰাতি কটায়;",
        "fa": "و کسانی که برای پروردگارشان، در حال سجده‌ و قیام، شب‌زنده‌داری می‌کنند."
      }
    },
    {
      "verse_number": 2920,
      "verse_key": "25:65",
      "arabic_text": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ ۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا",
      "phonetic_text": "Wallatheena yaqooloona rabbanaisrif AAanna AAathaba jahannama inna AAathabahakana gharama",
      "translations": {
        "fr": "et qui disent : « Seigneur, évite-nous le supplice de la Géhenne », car son supplice est infini.",
        "en": "who plead, ‘Our Lord, turn away from us the suffering of Hell, for it is a dreadful torment to suffer!",
        "es": "e imploran: “¡Señor nuestro! Sálvanos del castigo del Infierno, porque su castigo será permanente,",
        "it": "coloro che invocano: «Signore, allontana da noi il castigo dell’Inferno, che in verità questo è un castigo perpetuo;",
        "ru": "Они говорят: «Господь наш! Отврати от нас мучения в Геенне, поскольку мучения там не отступают.",
        "tr": "Onlar ki, şöyle derler: Cehennem azabını üzerimizden sav! Doğrusu onun azabı geçici bir şey değildir.",
        "de": "Und diejenigen, die sagen: „Unser Herr, wende von uns die Strafe der Hölle ab. Ihre Strafe ist ja bedrängend;",
        "pt": "São aqueles que dizem: Ó Senho nosso, afasta de nós o suplício do inferno, porque o seu tormento é angustiante.",
        "nl": "En degenen die zeggen: \"Onze Heer, wend de bestraffing van de Hel van ons af. Voorwaar, haar bestraffing is een voortdurende kwelling.",
        "ur": "جو دعائیں کرتے ہیں کہ \"اے ہمارے رب، جہنم کے عذاب سے ہم کو بچا لے، اُس کا عذاب تو جان کا لاگو ہے",
        "bn": "আৰু তেওঁলোকে কয়, ‘হে আমাৰ ৰব্ব! তুমি আমাৰ পৰা জাহান্নামৰ শাস্তি আঁতৰাই দিয়া, নিশ্চয় ইয়াৰ শাস্তি অবিচ্ছিন্ন।",
        "fa": "و کسانی ‌که می‌گویند: «پروردگارا، عذاب دوزخ را از ما بازگردان [که] بی‌تردید، عذابش [سخت و] پایدار است."
      }
    },
    {
      "verse_number": 2921,
      "verse_key": "25:66",
      "arabic_text": "إِنَّهَا سَآءَتْ مُسْتَقَرًّا وَمُقَامًا",
      "phonetic_text": "Innaha saat mustaqarran wamuqama",
      "translations": {
        "fr": "Quel horrible lieu de retraite et quel affreux séjour !",
        "en": "It is an evil home, a foul resting place!’",
        "es": "será una morada terrible y un mal destino”.",
        "it": "qual tristo rifugio e soggiorno!»;",
        "ru": "Как скверны эта обитель и местопребывание!».",
        "tr": "Orası cidden ne kötü bir uğrak, ne kötü bir konaktır.",
        "de": "gewiß, sie ist böse als Aufenthaltsort und Bleibe.",
        "pt": "Que péssima estancia e o lugar de repouso!",
        "nl": "Voorwaar, het is een zeer slechte vestiging en verblijfplaats.\"",
        "ur": "وہ تو بڑا ہی بُرا مستقر اور مقام ہے۔ <sup foot_note=\"183339\">1</sup>",
        "bn": "‘নিশ্চয় সেয়া বসবাস আৰু অৱস্থানস্থল হিচাপে অতি নিকৃষ্ট’।",
        "fa": "حقا که دوزخ جایگاه و اقامتگاه بدی است»."
      }
    },
    {
      "verse_number": 2922,
      "verse_key": "25:67",
      "arabic_text": "وَٱلَّذِينَ إِذَآ أَنفَقُوا۟ لَمْ يُسْرِفُوا۟ وَلَمْ يَقْتُرُوا۟ وَكَانَ بَيْنَ ذَٰلِكَ قَوَامًا",
      "phonetic_text": "Wallatheena ithaanfaqoo lam yusrifoo walam yaqturoo wakana bayna thalikaqawama",
      "translations": {
        "fr": "Ceux qui, quand ils dépensent, ne sont ni prodigues ni avares, mais se tiennent juste au milieu (de ces deux extrêmes).",
        "en": "They are those who are neither wasteful nor niggardly when they spend, but keep to a just balance;",
        "es": "[Los siervos del Misericordioso son] aquellos que cuando hacen una caridad no dan todo lo que tienen ni tampoco escatiman, sino que dan con equilibrio.",
        "it": "coloro che quando spendono non sono né avari né prodighi, ma si tengono nel giusto mezzo;",
        "ru": "Когда они делают пожертвования, то не излишествуют и не скупятся, а придерживаются середины между этими крайностями.",
        "tr": "Ve onlar ki, harcadıklarında ne israf ne de cimrilik ederler; ikisi arasında orta bir yol tutarlar.",
        "de": "Und diejenigen, die, wenn sie ausgeben, weder maßlos noch knauserig sind, sondern den Mittelweg dazwischen (einhalten).",
        "pt": "São aqueles que, quando gastam, não se excedem nem mesquinham, colocando-se no meio-termo",
        "nl": "En degenen die, wanneer zij besteden, niet overdrijven en niet gierig zijn, maar het midden daartussen houden.",
        "ur": "جو خرچ کرتے ہیں تو نہ فضُول خرچی کرتے ہیں نہ بُخل،  بلکہ اُن کا خرچ دونوں انتہاوٴں کے درمیان اعتدال پر قائم رہتا <sup foot_note=\"185657\">1</sup> ہے",
        "bn": "আৰু তেওঁলোকে যেতিয়া ব্যয় কৰে তেতিয়া অপব্যয় নকৰে, আৰু কৃপণতাও নকৰে, বৰং (তেওঁলোকে) এই দুয়োৰে মধ্যৱৰ্তী পন্থা অৱলম্বন কৰে।",
        "fa": "و [مؤمنان] کسانی هستند ‌که چون انفاق می‌نمایند، نه زیاده‌روی می‌کنند و نه سختگیری؛ و بین این دو [حالت، راهِ] اعتدال پیش می‌گیرند."
      }
    },
    {
      "verse_number": 2923,
      "verse_key": "25:68",
      "arabic_text": "وَٱلَّذِينَ لَا يَدْعُونَ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ وَلَا يَقْتُلُونَ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ وَلَا يَزْنُونَ ۚ وَمَن يَفْعَلْ ذَٰلِكَ يَلْقَ أَثَامًا",
      "phonetic_text": "Wallatheena layadAAoona maAAa Allahi ilahan akharawala yaqtuloona annafsa allatee harrama Allahuilla bilhaqqi wala yaznoona wamanyafAAal thalika yalqa athama",
      "translations": {
        "fr": "Ceux qui n’invoquent pas d’autre divinité qu’Allah, n’ôtent pas la vie qu’Allah a rendue sacrée, sinon en toute justice, et qui ne se livrent point à la fornication. Quiconque commet de tels actes en subira le châtiment.",
        "en": "those who never invoke any other deity beside God, nor take a life, which God has made sacred, except in the pursuit of justice, nor commit adultery. (Whoever does these things will face the penalties:",
        "es": "Los que no invocan a nada ni a nadie junto con Dios, no matan a quien Dios ha prohibido matar salvo con justo derecho, y no cometen fornicación ni adulterio. [Sabed que] quienes cometan algo de esto merecerán recibir una pena,",
        "it": "coloro che non invocano altra divinità assieme ad Allah; che non uccidono, se non per giustizia <a class=f><sup foot_note=158663>1</sup></a>, un’anima che Allah ha reso sacra; e non si danno alla fornicazione <a class=f><sup foot_note=158664>2</sup></a>. E chi compie tali azioni avrà una punizione,",
        "ru": "Они не взывают помимо Аллаха к другим богам, не убивают людей вопреки запрету Аллаха, если только они не имеют права на это, и не прелюбодействуют. А тот, кто поступает так, получит наказание.",
        "tr": "Yine onlar ki, Allah ile beraber başka bir tanrıya yalvarmazlar, Allah'ın haram kıldığı cana haksız yere kıymazlar ve zina etmezler. Bunları yapan günahı(nın cezasını) bulur.",
        "de": "Und diejenigen, die neben Allah keinen anderen Gott anrufen und nicht die Seele töten, die Allah (zu töten) verboten hat, außer aus einem rechtmäßigen Grund, und die keine Unzucht begehen. - Wer das tut, hat die Folge der Sünde zu erleiden;",
        "pt": "(Igualmente o são) aqueles que não invocam, com Deus, outra divindade, nem matam nenhum ser que Deus proibiu matar, senão legitimamente, nem fornicam; (pois sabem que) quem assim proceder, receberão a sua punição:",
        "nl": "En degenen die niet naast Allah een andere god aanroepen en die niemand doden, waarvan (het doden) door Allah verboden is, behalve volgens het recht. En die geen ontucht plegen, want wie dat doet zal een bestraffing ontmoeten.",
        "ur": "جو  اللہ کے سوا کسی اور معبُود کو نہیں پُکارتے ، اللہ کی حرام کی ہوئی کسی جان کو ناحق ہلاک نہیں کرتے، اور نہ زنا کے مرتکب ہوتے ہیں <sup foot_note=\"185658\">1</sup>۔۔۔۔ یہ کام جو کوئی کرے وہ اپنے گناہ کا بدلہ پائے گا",
        "bn": "আৰু তেওঁলোকে আল্লাহৰ লগত আন কোনো ইলাহক আহ্বান নকৰে; আৰু আল্লাহে যি প্ৰাণ হত্যা কৰিবলৈ নিষেধ কৰিছে, যথাৰ্থ কাৰণবিহীন তাক হত্যা নকৰে। তেওঁলোকে ব্যভিচাৰ নকৰে; যিয়ে এইবোৰ কৰিব সি (অৱশ্যে) শাস্তি ভোগ কৰিব।",
        "fa": "و کسانی که معبودی دیگر با الله نمی‌خوانند و کسی که الله [کشتنش را] حرام کرده است، جز به‌حق نمی‌کشند و زنا نمی‌کنند؛ و هر کس این [گناهان] را مرتکب شود، کیفرِ گناه [خویش] را می‌بیند."
      }
    },
    {
      "verse_number": 2924,
      "verse_key": "25:69",
      "arabic_text": "يُضَـٰعَفْ لَهُ ٱلْعَذَابُ يَوْمَ ٱلْقِيَـٰمَةِ وَيَخْلُدْ فِيهِۦ مُهَانًا",
      "phonetic_text": "YudaAAaf lahu alAAathabu yawmaalqiyamati wayakhlud feehi muhana",
      "translations": {
        "fr": "Le supplice sera pour lui doublé au Jour de la Résurrection. Il y demeurera pour l’éternité, couvert d’infamie.",
        "en": "their torment will be doubled on the Day of Resurrection, and they will remain in torment, disgraced,",
        "es": "el Día de la Resurrección se les multiplicará el tormento, en el que permanecerán humillados,",
        "it": "avrà castigo raddoppiato nel Giorno della Resurrezione e vi rimarrà in perpetuo coperto d’ignominia,",
        "ru": "Его мучения будут приумножены в День воскресения, и он навечно останется в них униженным.",
        "tr": "Kıyamet günü azabı kat kat olur ve orada alçaltılmış olarak temelli kalır.",
        "de": "die Strafe wird ihm am Tag der Auferstehung vervielfacht, und ewig wird er darin in Schmach bleiben,",
        "pt": "No Dia da Ressurreição ser-lhes-á duplicado o castigo; então, aviltados, se eternizarão (nesse estado).",
        "nl": "Voor hem zal de bestraffing vermenigvuldigd worden op de Dag der Opstanding en vernederd zal hij daarin eeuwig leven.",
        "ur": "قیامت کے روز اُس کو مکرّرعذاب دیا جائے <sup foot_note=\"185659\">1</sup> گا اور اسی میں وہ ہمیشہ ذلّت کے ساتھ پڑا رہے گا",
        "bn": "কিয়ামতৰ দিনা তাৰ শাস্তি বৰ্ধিতভাৱে প্ৰদান কৰা হ’ব আৰু তাত সি অপমানিত অৱস্থাত স্থায়ী হ’ব।",
        "fa": "روز قیامت، عذابش چندین برابر می‌گردد و با خواری در آن [عذاب] جاودان می‌ماند."
      }
    },
    {
      "verse_number": 2925,
      "verse_key": "25:70",
      "arabic_text": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلًا صَـٰلِحًا فَأُو۟لَـٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمْ حَسَنَـٰتٍ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
      "phonetic_text": "Illa man taba waamanawaAAamila AAamalan salihan faola-ikayubaddilu Allahu sayyi-atihim hasanatinwakana Allahu ghafooran raheema",
      "translations": {
        "fr": "Hormis ceux qui se seront repentis et auront fait le bien. À ceux-là, Allah changera leurs œuvres impies en bonnes actions. Allah est Absoluteur et Tout Miséricordieux.",
        "en": "except those who repent, believe, and do good deeds: God will change the evil deeds of such people into good ones. He is most forgiving, most merciful.",
        "es": "salvo quienes se arrepientan, crean y hagan obras de bien. A estos Dios les perdonará sus pecados, y en su lugar les registrará buenas obras. Dios es Absolvedor, Misericordioso.",
        "it": "a meno che non si penta, creda e operi il bene <a class=f><sup foot_note=158665>1</sup></a>, ché a costoro Allah cambierà le loro cattive azioni in buone. Allah è perdonatore, misericordioso;",
        "ru": "Это не относится к тем, которые раскаялись, уверовали и поступали праведно. Их злые деяния Аллах заменит добрыми, ибо Аллах - Прощающий, Милосердный.",
        "tr": "Ancak tevbe ve iman edip iyi davranışlarda bulunanlar başka; Allah onların kötülüklerini iyiliklere çevirir. Allah çok bağışlayıcıdır, engin merhamet sahibidir.",
        "de": "außer demjenigen, der bereut, glaubt und rechtschaffene Werke tut; jenen wird Allah ihre bösen Taten gegen gute eintauschen; und Allah ist stets Allvergebend und Barmherzig.",
        "pt": "Salvo aqueles que se arrependerem, crerem e praticarem o bem; a estes, Deus computará as más ações como boas, porque Deus é Indulgente, Misericordiosíssimo.",
        "nl": "Behalve degene die berouw toont en gelooft en goede daden verricht. Voor diegenen wisselt Allah hun zonden in voor goede daden. En Allah is Vergevensgezind, Meest Barmhartig.",
        "ur": "اِلّا یہ کہ کوئی (ان گناہوں کے بعد)توبہ کر چکا ہو اور ایمان لا کر عملِ صالح کرنے لگا <sup foot_note=\"185660\">1</sup> ہو۔ ایسے لوگوں کی بُرائیوں کو اللہ بھلائیوں سے بدل دے <sup foot_note=\"185661\">2</sup> گا اور وہ بڑا غفور و رحیم ہے",
        "bn": "কিন্তু যিয়ে তাওবা কৰে, ঈমান পোষণ কৰে আৰু সৎকৰ্ম কৰে, ইয়াৰ ফলত আল্লাহে তেওঁলোকৰ গুণাহসমূহ পূণ্যৰ দ্বাৰা পৰিবৰ্তন কৰি দিব। আল্লাহ ক্ষমাশীল, পৰম দয়ালু।",
        "fa": "مگر کسی‌ که توبه کند و ایمان آورد و کاری شایسته انجام دهد؛ اینانند که الله بدی‌هایشان را به نیکی‌ها تبدیل می‌کند و الله همواره آمرزگاری مهربان است."
      }
    },
    {
      "verse_number": 2926,
      "verse_key": "25:71",
      "arabic_text": "وَمَن تَابَ وَعَمِلَ صَـٰلِحًا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابًا",
      "phonetic_text": "Waman taba waAAamila salihanfa-innahu yatoobu ila Allahi mataba",
      "translations": {
        "fr": "Quiconque se sera repenti et aura fait le bien, c’est vers Allah qu’il reviendra repentant.",
        "en": "People who repent and do good deeds truly return to God.)",
        "es": "A quien se arrepienta y haga obras de bien, Dios le aceptará su arrepentimiento.",
        "it": "chi si pente e opera il bene, il suo pentimento è verso Allah.",
        "ru": "Кто раскаивается и поступает праведно, тот действительно возвращается к Аллаху.",
        "tr": "Ve her kim tevbe edip iyi davranış gösterirse, şüphesiz o, tevbesi kabul edilmiş olarak Allah'a döner.",
        "de": "Und wer bereut und rechtschaffen handelt, der wendet sich in wahrhaftiger Reue Allah zu.",
        "pt": "Quanto àquele que se arrepender e praticar o bem, converter-se-á a Deus sinceramente.",
        "nl": "En wie berouw toont en goede daden verricht: voorwaar, hij wendt zich berouwvol tot Allah.",
        "ur": "جو شخص توبہ کر کے نیک عملی اختیار کرتا ہے وہ تو اللہ کی طرف پلٹ آتا ہے جیسا کہ پلٹنے کا حق ہے <sup foot_note=\"185662\">1</sup>",
        "bn": "আৰু যিয়ে তাওবা কৰে আৰু সৎকৰ্ম কৰে, নিশ্চয় তেওঁ সম্পূৰ্ণৰূপে আল্লাহৰ অভিমুখী হয়।",
        "fa": "و کسی ‌که توبه کند و کاری شایسته انجام دهد، یقیناً به درگاه الله ـ چنان که باید و شاید ـ توبه کرده است‌."
      }
    },
    {
      "verse_number": 2927,
      "verse_key": "25:72",
      "arabic_text": "وَٱلَّذِينَ لَا يَشْهَدُونَ ٱلزُّورَ وَإِذَا مَرُّوا۟ بِٱللَّغْوِ مَرُّوا۟ كِرَامًا",
      "phonetic_text": "Wallatheena layashhadoona azzoora wa-itha marroo billaghwimarroo kirama",
      "translations": {
        "fr": "(Les serviteurs d’Allah sont aussi) ceux qui ne produisent point de faux témoignages et qui, lorsqu’ils doivent côtoyer les futilités, passent en les ignorant.",
        "en": "[The servants of the Lord of Mercy are] those who do not give false testimony, and who, when they see some frivolity, pass by with dignity;",
        "es": "Aquellos que no dan falso testimonio, y cuando pasan junto a la frivolidad lo hacen con dignidad.",
        "it": "[E sono coloro] che non rendono falsa testimonianza e quando passano nei pressi della futilità se ne allontanano con dignità;",
        "ru": "Они не свидетельствуют лживо (или не присутствуют при лживых разговорах), а когда проходят мимо праздного, то проходят с достоинством.",
        "tr": "Ve onlar ki, yalan şahitlik etmezler, boş bir şeye rastladıkları zaman vakar ile (oradan) geçip giderler.",
        "de": "Und (auch) diejenigen, die keine Falschaussage bezeugen und, wenn sie im Vorbeigehen unbedachte Rede (hören), würdevoll weitergehen.",
        "pt": "Aqueles que não perjurarem e, quando se depararem com vaidades, delas se afastarem com honra,",
        "nl": "En (ook) degenen die geen valse getuigenis afleggen. En wanneer zij voorbijkomen aan onzinnig gepraat, gaan zij den waardig aan voorbij.",
        "ur": "(اور رحمٰن کے بندے وہ ہیں)جو جھُوٹ کے گواہ نہیں بنتے <sup foot_note=\"185663\">1</sup> اور کسی لغو  چیز پر اُن کا گزر ہو جائے تو شریف آدمیوں کی طرح گُزر جاتے <sup foot_note=\"185664\">2</sup> ہیں",
        "bn": "আৰু তেওঁলোকে মিছা কথাৰ সাক্ষী নহয় আৰু তেওঁলোকে অসাৰ কাৰ্যকলাপৰ সন্মুখীন হ’লে নিজৰ মৰ্যাদা ৰক্ষাৰ্থে সেয়া পৰিহাৰ কৰি গুচি যায়।",
        "fa": "و کسانی ‌[مؤمن هستند] که گواهیِ دروغ نمی‌دهند [و در مجالس باطل حضور نمی‌یابند] و چون به [کار ناپسند یا] بیهوده‌ای برخورد می‌کنند، بزرگوارانه [از کنارش] می‌گذرند [و خود را آلوده نمى‌سازند]."
      }
    },
    {
      "verse_number": 2928,
      "verse_key": "25:73",
      "arabic_text": "وَٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ لَمْ يَخِرُّوا۟ عَلَيْهَا صُمًّا وَعُمْيَانًا",
      "phonetic_text": "Wallatheena itha thukkiroobi-ayati rabbihim lam yakhirroo AAalayha summanwaAAumyana",
      "translations": {
        "fr": "Et ceux encore qui, les versets d’Allah leur étant rappelés, ne deviennent pas sourds et aveugles.",
        "en": "who, when reminded of their Lord’s signs, do not turn a deaf ear and a blind eye to them;",
        "es": "Aquellos que cuando se les exhorta a reflexionar sobre los versículos de su Señor no se hacen los sordos ni los ciegos.",
        "it": "coloro che, quando vengono ammoniti con i versetti del loro Signore <a class=f><sup foot_note=158666>1</sup></a>, non sono né sordi né ciechi",
        "ru": "Когда им напоминают о знамениях их Господа, они не падают на них глухими и слепыми.",
        "tr": "Kendilerine Rablerinin âyetleri hatırlatıldığında ise, onlara karşı sağır ve kör davranmazlar.",
        "de": "Und diejenigen, die, wenn sie mit den Zeichen ihres Herrn ermahnt werden, ihnen gegenüber nicht taub und blind niederfallen .",
        "pt": "Aqueles que, quando lhes forem recordados os versículos do seu Senhor, não os ignorarem, como se fossem surdos oucegos,",
        "nl": "En (ook) degenen die, waaneer zij met de Verzen van hun Heer vermaand worden, daarbij niet doof en blind neervallen.",
        "ur": "جنہیں اگر اُن کے ربّ کی آیات سُنا کر نصیحت کی جاتی ہے تو وہ اس پر اندھے اور بہرے بن کر نہیں رہ <sup foot_note=\"185665\">1</sup> جاتے",
        "bn": "আৰু তেওঁলোকক নিজ প্ৰতিপালকৰ আয়াতসমূহ স্মৰণ কৰাই দিলে তেওঁলোকে অন্ধ আৰু বধিৰৰ দৰে আচৰণ নকৰে।",
        "fa": "و کسانی‌ که چون به آیات پروردگارشان پند داده می‌شوند، [از آن غفلت نمی‌کنند و در برابر قرآن،] چون کران و کوران نیستند."
      }
    },
    {
      "verse_number": 2929,
      "verse_key": "25:74",
      "arabic_text": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَٰجِنَا وَذُرِّيَّـٰتِنَا قُرَّةَ أَعْيُنٍ وَٱجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
      "phonetic_text": "Wallatheena yaqooloona rabbanahab lana min azwajina wathurriyyatinaqurrata aAAyunin wajAAalna lilmuttaqeena imama",
      "translations": {
        "fr": "Et ceux, enfin, qui disent : « Seigneur ! Daigne faire de nos épouses et de notre progéniture une joie pour nos cœurs et pour nos yeux, et veuille faire de nous des exemples à suivre par les gens pieux. »",
        "en": "those who pray, ‘Our Lord, give us joy in our spouses and offspring. Make us good examples to those who are aware of You’.",
        "es": "Aquellos que piden: “¡Señor nuestro! Agrácianos con cónyuges y descendientes que sean un motivo de alegría y tranquilidad para nosotros, y haz que seamos un ejemplo para los que tienen temor [de Dios]”.",
        "it": "e dicono: «Signore, dacci conforto <a class=f><sup foot_note=158667>1</sup></a>nelle nostre spose e nei nostri figli e fai di noi una guida per i timorati [di Allah]» <a class=f><sup foot_note=158668>2</sup></a>.",
        "ru": "Они говорят: «Господь наш! Даруй нам отраду глаз в наших супругах и потомках и сделай нас образцом для богобоязненных».",
        "tr": "Ve onlar ki: \"Ey Rabbimiz! Bize gözümüzü aydınlatacak eşler ve zürriyetler bağışla ve bizi takva sahiplerine önder kıl\" derler.",
        "de": "Und diejenigen, die sagen: „Unser Herr, schenke uns an unseren Gattinnen und unseren Nachkommenschaften Grund zur Freude, und mache uns für die Rechtschaffenen zu einem Vorbild.",
        "pt": "E aqueles que disserem: Ó Senhor nosso, faze com que as nossas esposas e a nossa prole sejam o nosso consolo, edesigna-nos imames dos devotos,",
        "nl": "En (ook) degenen die zeggen: \"Onze Heer, voor ons onze echtgenotes en onze nakomelingen een verkoeling voor de ogen en maak ons leiders voor de Moettaqôen.",
        "ur": "جو دُعائیں مانگا کرتے ہیں کہ”اے ہمارے ربّ، ہمیں اپنی بیویوں اور اپنی اولاد سے آنکھوں کی ٹھنڈک <sup foot_note=\"185666\">1</sup> دے اور ہم کو پرہیزگاروں کا امام <sup foot_note=\"185667\">2</sup> بنا“",
        "bn": "আৰু তেওঁলোকে প্ৰাৰ্থনা কৰি কয়, ‘হে আমাৰ ৰব্ব! আমাক এনেকুৱা স্ত্ৰী আৰু সন্তান-সন্ততি দান কৰা, যাৰ দ্বাৰা আমাৰ চকু জুৰ পৰি যায়। আৰু তুমি আমাক মুত্তাক্বীসকলৰ বাবে অনুসৰণযোগ্য বনাই দিয়া’।",
        "fa": "و کسانی که می‌گویند: «پروردگارا، از همسران و فرزندانمان [کسانی را] به ما عطا فرما که [مایۀ شادیِ دل‌ها و] روشنیِ چشم‌ها باشند و ما را پیشوای پرهیزگاران قرار بده»."
      }
    },
    {
      "verse_number": 2930,
      "verse_key": "25:75",
      "arabic_text": "أُو۟لَـٰٓئِكَ يُجْزَوْنَ ٱلْغُرْفَةَ بِمَا صَبَرُوا۟ وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَـٰمًا",
      "phonetic_text": "Ola-ika yujzawna alghurfata bimasabaroo wayulaqqawna feeha tahiyyatan wasalama",
      "translations": {
        "fr": "Ceux-là, pour avoir été patients, auront comme récompense une demeure élevée (au Paradis), où ils seront reçus avec le salut et la paix,",
        "en": "These servants will be rewarded with the highest place in Paradise for their steadfastness. There they will be met with greetings and peace.",
        "es": "Ellos serán recompensados con el Paraíso por su perseverancia, y serán recibidos [por los ángeles] con un saludo de paz.",
        "it": "Per la loro costanza saranno compensati con il livello più alto [del Paradiso] e saranno ricevuti con l’augurio di pace,",
        "ru": "Они получат Наивысшее место в воздаяние за то, что были терпеливы, и их встретят там приветствием и миром.",
        "tr": "İşte onlar, sabretmelerine karşılık cennetin en yüksek makamları ile mükafatlandırılacaklar, orada hürmet ve selamla karşılanacaklardır.",
        "de": "(All) diesen wird mit dem Obergemach vergolten werden, daß sie standhaft waren; und ihnen wird Gruß und Friede entgegengebracht,",
        "pt": "Tais serão recompensados, por sua perseverança, com o empíreo, onde serão recebidos com saudação e paz,",
        "nl": "Zij zijn degenen die beloond zullen worden met een ereplaats (in het Paradijs) en zij zullen daarin ontvangen worden met om begroeting en vrede.",
        "ur": "یہ ہیں وہ لوگ جو اپنے صبر <sup foot_note=\"185668\">1</sup> کا پھل منزلِ بلند کی شکل <sup foot_note=\"185669\">2</sup> میں پائیں گے۔ آداب و تسلیمات سے اُن کا استقبال ہو گا",
        "bn": "তেওঁলোককেই জান্নাতৰ সুউচ্চ কক্ষ প্ৰতিদান হিচাপে প্ৰদান কৰা হ’ব। যিহেতু তেওঁলোক আছিল ধৈৰ্যশীল। তেওঁলোকক তাত অভিবাদন আৰু ছালামৰ দ্বাৰা সম্বৰ্ধনা কৰা হ’ব।",
        "fa": "[آری،] اینان به پاس آنکه شکیبایی کرده‌اند، منازل [عالی بهشت] را پاداش می‌گیرند و در آنجا با درود و سلام [فرشتگان] روبرو می‌گردند."
      }
    },
    {
      "verse_number": 2931,
      "verse_key": "25:76",
      "arabic_text": "خَـٰلِدِينَ فِيهَا ۚ حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا",
      "phonetic_text": "Khalideena feeha hasunatmustaqarran wamuqama",
      "translations": {
        "fr": "pour y séjourner éternellement. Quel merveilleux lieu de retraite et quel magnifique séjour !",
        "en": "There they will stay- a happy home and resting place!",
        "es": "Allí vivirán por toda la eternidad. ¡Qué hermosa morada y lugar de permanencia!",
        "it": "per rimanervi in perpetuo. Quale splendido rifugio e soggiorno!",
        "ru": "Они пребудут там вечно. Как прекрасна эта обитель и местопребывание!",
        "tr": "Orada ebedî kalacaklar, orası ne güzel bir konak ve ne güzel bir makamdır.",
        "de": "ewig darin zu bleiben. Schön ist es als Aufenthaltsort und Bleibe.",
        "pt": "E onde permanecerão eternamente. Que magnífica estancia e o lugar de repouso!",
        "nl": "Zij leven daarin eeuwig, een goede vestiging en verblijfplaats.",
        "ur": "وہ ہمیشہ ہمیشہ وہاں رہیں گے۔ کیا ہی اچھا ہے وہ مستقر اور وہ مقام",
        "bn": "তাত তেওঁলোক স্থায়ী হ’ব। অৱস্থানস্থল আৰু বাসস্থান হিচাপে সেয়া কিমান যে উৎকৃষ্ট!",
        "fa": "در آنجا جاودانند. چه نیکو جایگاه و [چه نیک] اقامتگاهی است!"
      }
    },
    {
      "verse_number": 2932,
      "verse_key": "25:77",
      "arabic_text": "قُلْ مَا يَعْبَؤُا۟ بِكُمْ رَبِّى لَوْلَا دُعَآؤُكُمْ ۖ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًۢا",
      "phonetic_text": "Qul ma yaAAbao bikum rabbee lawladuAAaokum faqad kaththabtum fasawfa yakoonu lizama",
      "translations": {
        "fr": "Dis : « Sans vos prières, mon Seigneur ne Se soucierait aucunement de vous. Mais puisque vous avez osé démentir (Son Messager), vous (avez mérité que votre supplice) soit inexorable. »",
        "en": "[Prophet, tell the disbelievers], ‘What are you to my Lord without your supplication? But since you have written offthe truth as lies, the inevitable will happen.’",
        "es": "Diles [¡Oh, Muhámmad!]: “¿Por qué iba a prestaros atención mi Señor si no Le rogáis? Pero vosotros [que os habéis negado a creer] habéis desmentido Su Mensaje, y por eso merecéis que os azote el castigo”.",
        "it": "Di’: «Il mio Signore non si curerà affatto di voi se non Lo invocherete. [Ma] già tacciaste di menzogna [la Sua Rivelazione] e presto [ne subirete] le inevitabili [conseguenze]».   <a class=f><sup foot_note=158669>1</sup></a> II termine coranico «Al-Furqàn», che abbiamo tradotto con «il discrimine» deriva da «al-farq» che significa separazione tra due cose e distinzione tra loro. Tabarì dice che Al-Furqàn è uno dei nomi del Corano in quanto esso «realizza una distinzione tra il vero e il falso, con gli argomenti che propone, con i limiti normativi che delinea, con gli obblighi che istituisce e con tutti i significati di profonda saggezza che contiene. Commentando l’espressione «yawmu ’l-furqàn» (VIII, 41), Mujahid (che Allah sia soddisfatto di lui) disse: «… è il Giorno in cui Allah separa il Vero dal falso». <a class=f><sup foot_note=158670>2</sup></a> «‘âlâmîn»: questo termine lo abbiamo tradotto con «creature, creato, universo, mondi», a seconda del contesto in cui lo abbiamo incontrato. In questo caso la scelta di «mondi» deriva dal fatto che il Corano è Rivelazione valida per tutte quelle creature che hanno spirito, fisico e mente di tipo umano, siano essi abitanti di questa Terra o di un altro pianeta. <a class=f><sup foot_note=158671>3</sup></a> «E invece si sono presi»: coloro che associano ad altre «divinità». <a class=f><sup foot_note=158672>4</sup></a> «costui ha inventato»: la persona cui si riferisce il Santo Corano è il Profeta Muhammad (pace e benedizioni su di lui) che viene accusato di avere «inventato» il Corano attingendo a fonti israelite e cristiane. Si noti come questa accusa è la stessa che ancora oggi viene espressa con sufficienza e ignoranza da tanti cosiddetti orientalisti occidentali. <a class=f><sup foot_note=158673>5</sup></a> «L’Ora»: del Giudizio. <a class=f><sup foot_note=158674>6</sup></a> «Sa‘ìr»: la Fiamma, uno dei nomi dell’Inferno. <a class=f><sup foot_note=158675>7</sup></a> «legati insieme»: secondo l’interpretazione di alcuni commentatori i miscredenti saranno precipitati nel castigo insieme al loro demone. <a class=f><sup foot_note=158676>8</sup></a> Destinati al tormento, i dannati non smetteranno di invocare la morte come una liberazione. <a class=f><sup foot_note=158677>9</sup></a> «coloro che»: secondo Tabarî (xviii, non si tratta degli idoli in genere, ma di creature che, loro malgrado, sono o sono state adorate come dèi: gli Angeli che gli arabi ritenevano «figlie di Allah», Esdra e Gesù considerati «figli di Allah» rispettivamente dagli ebrei e dai cristiani. <a class=f><sup foot_note=158678>10</sup></a> II versetto risponde alle polemiche espresse nel precedente vers. e mette in evidenza il continuo conflitto tra la verità e la menzogna, che esige da parte di coloro che tendono al bene una grande costanza e forza d’animo per respingere o resistere alle tentazioni. <a class=f><sup foot_note=158679>11</sup></a> Come già in altri brani del Libro Santo, vengono riferite le richieste di interventi sovrannaturali avanzate dai miscredenti. Davvero la miopia dei miscredenti égrande. <a class=f><sup foot_note=158680>12</sup></a> «Rifugio inaccessibile»: se sono gli angeli a parlare significa che i malvagi non avranno nessuna possibilità di godere della buona novella. Se invece, come ritengono alcuni esegeti, sono i malvagi a parlare, avremo questa traduzione: «e diranno: “[si alzi] una barriera insormontabile”, tra loro e il terribile castigo che si presenta ai loro occhi». <a class=f><sup foot_note=158681>13</sup></a> Le azioni dei miscredenti non saranno comunque accettate in quanto non sono state compiute con l’intenzione di ottenerne l’accettazione da parte di Allah. <a class=f><sup foot_note=158682>14</sup></a> «scenderanno di discesa» è la forma testuale che abbiamo riportato per la sua grande efficacia; indica una discesa rapida, inarrestabile, travolgente. <a class=f><sup foot_note=158683>15</sup></a> II versetto (insieme a quello che lo precede) tratteggia con grande pathos descrittivo alcune fasi del Giorno del Giudizio. A proposito della sovranità che comunque e sempre appartiene ad Allah e a Lui solo, il brano va inteso nel senso che tutti quanti Gliela riconosceranno. Una tradizione riferisce che in quel Giorno Allah (gloria a Lui l’Altissimo) dirà: «Il Re sono Io, chi giudica sono Io; dove sono finiti i tiranni e i re della terra?». È anche importante notare come in Allah (gloria a Lui l’Altissimo), la caratteristica della compassione per le creature non inficia quella della Sua giustizia. <a class=f><sup foot_note=158684>16</sup></a> Evidentemente nel Giorno del Giudizio saranno inutili i pentimenti tardivi. L’esegesi classica afferma che i verss. 27-si riferiscono in particolare ad un notabile Quraysh che si convertì all’IsIàm e poi fece apostasia a causa dei rimproveri che gli rivolse un amico. <a class=f><sup foot_note=158685>17</sup></a> II Corano scese in circa anni, in base alle necessità di quella prima comunità islamica che Allah volle istituire ad esempio per tutti gli uomini in tutti i tempi. <a class=f><sup foot_note=158686>18</sup></a> Allah (gloria a Lui l’Altissimo) tranquillizza il Suo Inviato (pace e benedizioni su d: lui) che era sottoposto a continui quesiti (per lo più ispirati dai rabbini ebrei) miranti i metterlo in difficoltà. <a class=f><sup foot_note=158687>19</sup></a> «le genti di ar-Rass»: i commentatori non sono unanimi nel localizzare questo popolo. Qualcuno ritiene trattarsi di genti dell’Arabia, altri di un popolo dell’Azerbaijan Letteralmente «rass» significa pozzo, fossato, cisterna. Sugli ‘Ad e i Thamùd vedi (tre l’altro) vii, da a e le note. <a class=f><sup foot_note=158688>20</sup></a> «quegli altri»: i meccani politeisti che rifiutano la Rivelazione data a Muhammad. <a class=f><sup foot_note=158689>21</sup></a> «la città»: si tratta di Sodoma, la città di Lot, distrutta a causa della perversione de suoi abitanti; vedi (tra l’altro) vii, da a e le note. <a class=f><sup foot_note=158690>22</sup></a> Secondo Ibn ‘Abbas, il versetto sembra riferirsi ad un pagano che faceva delle pietre l’oggetto del suo culto e quando trovava una pietra che gli piaceva di più cambiavE facilmente idolo. La natura umana è sempre uguale, l’ignoranza e la presunzione fanne sì che l’uomo si arroghi il diritto di scegliersi il «suo» dio, faccia cioè della sua mente e delle sue passioni l’unico riferimento dottrinale ed etico della sua vita. <a class=f><sup foot_note=158691>23</sup></a> Senza la luce non c’è ombra, eppure questa è la negazione stessa della luce. Oltre le spiegazioni «fisiche» del fenomeno ombra, ci sembra che molto più interessanti siane quelle spirituali. Se l’ombra è l’ignoranza degli uomini, essa non è certo qualcosa d immutabile; anzi, il sole della Rivelazione (per grazia di Allah) fa sì che diminuisca fine a scomparire del tutto. <a class=f><sup foot_note=158692>24</sup></a> Come per l’ombra anche il susseguirsi del giorno e della notte, i venti, la pioggia e la vita che rinasce in una terra arida, sono segni della potenza di Allah (gloria a Lui l’Altissimo) e come per l’ombra il significato di questi versetti è eminentemente spirituale. Come la pioggia rida la vita ad una terra morta così la Rivelazione riporta alla vita dello spirito le anime degli uomini avvolte nella notte dell’indifferenza, dei paganesimo, della miscredenza. Non a caso il termine che abbiamo tradotto con risveglio, «nushûrâ», significa «Resurrezione, ritorno alla vita». <a class=f><sup foot_note=158693>25</sup></a> Secondo alcuni commentatori il versetto si riferisce alle Sacre Scritture in generale o al Corano in particolare. Altri ritengono che alluda ai fenomeni naturali citati nei precedenti versetti e in particolare all’acqua, ed è in questo senso che abbiamo reso la traduzione. <a class=f><sup foot_note=158694>26</sup></a> Per città bisogna intendere comunità e il versetto si riferisce certamente ai popoli che avranno vissuto dopo Muhammad (pace e benedizioni su di lui) fino al Giorno del Giudizio. Tutti i popoli che vissero prima di lui, come il Corano afferma in più occasioni, ebbero il loro messaggero. Il messaggio di Muhammad invece è il «criterio di riferimento» (potrebbe essere una traduzione di «Furqàn») per tutti i popoli e tutti i tempi successivi alla sua missione. <a class=f><sup foot_note=158695>27</sup></a> «lotta con esso»: con il Corano. <a class=f><sup foot_note=158696>28</sup></a> Nei pressi di Bassora, alle foci del Tigri e dell’Eufrate, si assiste nel Golfo Persico ad uno straordinario spettacolo della natura: le acque dolci fluviali di colore rossastro confluite nel Golfo sono, per molti chilometri, perfettamente riconoscibili dalle acque salate del mare di colore verde. Si tratta di un fenomeno dovuto alla diversa tensione della molecola di acqua dolce rispetto a quella di acqua salata. Questa differenza fa sì che la mescolanza non avvenga immediatamente. <a class=f><sup foot_note=158697>29</sup></a> «dall’acqua»: dell’origine acquatica dell’uomo possono essere date almeno due diverse interpretazioni, quella del liquido seminale alla base di ogni concepimento e quella più generale che vede nell’acqua la conditio sine qua non di ogni ipotesi di vita sulla terra. Vedi anche XXIV, e la nota. <a class=f><sup foot_note=158698>30</sup></a> «consanguinea ed affine»: realizzando vincoli di parentela di sangue e di matrimonio. <a class=f><sup foot_note=158699>31</sup></a> Questo versetto ribadisce il rapporto diretto e senza intermediari tra il Creatore (gloria a Lui l’Altissimo) e la creatura. L’IsIàm non prevede inoltre nessuna forma di confessione pubblica o adpersonam del peccatore. Il credente chiede perdono direttamente al suo Signore senza alcun bisogno di confessione in quanto Allah (gloria a Lui l’Altissimo) «basta a Se Stesso nella conoscenza dei peccati dei Suoi servi». <a class=f><sup foot_note=158700>32</sup></a> «Chiedi…»: rivolgiti alla Sunna del Suo Inviato (pace e benedizioni su di lui), egli è nella miglior posizione per guidare con il suo esempio il comportamento degli uomini. <a class=f><sup foot_note=158701>33</sup></a> Nella recitazione liturgica del Corano, al termine di questo versetto si deve eseguire una «sajdah» (una prosternazione). Vedi in Appendice l’elenco delle prosternazioni rituali. <a class=f><sup foot_note=158702>34</sup></a> «un luminare»: evidentemente il sole. <a class=f><sup foot_note=158703>35</sup></a> Nei verss. 63-vengono elencate le caratteristiche che contraddistinguono i migliori tra i servi dell’Altissimo (gloria a Lui): umiltà, devozione, timor di Allah e del Giudizio, equilibrio, monoteismo assoluto, rispetto della vita altrui e disponibilità a reciderla per la causa di Allah o in esecuzione delle Sue leggi, castità, veridicità, distacco dalle miserie umane, sollecitudine nel Ricordo di Allah, fiducia nel loro Signore, desiderio di santità e perseveranza. <a class=f><sup foot_note=158704>36</sup></a> Nell’esecuzione di molte orazioni supererogatorie. <a class=f><sup foot_note=158705>37</sup></a> «se non per giustizia»: per legittima difesa, nella guerra per la causa di Allah, appli cando una sanzione prevista dalla legge islamica. <a class=f><sup foot_note=158706>38</sup></a> La fornicazione segue immediatamente l’omicidio. Un’altra prova della gravità per sonale e sociale di questo peccato. <a class=f><sup foot_note=158707>39</sup></a> Pentimento, fede e buona condotta, queste le condizioni per poter sperare nel perdono di Allah. La mancanza di uno di questi elementi vanifica il merito degli altri due. <a class=f><sup foot_note=158708>40</sup></a> Si potrebbe anche tradurre: «e che, quando sono ricordati loro i segni del loro Signore…». Ad ogni modo il significato non cambia. <a class=f><sup foot_note=158709>41</sup></a> «dacci conforto»: in arabo l’espressione «qurrata a‘yùn» significa letteralmente «freschezza degli occhi». <a class=f><sup foot_note=158710>42</sup></a> L’equilibrio e la serenità familiare, questa è l’invocazione che il credente rivolge al suo Signore, facendone una propedeutica alla tensione verso la santità.",
        "ru": "Скажи: «Мой Господь не стал бы обращать на вас внимание, если бы не ваши молитвы. Вы сочли это ложью, и скоро оно (наказание) станет неотступным».",
        "tr": "(Resulüm!) De ki: \"Rabbim size ne kıymet verir duanız olmasa? (Ey inkârcılar! Size bildirdiklerini) kesinkes yalan saydınız; o halde azab yakanızı bırakmayacaktır!",
        "de": "Sag: Mein Herr kümmerte Sich nicht um euch, wenn nicht euer Bittgebet (zu Ihm) wäre. Ihr habt doch (alles) für Lüge erklärt, und so wird (eure Strafe hierfür) unabwendbar sein.",
        "pt": "Dize (àqueles que rejeitam): Meu Senhor não Se importará convosco, se não O invocardes. Mas desmentistes (averdade), e por isso haverá um (castigo) inevitável.",
        "nl": "Zeg: \"Mijn Heer zal zich niet om jullie bekommeren, indien jullie Hem niet aanroepen; waarlijk, jullie hebben (Hem) geloochend, dus is er spoedig de onvermijdbare (bestraffing).\"",
        "ur": "اے محمدؐ ، لوگوں سے کہو”میرے ربّ کو تمہاری کیا حاجت پڑی ہے اگر تم اُس کو نہ <sup foot_note=\"185670\">1</sup> پکارو۔ اب کہ تم نے جھُٹلا دیا ہے، عنقریب وہ سزا پاوٴ گے کہ جان چھُڑانی محال ہو گی۔“",
        "bn": "কোৱা, ‘যদি তোমালোকে তেওঁক আহ্বান নকৰিলাহেঁতেন তেন্তে মোৰ প্ৰতিপালকে তোমালোকৰ প্ৰতি অকণো ভ্ৰুক্ষেপ নকৰিলেহেঁতেন। তাৰ পিছতো তোমালোকে অস্বীকাৰ কৰিছা, সেয়ে অচিৰেই অপৰিহাৰ্য হ’ব শাস্তি’।",
        "fa": "[به کافران] بگو: «اگر عبادت و دعایتان نباشد، پروردگارم اعتنایی به شما ندارد [و ارزشی برایتان قائل نیست]. به راستی، شما [دعوت حق را] تکذیب کردید؛ به زودی [کیفرِ این کار،] گریبان‌گیرتان خواهد شد»."
      }
    }
  ]
}