{
  "surah_number": 41,
  "extracted_at": "2025-09-20T15:16:08.787Z",
  "verses": [
    {
      "verse_number": 4219,
      "verse_key": "41:1",
      "arabic_text": " حمٓ",
      "phonetic_text": "Ha-meem",
      "translations": {
        "fr": "Hâ, Mîm.",
        "en": "Ha Mim",
        "es": "Ha’. Mim.",
        "it": "Hà’, Mìm <a class=f><sup foot_note=159556>1</sup></a> .",
        "ru": "Ха. Мим.",
        "tr": "Hâ Mîm.",
        "de": "Ha-Mim.",
        "pt": "Ha, Mim.",
        "nl": "Ha Mîm.",
        "ur": "ح م",
        "bn": "হা-মীম।",
        "fa": "حم [حا. میم]"
      }
    },
    {
      "verse_number": 4220,
      "verse_key": "41:2",
      "arabic_text": "تَنزِيلٌ مِّنَ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
      "phonetic_text": "Tanzeelun mina arrahmaniarraheem",
      "translations": {
        "fr": "Voici une révélation émanant du Tout Clément,  du Tout Miséricordieux,",
        "en": "A revelation from the Lord of Mercy, the Giver of Mercy;",
        "es": "Esta es una revelación descendida por el Compasivo, el Misericordioso,",
        "it": "Rivelazione <a class=f><sup foot_note=159557>1</sup></a> da parte del Compassionevole, del Misericordioso.",
        "ru": "Ниспосланное от Милостивого, Милосердного",
        "tr": "Bu Kur'ân Rahmân ve Rahîm olan Allah tarafından indirilmiştir.",
        "de": "(Dies ist) eine Offenbarung vom Allerbarmer, dem Barmherzigen,",
        "pt": "(Eis aqui) uma revelação do Clemente, Misericordiosíssimo.",
        "nl": "(Dit is) een neerzending van de Erbarmer, de Meest Barmhartige.",
        "ur": "یہ خدائے رحمان و رحیم کی طرف سے نازل کردہ چیز ہے",
        "bn": "(এই গ্ৰন্থ) পৰম কৰুণাময় পৰম দয়ালু সত্তাৰ তৰফৰ পৰা অৱতীৰ্ণ।",
        "fa": "[این قرآن،] از سوی الله بخشندۀ مهربان نازل شده است."
      }
    },
    {
      "verse_number": 4221,
      "verse_key": "41:3",
      "arabic_text": "كِتَـٰبٌ فُصِّلَتْ ءَايَـٰتُهُۥ قُرْءَانًا عَرَبِيًّا لِّقَوْمٍ يَعْلَمُونَ",
      "phonetic_text": "Kitabun fussilat ayatuhuqur-anan AAarabiyyan liqawmin yaAAlamoon",
      "translations": {
        "fr": "un Livre aux versets détaillés,<sup foot_note=195095>1</sup> un Coran arabe pour des gens qui savent,",
        "en": "a Scripture whose verses are made distinct as a Quran in Arabic for people who understand,",
        "es": "un Libro en que los signos son explicados detalladamente. Expresado en idioma árabe para gente que comprende.",
        "it": "Un Libro i cui versetti sono stati esposti chiaramente; un Corano <a class=f><sup foot_note=159558>1</sup></a> arabo, per uomini che conoscono <a class=f><sup foot_note=159559>2</sup></a> ,",
        "ru": "является Писанием, аяты которого разъяснены в виде Корана на арабском языке для людей знающих.",
        "tr": "Bu, Arapça bir Kur'an olarak, âyetleri bilen bir kavim için ayırt edilip açıklanmış bir kitaptır.",
        "de": "ein Buch, dessen Zeichen ausführlich dargelegt sind, als ein arabischer Qur’an, für Leute, die Bescheid wissen,",
        "pt": "É um Livro cujos versículos foram detalhados. É um Alcorão árabe destinado a um povo sensato.",
        "nl": "Een Boek waarvan de Verzen duidelijk uitgelegd zijn, als een Arabische Koran, voor een volk dat weet.",
        "ur": "ایک ایسی کتاب جس کی آیات خوب کھول کر بیان کی گئی ہیں، عربی زبان کا قرآن، اُن لوگوں کے لیے جو علم رکھتے ہیں",
        "bn": "এনেকুৱা এখন কিতাব, যাৰ আয়াতসমূহ জ্ঞানী সম্প্ৰদায়ৰ বাবে বিশদভাৱে বৰ্ণনা কৰা হৈছে, কোৰআনৰূপে আৰবী ভাষাত,",
        "fa": "کتابی است که آیاتش به زبان عربی، برای مردمی که می‌دانند، به شیوایی و روشنی بیان شده است."
      }
    },
    {
      "verse_number": 4222,
      "verse_key": "41:4",
      "arabic_text": "بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ",
      "phonetic_text": "Basheeran wanatheeran faaAAradaaktharuhum fahum la yasmaAAoon",
      "translations": {
        "fr": "annonçant l’heureuse nouvelle (aux hommes) et les avertissant mais la plupart d’entre eux se détournent, car ils n’entendent pas.",
        "en": "giving good news and warning. Yet most of them turn away and so do not hear.",
        "es": "Albricia<sup foot_note=169137>1</sup>, pero también advierte<sup foot_note=169138>2</sup>. La mayoría le da la espalda y no quieren oír.",
        "it": "annunzio e monito; ma la maggior parte di loro si sottrae, senza ascoltare.",
        "ru": "Оно возвещает благую весть и предостерегает, однако большинство их отворачивается и не слышит.",
        "tr": "O, müjdeleyici ve uyarıcı olarak gönderilmiştir. Fakat insanların çoğu yüz çevirmişlerdir. Artık onlar gerçeği işitmezler.",
        "de": "als Frohboten und als Warner. Aber die meisten von ihnen wenden sich ab, so daß sie nicht hören.",
        "pt": "É alvissareiro e admoestador; porém, a maioria dos humanos o desdenha, sem ao menos escutá-lo.",
        "nl": "Als een verkondiger van verheugende tijdingen en een waarschuwer, maar de meesten van hen hebben zich er van afgewend, zij luisteren niet.",
        "ur": "بشارت دینے والا اور ڈرانے والا۔ <sup foot_note=\"186931\">1</sup> مگر اِن لوگوں میں سے اکثر نے اس سے رُو گردانی کی اور وہ سُن کر نہیں دیتے",
        "bn": "সুসংবাদদাতা আৰু সতৰ্ককাৰী। তথাপিও সিহঁতৰ সৰহভাগেই মুখ ঘূৰাই লৈছে। সেয়ে সিহঁতে নুশুনিব।",
        "fa": "[کتابی] بشارت‌دهنده و بیم‌دهنده است؛ ولی بیشتر مردم رویگردانند و [حقایق را] نمی‌شنوند."
      }
    },
    {
      "verse_number": 4223,
      "verse_key": "41:5",
      "arabic_text": "وَقَالُوا۟ قُلُوبُنَا فِىٓ أَكِنَّةٍ مِّمَّا تَدْعُونَآ إِلَيْهِ وَفِىٓ ءَاذَانِنَا وَقْرٌ وَمِنۢ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَٱعْمَلْ إِنَّنَا عَـٰمِلُونَ",
      "phonetic_text": "Waqaloo quloobuna fee akinnatinmimma tadAAoona ilayhi wafee athaninawaqrun wamin baynina wabaynika hijabun faAAmalinnana AAamiloon",
      "translations": {
        "fr": "Ils disent : «Nos cœurs sont recouverts d’un voile (qui les sépare) de ce à quoi tu nous appelles, nos oreilles sont frappées de surdité, et entre nous et toi il y a une barrière. Agis donc (comme bon te semble) car (pour notre part) nous agissons (à notre manière). »",
        "en": "They say, ‘Our hearts are encased against [the faith] you call us to; our ears are heavy; there is a barrier between us and you. So you do whatever you want, and so shall we.’",
        "es": "Dicen<sup foot_note=169139>1</sup>: “Nuestros corazones son insensibles a lo que nos invitas, nuestros oídos son sordos, y entre tú y nosotros hay un velo. Haz lo que quieras, que nosotros haremos lo que queramos”.",
        "it": "Dicono: «I nostri cuori sono avviluppati [in qualcosa che li isola] da ciò cui ci inviti, e c’è un peso nelle nostre orecchie <a class=f><sup foot_note=159560>1</sup></a> . C’è un velo tra noi e te. Fai pure [quello che vuoi] e noi [faremo] quello che vogliamo!».",
        "ru": "Они говорят: «Наши сердца закрыты для того, к чему ты призываешь нас, наши уши поражены глухотой, а между нами и тобой - завеса. Трудись же, и мы будем трудиться».",
        "tr": "Onlar: \"Ey Muhammed! Senin bizi davet ettiğin şeye karşı kalplerimiz kapalıdır. Kulaklarımızda da bir ağırlık vardır. Seninle bizim aramızda anlaşmamıza engel bir de perde vardır. Sen istediğini yap, çünkü biz yapıyoruz\" dediler.",
        "de": "Sie sagen: Unsere Herzen sind in Hüllen vor dem, wozu du uns aufrufst, und in unseren Ohren ist Schwerhörigkeit, und zwischen uns und dir ist ein Vorhang. Handle also, wir werden ebenfalls handeln.",
        "pt": "E afirmaram: Os nossos corações estão insensíveis a isso a que nos incitas; os nosso ouvidos estão ensurdecidos e entretu e nós, há uma barreira. Faze, pois, (por tua religião), que nós faremos (pela nossa)!",
        "nl": "En zij zeiden: \"Onze harten zijn verhuld voor dat waar jij (O Moehammad) ons toe oproept, en in onze oren is doofheid en tussen en ons en jou is een afscheiding. Werk dan (op jouw manier), voorwaar, wij werken (op onze manier).\"",
        "ur": "کہتے ہیں”جس چیز کی طرف تُو ہمیں بُلا رہا ہے اس کے لیے ہمارے دلوں پر غلاف چڑھے ہوئے ہیں، <sup foot_note=\"186932\">1</sup> ہمارے کان بہرے ہوگئے ہیں، اور ہمارے اور تیرے درمیان ایک حجاب حائل ہو گیا ہے۔ <sup foot_note=\"186933\">2</sup> تُو اپنا کام کر ، ہم اپنا کام کیے جائیں گے۔“ <sup foot_note=\"186934\">3</sup>",
        "bn": "আৰু সিহঁতে কয়, ‘তুমি যাৰ প্ৰতি আমাক আহ্বান কৰি আছা সেই বিষয়ে আমাৰ অন্তৰত আৱৰণ পৰিছে, আৰু আমাৰ কাণত আছে বধিৰতা লগতে আমাৰ আৰু তোমালোকৰ মাজত আছে পৰ্দা; সেয়ে তুমি তোমাৰ কাম কৰা, নিশ্চয় আমি আমাৰ কাম কৰিম’।",
        "fa": "مشرکان گفتند: «دل‌های ما نسبت به آنچه ما را دعوت می‌کنی در پوششی [از بى‌تفاوتى] قرار دارد و در گوش‌هایمان سنگینی است و میان ما و تو فاصله است؛ پس تو به کارِ خود مشغول باش و ما نیز به کارِ خود»."
      }
    },
    {
      "verse_number": 4224,
      "verse_key": "41:6",
      "arabic_text": "قُلْ إِنَّمَآ أَنَا۠ بَشَرٌ مِّثْلُكُمْ يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ فَٱسْتَقِيمُوٓا۟ إِلَيْهِ وَٱسْتَغْفِرُوهُ ۗ وَوَيْلٌ لِّلْمُشْرِكِينَ",
      "phonetic_text": "Qul innama ana basharunmithlukum yooha ilayya annama ilahukum ilahunwahidun fastaqeemoo ilayhi wastaghfiroohuwawaylun lilmushrikeen",
      "translations": {
        "fr": "Dis : « Je ne suis qu’un humain comme vous. Il m’est révélé que votre Dieu est un Dieu Unique. Allez vers Lui avec droiture, implorez Son pardon, et malheur aux associâtres,",
        "en": "Say [Prophet], ‘I am only a mortal like you, [but] it has been revealed to me that your God is One. Take the straight path to Him and seek His forgiveness. Woe to the idolaters,",
        "es": "Diles [¡Oh, Muhámmad!]: “Soy un hombre igual que vosotros, pero me ha sido revelado que vuestra divinidad es una sola. Seguid el camino recto que Él ha establecido y pedid Su perdón”. ¡Ay de los idólatras,",
        "it": "Di’: «Io non sono che un uomo come voi: mi è solo stato rivelato che il vostro Dio è un Dio unico. Rivolgetevi a Lui e implorate il Suo perdono». Guai agli associatori,",
        "ru": "Скажи: «Я - такой же человек, как и вы. Мне внушено в откровении, что ваш бог - Бог Единственный. Идите к Нему прямым путем и просите у Него прощения. И горе многобожникам,",
        "tr": "Ey Muhammed! De ki: \"Ben sadece sizin gibi bir insanım, ancak bana ilâhınızın bir tek ilâh olduğu vahyediliyor. Artık hep O'na yönelin ve O'ndan bağışlanma dileyin. Vay O'na ortak koşanların haline!",
        "de": "Sag: Gewiß, ich bin ja nur ein menschliches Wesen wie ihr; mir wird (als Offenbarung) eingegeben, daß euer Gott nur ein Einziger Gott ist. So richtet euch zu Ihm hin und bittet Ihn um Vergebung. Und wehe den Götzendienern,",
        "pt": "Dize-lhes: Sou tão-somente um mortal como vós, a quem tem sido revelado que vosso Deus é um Deus Único. Consagrai-vos, pois, a Ele, e implorai-Lhe perdão! E ai dos idólatras,",
        "nl": "Zeg: \"Ik ben slechts een mens zoals jullie, aan mij is geopenbaard dat jullie God één God is, richt jullie daarom standvastig tot Hem, en smeekt Hem om vergeving, en wee de veelgodenaanbidders.\"",
        "ur": "اے نبی ؐ، اِن سے کہو، میں تو ایک بشر ہوں تم جیسا۔ <sup foot_note=\"186935\">1</sup> مجھے وحی کے ذریعہ سے بتایا جاتا ہے کہ تمہارا خدا تو بس ایک ہی خدا ہے <sup foot_note=\"186936\">2</sup> ، لہٰذا تم سیدھے اُسی کا رُخ اختیار کرو <sup foot_note=\"186937\">3</sup> اور اس سے معافی چاہو۔ <sup foot_note=\"186938\">4</sup> تباہی ہے اُن مشرکوں کے لیے",
        "bn": "কোৱা, ‘মই কেৱল তোমালোকৰ দৰেই এজন মানুহ, মোৰ প্ৰতি অহী কৰা হয় যে, তোমালোকৰ ইলাহ কেৱল এজন ইলাহ। এতেকে তোমালোকে তেওঁৰ প্ৰতি দৃঢ়তা অৱলম্বন কৰা আৰু তেওঁৰ ওচৰতেই ক্ষমা প্ৰাৰ্থনা কৰা’। আৰু দুৰ্ভোগ মুশ্বৰিকসকলৰ বাবে,",
        "fa": "[ای پیامبر، به آنان] بگو: «من فقط بشرى همچون شما هستم [با این تفاوت] كه به من وحى مى‌شود: «معبودِ شما، معبودى است یگانه؛ پس به او روى آورید و از او آمرزش بخواهید؛ و واى به حال مشركان!»"
      }
    },
    {
      "verse_number": 4225,
      "verse_key": "41:7",
      "arabic_text": "ٱلَّذِينَ لَا يُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْـَٔاخِرَةِ هُمْ كَـٰفِرُونَ",
      "phonetic_text": "Allatheena la yu/toona azzakatawahum bil-akhirati hum kafiroon",
      "translations": {
        "fr": "qui ne s’acquittent pas de la Zakât et mécroient en l’autre monde.",
        "en": "who do not pay the prescribed alms and refuse to believe in the world to come!",
        "es": "los que no pagan el zakat ni creen en la otra vida!",
        "it": "che non pagano la decima <a class=f><sup foot_note=159561>1</sup></a> e non credono nell’Altra vita.",
        "ru": "которые не выплачивают закята и не веруют в Последнюю жизнь».",
        "tr": "Onlar, zekatı vermezler, ahireti de inkâr ederler.",
        "de": "die die Abgabe nicht entrichten, und sie, die sie das Jenseits verleugnen!",
        "pt": "Que não pagam o zakat e renegam a outra vida!",
        "nl": "(Zij zijn) degenen die de zakât niet geven en die niet in het Hiernamaals geloven.",
        "ur": "جو زکوٰة نہیں دیتے <sup foot_note=\"186870\">1</sup> اور آخرت کے منکر ہیں",
        "bn": "যিসকলে যাকাত প্ৰদান নকৰে সিহঁতেই আখিৰাত অস্বীকাৰকাৰী।",
        "fa": "همان کسانی که زكات نمى‌پردازند و آخرت را انكار مى‌كنند."
      }
    },
    {
      "verse_number": 4226,
      "verse_key": "41:8",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ",
      "phonetic_text": "Inna allatheena amanoowaAAamiloo assalihati lahum ajrun ghayrumamnoon",
      "translations": {
        "fr": "Ceux qui ont cru et ont accompli les bonnes œuvres auront une récompense qui jamais ne s’interrompt.",
        "en": "Those who believe and do good deeds will have a reward that never fails.’",
        "es": "Los que crean y obren rectamente recibirán una recompensa ininterrumpida.",
        "it": "In verità coloro che credono e compiono il bene avranno una ricompensa che non sarà mai diminuita.",
        "ru": "Воистину, тем, которые уверовали и совершали праведные деяния, уготована неиссякаемая награда.",
        "tr": "Şüphesiz ki, iman edip, salih amel işleyenler için de bitmez tükenmez bir mükafat vardır.",
        "de": "Gewiß, diejenigen, die glauben und rechtschaffene Werke tun, für sie wird es einen Lohn geben, der nicht aufhört.",
        "pt": "Sabei que os fiéis, que praticam o bem, obterão uma recompensa infalível.",
        "nl": "Voorwaar, degenen die geloven en die goede werken verrichten, voor hen is er een beloning zonder onderbreking.",
        "ur": "رہے وہ لوگ جنہوں نے مان لیا اور نیک اعمال کیے،  اُن کے لیے یقیناً ایسا اجر ہے جس کا سلسلہ ٹوٹنے والا نہیں ہے۔ <sup foot_note=\"186940\">1</sup>",
        "bn": "নিশ্চয় যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে, তেওঁলোকৰ বাবে আছে নিৰৱচ্ছিন্ন পুৰস্কাৰ।",
        "fa": "[ولى] مؤمنانِ نیكوكار پاداشى بى‌پایان دارند."
      }
    },
    {
      "verse_number": 4227,
      "verse_key": "41:9",
      "arabic_text": "۞ قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِٱلَّذِى خَلَقَ ٱلْأَرْضَ فِى يَوْمَيْنِ وَتَجْعَلُونَ لَهُۥٓ أَندَادًا ۚ ذَٰلِكَ رَبُّ ٱلْعَـٰلَمِينَ",
      "phonetic_text": "Qul a-innakum latakfuroona billatheekhalaqa al-arda fee yawmayni watajAAaloona lahu andadanthalika rabbu alAAalameen",
      "translations": {
        "fr": "Dis : « Mécroirez-vous en Celui Qui a créé la terre en deux jours? Lui prêterez-vous des émules ? Car Lui est le Seigneur de l’Univers.",
        "en": "Say, ‘How can you disregard the One who created the earth in two Days? How can you set up other gods as His equals? He is the Lord of all the worlds!’",
        "es": "Diles: “¿Cómo es que no creéis en Quien creó la Tierra en dos días e inventáis ídolos a los que adoráis como si tuvieran poderes igual que Él? Él es el Señor del universo.",
        "it": "Di’: «Vorreste forse rinnegare Colui Che in due giorni ha creato la terra [e vorreste] attribuirGli consimili <a class=f><sup foot_note=159562>1</sup></a> ? Egli è il Signore dei mondi.",
        "ru": "Скажи: «Неужели вы не веруете в Того, Кто создал землю за два дня, и равняете с Ним других? Он же - Господь миров.",
        "tr": "De ki: \"Siz yeri iki günde yaratanı gerçekten inkâr edip duracak mısınız? Bir de O'na eşler koşuyorsunuz ha? O bütün âlemlerin Rabbidir.\"",
        "de": "Sag: Wollt ihr denn wirklich denjenigen verleugnen, Der die Erde in zwei Tagen erschaffen hat, und Ihm andere als Seinesgleichen zur Seite stellen? Das ist der Herr der Weltenbewohner.",
        "pt": "Dize-lhes (mais): Renegaríeis, acaso, Quem criou a terra em dois dias, e Lhe atribuireis rivais? Ele é o Senhor doUniverso!",
        "nl": "Zeg (O Moehammad): \"Jullie geloven zeker niet in Hem, Die de aarde in twee dagen (perioden) heeft geschapen? En kennen jullie Hem deelgenoten toe? Dat is de Heer der Werelden!\"",
        "ur": "اے نبیؐ! اِن سے کہو، کیا تم اُس خدا سے کفر کرتے ہو اور دوسروں کو اُس کا ہمسر ٹھیراتے ہو جس نے زمین کو دو دنوں میں بنا دیا؟ وہی تو سارے جہان والوں کا رب ہے",
        "bn": "কোৱা, ‘তোমালোকে তেওঁৰ লগত কুফৰী কৰানে? যিজনে দুদিনত পৃথিৱী সৃষ্টি কৰিছে? আৰু তোমালোকে তেওঁৰ সমকক্ষ স্থিৰ কৰানে’? তেওঁ হৈছে সৃষ্টিজগতৰ প্ৰতিপালক!",
        "fa": "بگو: آیا به آن [خالقِ توانمندی] كه زمین را در دو روز آفرید، کفر می‌ورزید و همتایانى برایش قائل مى‌شوید؟ این [آفریدگار یکتاست که] پروردگار جهانیان است."
      }
    },
    {
      "verse_number": 4228,
      "verse_key": "41:10",
      "arabic_text": "وَجَعَلَ فِيهَا رَوَٰسِىَ مِن فَوْقِهَا وَبَـٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَٰتَهَا فِىٓ أَرْبَعَةِ أَيَّامٍ سَوَآءً لِّلسَّآئِلِينَ",
      "phonetic_text": "WajaAAala feeha rawasiya minfawqiha wabaraka feeha waqaddara feehaaqwataha fee arbaAAati ayyamin sawaanlissa-ileen",
      "translations": {
        "fr": "C’est Lui Qui a placé sur elle des montagnes (fermement implantées) et l’a bénie. (Et c’est Lui Qui) a déterminé la subsistance (de Ses créatures) en juste quatre jours, (en réponse) à ceux qui questionnent (à ce sujet).<sup foot_note=195096>1</sup>",
        "en": "He placed solid mountains on it, blessed it, measured out its varied provisions for all who seek them––all in four Days.",
        "es": "Dispuso sobre la Tierra montañas firmes, la bendijo y determinó el sustento<sup foot_note=169140>1</sup> en cuatro eras completas<sup foot_note=169141>2</sup>, para los que preguntan<sup foot_note=169142>3</sup>.",
        "it": "Ha infisso [sulla terra] le montagne <a class=f><sup foot_note=159563>1</sup></a> , l’ha benedetta e in quattro giorni di uguale durata ha distribuito gli alimenti» <a class=f><sup foot_note=159564>2</sup></a> ; [questa è la risposta] a coloro che interrogano <a class=f><sup foot_note=159565>3</sup></a> .",
        "ru": "Он воздвиг над землей незыблемые горы, наделил ее благодатью и распределил на ней пропитание для страждущих (или для тех, кто спрашивает) за четыре полных дня.",
        "tr": "O, yerin üstünde sabit dağlar yarattı. Orada bereketler meydana getirdi. Orada araştırıp soranlar için rızıkları tam dört günde belli bir seviyede takdir edip, düzene koydu.",
        "de": "Er hat in ihr festgegründete Berge gemacht, (die) über ihr (aufragen), und hat sie gesegnet und in ihr die Nahrung im rechten Maß in vier Tagen festgelegt, gleichmäßig für diejenigen, die danach fragen.",
        "pt": "E sobre ela (a terra) fixou firmes montanhas, e abençoou-a e distribuiu, proporcionalmente, o sustento aos necessitados, em quatro dias.",
        "nl": "En Hij maakte bergen op haar en Hij zegende haar en Hij bepaalde de maat (van alle voorzieningen) in vier volledige dagen (perioden), voor de vragenden.",
        "ur": "اُس نے (زمین کو وجود میں لانے کے بعد)اوپر سے اس پر پہاڑ جمادیے اور اس میں برکتیں رکھ  دیں <sup foot_note=\"186941\">1</sup> اور اس کے اندر سب مانگنے والوں کے لیے ہر ایک کی طلب و حاجت کے مطابق ٹھیک اندازے سے خوراک کا سامان مہیّا کر دیا۔ <sup foot_note=\"186942\">2</sup> یہ سب کام چار دن میں ہو گئے۔ <sup foot_note=\"186943\">3</sup>",
        "bn": "আৰু তেৱেঁই ভূপৃষ্ঠত দৃঢ় পৰ্বতমালা স্থাপন কৰিছে আৰু তাত বৰকত দিছে আৰু চাৰি দিনৰ মাজত ইয়াত খাদ্য বস্তুৰ ব্যৱস্থা কৰিছে সমভাৱে যাচ্ঞাকাৰীসকলৰ বাবে।",
        "fa": "او طى چهار روز، کوه‌های استواری بر روى زمین پدید آورد و خیر و بركتِ فراوان در آن نهاد و رزق و روزیِ آن را درست به ‌اندازۀ نیازِ تقاضا‌كنندگان مقدّر نمود."
      }
    },
    {
      "verse_number": 4229,
      "verse_key": "41:11",
      "arabic_text": "ثُمَّ ٱسْتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِىَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ٱئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَآ أَتَيْنَا طَآئِعِينَ",
      "phonetic_text": "Thumma istawa ila assama-iwahiya dukhanun faqala laha walil-ardii/tiya tawAAan aw karhan qalata ataynata-iAAeen",
      "translations": {
        "fr": "Puis Il Se tourna (istawâ) vers le ciel, qui n’était alors qu’une vapeur (informe) en lui disant, ainsi qu’à la terre : « Venez vous deux, de plein gré ou contraints. » Ils dirent : « Notre venons en toute obéissance. »",
        "en": "Then He turned to the sky, which was smoke––He said to it and the earth, ‘Come into being, willingly or not,’ and they said, ‘We come willingly’––",
        "es": "Luego se dirigió al cielo, el cual era nebuloso, y le dijo al cielo y a la Tierra: ‘¿Vendréis a mí de buen grado o por la fuerza?’ Respondieron: ‘Iremos a Ti de buen grado’.",
        "it": "Poi si rivolse al cielo che era fumo <a class=f><sup foot_note=159566>1</sup></a> e disse a quello e alla terra: «Venite entrambi, per amore o per forza». Risposero: «Veniamo obbedienti!».",
        "ru": "Потом Он обратился к небу, которое было дымом, и сказал ему и земле: «Придите по доброй воле или по принуждению». Они сказали: «Мы пришли по доброй воле».",
        "tr": "Sonra duman halinde bulunan göğe yöneldi. Ona ve yerküreye: \"İsteyerek veya istemeyerek buyruğuma gelin.\" dedi. Her ikisi de: \"İsteyerek geldik\" dediler.",
        "de": "Hierauf wandte Er sich dem Himmel zu, während er noch aus Rauch bestand, und sagte dann zu ihm und zur Erde: Kommt beide her, freiwillig oder widerwillig. Sie sagten: Wir kommen in Gehorsam.",
        "pt": "Então, abrangeu, em Seus desígnios, os céus quando estes ainda eram gases, e lhes disse, e também à terra: Juntai-vos, de bom ou de mau grado! Responderam: Juntamo-nos voluntariamente.",
        "nl": "Daama wendde Hij Zich tot de hemel die een nevel was en Hij zei tot haar en tot de aarde: \"Komt tot Ons, gewillig of ongewillig.\" Zij (de hemelen en de aarde) zeiden: \"Wij zijn gewillig gekomen.\"",
        "ur": "پھر وہ آسمان کی طرف متوجہ ہوا جو اُس وقت دھواں تھا۔ <sup foot_note=\"186944\">1</sup> اُس نے آسمان اور زمین سے کہا”وجود میں آجاوٴ، خواہ تم چاہو یا نہ چاہو۔“ دونوں نے کہا”ہم آگئے فرمانبرداروں کی طرح۔“ <sup foot_note=\"186945\">2</sup>",
        "bn": "তাৰ পিছত তেওঁ আকাশৰ ফালে মনোনিবেশ কৰিলে, যিটো (আগতে) আছিল ধোৱাঁ। তাৰ পিছত তেওঁ তাক (আকাশক) আৰু পৃথিৱীক ক’লে, ‘তোমালোকে উভয়ে আহা ইচ্ছাতেই হওক বা অনিচ্ছাতেই হওক’। সিহঁত উভয়ে ক’লে, ‘আমি আনুগত হৈ আহিলোঁ’।",
        "fa": "آنگاه به آسمان پرداخت، در حالى كه [هنوز به صورت] دودی بود؛ و به آسمان و زمین گفت: «خواه یا ناخواه، از درِ تسلیم درآیید». آن دو گفتند: «با میل، از درِ تسلیم درآمدیم»."
      }
    },
    {
      "verse_number": 4230,
      "verse_key": "41:12",
      "arabic_text": "فَقَضَىٰهُنَّ سَبْعَ سَمَـٰوَاتٍ فِى يَوْمَيْنِ وَأَوْحَىٰ فِى كُلِّ سَمَآءٍ أَمْرَهَا ۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِمَصَـٰبِيحَ وَحِفْظًا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ",
      "phonetic_text": "Faqadahunna sabAAa samawatinfee yawmayni waawha fee kulli sama-in amrahawazayyanna assamaa addunyabimasabeeha wahifthan thalikataqdeeru alAAazeezi alAAaleem",
      "translations": {
        "fr": "Il décréta la création des sept cieux en deux jours et révéla à chaque ciel son ordre. Nous avons orné le ciel le plus proche de luminaires et avons assuré sa protection. C’est ainsi que l’a déterminé le Tout-Puissant, l’Omniscient.",
        "en": "and in two Days He formed seven heavens, and assigned an order to each. We have made the nearest one beautifully illuminated and secure. Such is the design of the Almighty, the All Knowing.",
        "es": "Creó siete cielos en dos días, y le inspiró a cada cielo su función. Embelleció el cielo de este mundo con estrellas luminosas, como protección<sup foot_note=169143>1</sup>. Éste es el decreto del Poderoso, el que todo lo sabe”.",
        "it": "Stabilì in due giorni i sette cieli e ad ogni cielo assegnò la sua funzione. E abbellimmo il cielo più vicino di luminarie e di una protezione <a class=f><sup foot_note=159567>1</sup></a> . Questo è il decreto dell’Eccelso, del Sapiente!",
        "ru": "Он сотворил их семью небесами за два дня и внушил каждому небу его обязанности. Мы украсили нижнее небо светильниками и оберегаем его (или для оберегания его). Таково предопределение Могущественного, Знающего».",
        "tr": "Böylece Allah onları iki günde yedi gök olmak üzere yerine koydu. Her göğe kendi işini bildirdi. Biz en yakın göğü kandillerle süsledik ve koruduk. İşte bu çok güçlü ve her şeyi bilen Allah'ın takdiridir.",
        "de": "So führte Er sie als sieben Himmel in zwei Tagen aus und gab jedem Himmel seine Aufgabe ein. Und Wir haben den untersten Himmel mit Lampen geschmückt, und auch als Schutz. Das ist die Anordnung des Allmächtigen und Allwissenden.",
        "pt": "Assim, completou-os, como este céus, em dois dias, e a cada céu assinalou a sua ordem. E adornamos o firmamentoterreno com luzes, para que servissem de sentinelas. Tal é o decreto do Poderoso, Sapientíssimo.",
        "nl": "En Hij vervolmaakte hen, de zeven hemelen, in twee dagen (perioden) en Hij openbaarde in alle hemelen hun beschikking. En Wij versierden de nabije hemel met sterren, als een bescherming (tegen de Satan). Dat is de ordening van de Almachtige, de Alwetende.",
        "ur": "تب اُس نے دو دن کے اندر  سات آسمان بنا دیے، اور ہر آسمان میں اُس کا قانون وحی کردیا۔ اور آسمانِ دنیا کو ہم نے چراغوں سے آراستہ کیا اور اسے خوب محفوظ کر دیا۔ <sup foot_note=\"186946\">1</sup>  یہ سب کچھ ایک زبردست علیم ہستی کا منصُوبہ ہے",
        "bn": "তাৰ পিছত তেওঁ দুদিনত আকাশসমূহক সাত আকাশত পৰিণত কৰিলে আৰু প্ৰত্যেক আকাশত তেওঁৰ নিৰ্দেশ অহী যোগে প্ৰেৰণ কৰিলে; আৰু আমি নিকটৱৰ্তী আকাশখনক প্ৰদীপমালাৰ দ্বাৰা সুশোভিত আৰু সুৰক্ষিত কৰিলোঁ। এইটো মহাপৰাক্ৰমশালী, সৰ্বজ্ঞৰ ব্যৱস্থাপনা।",
        "fa": "سپس آن تودۀ گاز را به صورت هفت آسمان، در دو روز آفرید و به هر آسمانى برنامه‌اش را وحى كرد؛ و آسمان دنیا را با چراغ‌هایى [از ستارگان] آراستیم و [آن را از شرِ شیاطین] حفظ نمودیم؛ این است تقدیر [پروردگارِ] شکست‌ناپذیرِ دانا."
      }
    },
    {
      "verse_number": 4231,
      "verse_key": "41:13",
      "arabic_text": "فَإِنْ أَعْرَضُوا۟ فَقُلْ أَنذَرْتُكُمْ صَـٰعِقَةً مِّثْلَ صَـٰعِقَةِ عَادٍ وَثَمُودَ",
      "phonetic_text": "Fa-in aAAradoo fuqul anthartukumsaAAiqatan mithla saAAiqati AAadin wathamood",
      "translations": {
        "fr": "Si alors ils s’en détournent, dis-leur : « Je vous ai mis en garde contre une foudre pareille à la foudre qui frappa les ‘Ad et les Thamûd. »",
        "en": "If they turn away, say, ‘I have warned you about a blast like the one which struck 'Ad and Thamud:",
        "es": "Pero si se apartan<sup foot_note=169144>1</sup>, diles: “Os advierto que podríais caer fulminados como ‘Ad y Zamud”.",
        "it": "Se si allontanano, di’ loro: «Vi dò l’avvertimento di una folgore <a class=f><sup foot_note=159568>1</sup></a> , uguale alla folgore [che colpì] gli ‘Âd e i Thamùd».",
        "ru": "Если же они отвернутся, то скажи: «Я предостерегаю вас от мучений, подобных мучениям адитов и самудян».",
        "tr": "Eğer onlar, yine yüz çevirirlerse de ki: \"Ben sizi Âd ve Semud'un başına gelen yıldırıma benzer bir yıldırıma karşı uyardım.\"",
        "de": "Wenn sie sich also abwenden, dann sag: Ich warne euch vor einem Donnerschlag gleich dem Donnerschlag der ’Ad und der Tamud,",
        "pt": "Porém, se desdenharem, dize-lhes: Advirto-vos da vinda de uma centelha, semelhante àquela enviado dos povos de Ad eSamud.",
        "nl": "Wanneer zij zich dan afwenden, zeg dan: \"Ik heb jullie gewaarschuwd voor een bliksemslag als de bliksemslag die de 'Âd en de Tsamôed trof.\"",
        "ur": "اب اگر یہ لوگ منہ موڑتے ہیں <sup foot_note=\"186947\">1</sup> تو اِن سے کہہ دو کہ میں تم کو اُسی طرح کے ایک اچانک ٹوٹ پڑنے والے عذاب سے ڈراتا ہوں جیسا عاد اور ثمود پر نازل ہوا تھا",
        "bn": "তথাপিও সিহঁতে যদি মুখ ঘূৰাই লয় তেন্তে কোৱা, ‘মই তোমালোকক এটা ধ্বংসাত্মক শাস্তি সম্পৰ্কে সতৰ্ক কৰিছোঁ, আদ আৰু ছামূদৰ শাস্তিৰ দৰে’।",
        "fa": "[ای پیامبر،] اگر آنان [از پذیرشِ اسلام] روی گرداندند، بگو: «من شما را از صاعقه‌اى مانند صاعقه [هلاکت قوم] عاد و ثمود هشدار مى‌دهم»."
      }
    },
    {
      "verse_number": 4232,
      "verse_key": "41:14",
      "arabic_text": "إِذْ جَآءَتْهُمُ ٱلرُّسُلُ مِنۢ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ ۖ قَالُوا۟ لَوْ شَآءَ رَبُّنَا لَأَنزَلَ مَلَـٰٓئِكَةً فَإِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَـٰفِرُونَ",
      "phonetic_text": "Ith jaat-humu arrusulumin bayni aydeehim wamin khalfihim alla taAAbudoo illaAllaha qaloo law shaa rabbunalaanzala mala-ikatan fa-inna bima orsiltumbihi kafiroon",
      "translations": {
        "fr": "Lorsque les Messagers vinrent vers eux de toutes parts (leur enjoignant) : « N’adorez qu’Allah », ils répondirent : « Si notre Seigneur avait voulu, ce sont des Anges qu’Il aurait fait descendre. Nous mécroyons donc en votre message. »",
        "en": "when their messengers came to them, from all angles, saying, “Serve no one but God,” they said, “If our Lord had wished, He would have sent down angels. We do not believe in the message with which you have been sent.”",
        "es": "Cuando se les presentaron los Mensajeros, uno después de otro [con el mismo argumento] diciéndoles: “No adoréis sino a Dios”. Respondían: “Si nuestro Señor hubiera querido nos habría enviado un ángel<sup foot_note=169145>1</sup>. No creemos en su Mensaje”.",
        "it": "Quando da ogni parte giunsero loro i messaggeri dicendo: «Non adorate altri che Allah», risposero: «Se il nostro Signore avesse voluto [che credessimo], avrebbe certamente fatto scendere gli angeli. Dunque non crediamo a ciò con cui siete stati inviati».",
        "ru": "Посланники приходили к ним спереди и сзади: «Не поклоняйтесь никому, кроме Аллаха». Они же говорили: «Если бы наш Господь захотел, то ниспослал бы ангелов. Воистину, Мы не веруем в то, с чем вы посланы».",
        "tr": "Onlara Allah'tan başkasına kulluk etmeyin diye önlerinden ve arkalarından peygamberler geldiği zaman: \"Eğer Rabbimiz dileseydi mutlaka melekler indirirdi. Biz sizin tebliğ için gönderildiğiniz şeylere inanmayız.\" dediler.",
        "de": "als die Gesandten von vorn und von hinten zu ihnen kamen: Dient nur Allah (allein). Sie sagten: Wenn unser Herr gewollt hätte, hätte Er Engel herabgesandt. So verleugnen wir das, womit ihr gesandt worden seid.",
        "pt": "Pois quando os mensageiros, de todas as partes, se apresentaram a eles, (dizendo-lhes): Não adoreis senão a Deus!, responderam-lhes: Se Deus quisesse isso, teria enviado anjos (para predicá-lo). Certamente negaremos a vossa missão.",
        "nl": "Toen de Boodschappers vóór hen en na hen waren gekomen (en zeiden:) \"Aanbidt alleen Allah,\" zeiden zij: \"Als Allah het had gewild, dan had Hij Engelen gezonden: voorwaar, wij geloven niet in dat waar jij mee gezonden bent.\"",
        "ur": "جب خدا کے رسُول اُن کے پاس آگے اور پیچھے ، ہر طرف سے آئے <sup foot_note=\"186948\">1</sup> اور انہیں سمجھایا کہ اللہ کے سوا کسی کی بندگی نہ کرو تو انہوں نے کہا”ہمارا ربّ چاہتا تو فرشتے بھیجتا، لہٰذا ہم اُس بات کو نہیں مانتے جس کے لیے تم بھیجے گئے ہو۔“ <sup foot_note=\"186949\">2</sup>",
        "bn": "যেতিয়া সিহঁতৰ ওচৰত সিহঁতৰ ৰাছুলসকলে সন্মুখৰ পৰা আৰু পিছফালৰ পৰা আহি কৈছিল যে, ‘তোমালোকে একমাত্ৰ আল্লাহৰ বাহিৰে আন কাৰো ইবাদত নকৰিবা’। সিহঁতে কৈছিল, ‘যদি আমাৰ প্ৰতিপালকে ইচ্ছা কৰিলেহেঁতেন তেন্তে অৱশ্যে তেওঁ ফিৰিস্তা অৱতীৰ্ণ কৰিলেহেঁতেন। এতেকে তোমালোকে যিটো লৈ প্ৰেৰিত হৈছা সেয়া আমি অস্বীকাৰ কৰোঁ’।",
        "fa": "آنگاه كه پیامبران الهی پیاپی به سراغشان می‌آمدند [با این پیام] كه: «جز الله را عبادت نکنید»، آنان [در پاسخ] می‌گفتند: «اگر پروردگارمان مى‌خواست [پیامِ هدایتگری بفرستد،] فرشتگانى نازل مى‌كرد. ما پیامى را كه شما مأمور [ابلاغ] آن هستید باور نمى‌كنیم»."
      }
    },
    {
      "verse_number": 4233,
      "verse_key": "41:15",
      "arabic_text": "فَأَمَّا عَادٌ فَٱسْتَكْبَرُوا۟ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَقَالُوا۟ مَنْ أَشَدُّ مِنَّا قُوَّةً ۖ أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً ۖ وَكَانُوا۟ بِـَٔايَـٰتِنَا يَجْحَدُونَ",
      "phonetic_text": "Faamma AAadun fastakbaroofee al-ardi bighayri alhaqqi waqaloo manashaddu minna quwwatan awa lam yaraw anna Allahaallathee khalaqahum huwa ashaddu minhum quwwatan wakanoobi-ayatina yajhadoon",
      "translations": {
        "fr": "S’agissant des ‘Ad, ils furent, sans juste raison, prétentieux sur terre. Ils s’écrièrent : « Qui donc est doté d’une plus grande force que la nôtre ? » N’ont-ils pas vu qu’Allah, Qui les a créés, possède une Force autrement plus grande que la leur ? Or ils refusaient (obstinément) de reconnaître Nos Signes.",
        "en": "The people of 'Ad behaved arrogantly throughout the land without any right, saying, “Who could be stronger than us?” Did they not realize that God, who created them, was stronger than them?’ They continued to reject Our message,",
        "es": "En cuanto a ‘Ad, actuaron con soberbia y cometieron injusticias en la tierra. Dijeron: “¿Acaso existe alguien más poderoso que nosotros?” ¿Acaso no sabían que Dios es Quien les había creado y que Él es más poderoso que ellos? Pero rechazaron Mis signos.",
        "it": "Gli ‘Àd furono ingiustamente superbi sulla terra e dissero: «Chi è più forte di noi?». Ma come, non avevano visto che Allah, Che li aveva creati, era più forte di loro? Negarono i Nostri Segni.",
        "ru": "Что касается адитов, то они возгордились на земле без всякого права и сказали: «Кто может превзойти нас силой?». Неужели они не видели, что Аллах, Который сотворил их, превосходит их силой? Они отвергали Наши знамения.",
        "tr": "Âd kavmine gelince onlar yeryüzünde büyüklük tasladılar ve: \"Bizden daha kuvvetli kim vardır?\" dediler. Onlar kendilerini yaratan Allah'ın kendilerinden daha kuvvetli olduğunu görmediler mi? Onlar bizim âyetlerimizi bile bile inkâr ediyorlardı.",
        "de": "Was nun die ’Ad angeht, so verhielten sie sich hochmütig auf der Erde ohne Recht und sagten: Wer hat eine stärkere Kraft als wir? Sahen sie denn nicht, daß Allah, Der sie erschaffen hatte, eine stärkere Kraft hat als sie? Aber sie pflegten Unsere Zeichen zu verleugnen.",
        "pt": "O povo de Ad, ainda, ensoberbeceu-se iniquamente na terra; e disse: Quem é mais poderoso do que nós? Porventura, nãorepararam em que Deus, Que os criou, é mais poderoso do que eles? Sem dúvida, negaram os nossos versículos.",
        "nl": "Wat de 'Âd betreft: zij waren hoogmoedig op de aarde, zonder recht, en zij zeiden: \"Wie is er sterker dan wij?\" Zien zij niet dat Allah, Degene Die hen geschapen heeft, sterker is dan zij? En zij plachten Onze Tekenen te ontkennen.",
        "ur": "عاد کا حال یہ تھا کہ وہ زمین میں کسی حق کے بغیر بڑے بن بیٹھے اور کہنے لگے \"کون ہے ہم سے زیادہ زور آور\" اُن کو یہ نہ سوجھا کہ جس خدا نے ان کو پیدا کیا ہے وہ ان سے زیادہ زور آور ہے؟ وہ ہماری آیات کا انکار ہی کرتے رہے",
        "bn": "আনহাতে আদ সম্প্ৰদায়, সিহঁতে পৃথিৱীত অযথা অহংকাৰ কৰিছিল আৰু কৈছিল, ‘আমাতকৈ অধিক শক্তিশালী আৰু কোন আছে’? এতেকে সিহঁতে লক্ষ্য কৰা নাই নেকি যে, নিশ্চয় আল্লাহ, যিজনে সিহঁতক সৃষ্টি কৰিছে, তেওঁ সিহঁততকৈও শক্তিশালী? আৰু সিহঁতে আমাৰ নিদৰ্শনাৱলীক অস্বীকাৰ কৰিছিল।",
        "fa": "اما [قوم] عاد به ناحق در زمین تکبر می‌ورزیدند و می‌گفتند: «چه كسى نیرومندتر از ماست؟» آیا نمى‌دانستند الله [آن خالق یکتایی] كه آنان را آفریده، نیرومندتر از آنان است؟ ولى [با لجاجت] آیات ما را انكار مى‌كردند."
      }
    },
    {
      "verse_number": 4234,
      "verse_key": "41:16",
      "arabic_text": "فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِىٓ أَيَّامٍ نَّحِسَاتٍ لِّنُذِيقَهُمْ عَذَابَ ٱلْخِزْىِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَخْزَىٰ ۖ وَهُمْ لَا يُنصَرُونَ",
      "phonetic_text": "Faarsalna AAalayhim reehan sarsaranfee ayyamin nahisatin linutheeqahumAAathaba alkhizyi fee alhayati addunyawalaAAathabu al-akhirati akhza wahum layunsaroon",
      "translations": {
        "fr": "Nous envoyâmes alors sur eux un vent impétueux et glacial durant des jours néfastes, pour leur faire goûter le supplice de l’humiliation dans ce bas monde. Or, le supplice de l’autre monde est autrement plus humiliant, et ils ne seront point secourus.",
        "en": "so We let a roaring wind loose on them for a few disastrous days to make them taste the punishment of shame in this world; more shameful still will be the punishment of the life to come, and they will not be helped.",
        "es": "Les envié un fortísimo viento gélido en días terribles, para hacerles sufrir el castigo humillante en esta vida; pero el castigo de la otra vida será más humillante aún, y no tendrán quién les socorra.",
        "it": "Inviammo contro di loro un vento impetuoso e glaciale, in giorni nefasti, affinché gustassero ignominioso castigo già in questa vita. Ma il castigo dell’altra vita è più avvilente e non saranno soccorsi.",
        "ru": "Мы наслали на них морозный (или завывающий) ветер в злополучные дни, чтобы дать им вкусить муки позора в мирской жизни. А мучения в Последней жизни будут еще более позорными, и им не будет оказана помощь.",
        "tr": "Bu yüzden biz de onlara dünya hayatında rezillik azabını tattırmak için o uğursuz günlerde dondurucu bir kasırga gönderdik. Ahiret azabı ise elbette daha çok rezil edicidir. Onlara yardım da edilmeyecektir.",
        "de": "Da sandten Wir gegen sie einen eiskalten Wind an unheilvollen Tagen, um sie die schändliche Strafe im diesseitigen Leben kosten zu lassen. Aber die Strafe des Jenseits ist wahrlich schändlicher, und es wird ihnen keine Hilfe zuteil werden.",
        "pt": "Pelo que desencadeamos sobre eles um vento glacial, em dias nefastos, para fazê-los sofrer o castigo aviltoso da vidaterrena; porém, o da outra vida será ainda mais aviltante, e não serão socorridos.",
        "nl": "Wij zonden toen een zeer koude stormwind over hen, tijdens enkele sombere dagen, om hen tijdens het wereldse leven de bestraffing van de vernedering te doen proeven. En de bestraffing van het Hiernamaals is zeker vernederender en zij worden niet geholpen.",
        "ur": "آخر کار ہم نے چند منحوس دنوں میں  سخت طوفانی ہوا ان پر بھیج دی۔ <sup foot_note=\"186950\">1</sup> تاکہ انہیں دنیا ہی کی زندگی میں ذلّت و رسوائی کے عذاب  کا مزا چکھا دیں، <sup foot_note=\"186951\">2</sup> اور آخرت کا عذاب تو اس سے بھی زیادہ رُسوا کُن ہے ، وہاں کوئی ان کی مدد کرنے والا نہ ہو گا",
        "bn": "তাৰ পিছত আমি সিহঁতৰ ওপৰত অশুভ দিনবোৰত ধুমুহা প্ৰেৰণ কৰিলোঁ; যাতে আমি সিহঁতক পাৰ্থিৱ জীৱনতেই লাঞ্ছনাদায়ক শাস্তিৰ সোৱাদ লোৱাব পাৰোঁ; আৰু আখিৰাতৰ শাস্তি ইয়াতকৈও অধিক লাঞ্ছনাদায়ক আৰু সিহঁতক সহায়ো কৰা নহ’ব।",
        "fa": "سرانجام تندبادى سرد و سخت در روزهایى شوم بر آنان فرستادیم تا عذابِ رسوایى [و خفت] را در زندگى دنیا به آنان بچشانیم؛ ولى عذاب آخرت رسواكننده‌تر است و [از هیچ سو] یارى نخواهند شد."
      }
    },
    {
      "verse_number": 4235,
      "verse_key": "41:17",
      "arabic_text": "وَأَمَّا ثَمُودُ فَهَدَيْنَـٰهُمْ فَٱسْتَحَبُّوا۟ ٱلْعَمَىٰ عَلَى ٱلْهُدَىٰ فَأَخَذَتْهُمْ صَـٰعِقَةُ ٱلْعَذَابِ ٱلْهُونِ بِمَا كَانُوا۟ يَكْسِبُونَ",
      "phonetic_text": "Waamma thamoodu fahadaynahumfastahabboo alAAama AAala alhudafaakhathat-hum saAAiqatu alAAathabi alhoonibima kanoo yaksiboon",
      "translations": {
        "fr": "Quant aux Thamûd, Nous leur indiquâmes la juste direction mais ils préférèrent être aveugles plutôt que bien guidés. Ils furent foudroyés du supplice le plus ignominieux qui fondit alors sur eux pour prix de ce qu’ils commettaient.",
        "en": "As for Thamud, We gave them guidance but they preferred blindness, so they were struck by a blast of humiliating punishment for their misdeeds.",
        "es": "Y en cuanto a Zamud, les aclaré cuál era la verdadera senda, pero prefirieron la ceguera a la guía. Entonces les azotó un castigo fulminante por lo que habían cometido.",
        "it": "Guidammo i Thamùd, ma preferirono l’accecamento alla guida. La folgore del castigo umiliante li colpì per quel che si erano meritati.",
        "ru": "Что же касается самудян, то Мы указали им на прямой путь, но они предпочли слепоту верному руководству, и их поразила молния унизительных мучений за то, что они приобретали.",
        "tr": "Semûd kavmine gelince, biz onlara doğru yolu gösterdik. Fakat onlar körlüğü doğru yola tercih ettiler. Bunun üzerine kazandıkları kötülük yüzünden alçaltıcı azabın yıldırımı onları çarpıverdi.",
        "de": "Was aber die Tamud angeht, so wollten Wir sie rechtleiten, sie aber liebten die Blindheit mehr als die Rechtleitung. Da ergriff sie der Donnerschlag der schmählichen Strafe für das, was sie erworben hatten.",
        "pt": "E orientamos o povo de Samud; porém, preferiram a cegueira à orientação. E fulminou-os a centelha do castigoignominioso, pelo que lucraram.",
        "nl": "En wat de Tsamôed betreft: Wij hebben hun Leiding geschonken, maar zij gaven de voorkeur aan blindheid boven de Leiding, waarop de bliksemslag van de vernederende bestraffing hen trof, wegens wat zij plachten te verrichten.",
        "ur": "رہے ثمود، تو ان کے سامنے ہم نے راہ راست پیش کی مگر انہوں نے راستہ دیکھنے کے بجائے اندھا بنا رہنا پسند کیا آخر اُن کے کرتوتوں کی بدولت ذلت کا عذاب اُن پر ٹوٹ پڑا",
        "bn": "আৰু ছামূদ সম্প্ৰদায়, আমি সিহঁতক পথনিৰ্দেশ দিছিলোঁ, কিন্তু সিহঁতে সৎপথৰ পৰিবৰ্তে অন্ধপথত চলাটোহে পছন্দ কৰিছিল। ফলত লাঞ্ছনাদায়ক শাস্তিৰ বজ্ৰাঘাতে সিহঁতক কৰায়ত্ত কৰিলে; সিহঁতে যি অৰ্জন কৰিছিল তাৰ পৰিণামত।",
        "fa": "و اما قوم ثمود را نیز هدایت كردیم؛ ولى آنان كوردلى را به هدایت ترجیح دادند و به [سزاى] دستاوردشان، صاعقۀ عذابِ خفت‌بار، آنان را فراگرفت؛"
      }
    },
    {
      "verse_number": 4236,
      "verse_key": "41:18",
      "arabic_text": "وَنَجَّيْنَا ٱلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
      "phonetic_text": "Wanajjayna allatheena amanoowakanoo yattaqoon",
      "translations": {
        "fr": "Nous sauvâmes alors ceux qui étaient croyants et qui craignaient (Allah).",
        "en": "We saved those who believed and were mindful of God.",
        "es": "Pero salvé a quienes habían creído y tenían temor de Dios.",
        "it": "Salvammo [solo] coloro che credevano ed erano timorati [di Allah].",
        "ru": "А тех, которые уверовали и были богобоязненны, Мы спасли.",
        "tr": "Biz iman edenleri ve kötülükten sakınanları ise kurtardık.",
        "de": "Und Wir erretteten diejenigen, die glaubten und gottesfürchtig waren.",
        "pt": "E salvamos os fiéis tementes.",
        "nl": "En Wij redden degenen die geloofden en (Allah) plachten te vrezen.",
        "ur": "اور ہم نے اُن لوگوں کو بچالیا جو ایمان لائے تھے اور گمراہی و بدعملی سے پرہیز کرتے تھے۔ <sup foot_note=\"186952\">1</sup>",
        "bn": "আৰু যিসকলে ঈমান আনিছিল আৰু তাক্বৱা অৱলম্বন কৰিছিল, আমি তেওঁলোকক ৰক্ষা কৰিলোঁ।",
        "fa": "و كسانى را كه ایمان آورده و [از گناه و نافرمانی] پروا مى‌كردند، نجات دادیم."
      }
    },
    {
      "verse_number": 4237,
      "verse_key": "41:19",
      "arabic_text": "وَيَوْمَ يُحْشَرُ أَعْدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمْ يُوزَعُونَ",
      "phonetic_text": "Wayawma yuhsharu aAAdao Allahiila annari fahum yoozaAAoon",
      "translations": {
        "fr": "Le jour où les ennemis d’Allah seront rassemblés en foule devant le Feu, ils y seront précipités.",
        "en": "On the Day when God’s enemies are gathered up for the Fire and driven onward,",
        "es": "El día que sean congregados los enemigos de Dios y conducidos al Infierno,",
        "it": "Il Giorno in cui i nemici di Allah saranno riuniti [e condotti] verso il Fuoco, saranno divisi [in gruppi],",
        "ru": "В тот день, когда враги Аллаха будут собраны перед Огнем, их задержат.",
        "tr": "O gün Allah'ın düşmanları cehennem ateşine sürülmek üzere hep bir araya toplanırlar.",
        "de": "Und (denke an) den Tag, da Allahs Feinde zum (Höllen)feuer versammelt und in Reihen gebracht werden.",
        "pt": "E no dia em que os adversários de Deus forem congregados, desfilarão em direção ao fogo infernal.",
        "nl": "En die Dag zullen de vijanden van Allah bij de Het verzameld worden, dan zullen zij (daarheen) gesleept worden.",
        "ur": "اور ذرا اُس وقت کا خیال کرو جب اللہ کے دشمن دوزخ کی طرف جانے کے لیے گھیر لائے جائیں گے۔ <sup foot_note=\"186953\">1</sup> اُن کے اگلوں کو پچھلوں کے آنے تک روک رکھا جائے گا، <sup foot_note=\"186954\">2</sup>",
        "bn": "আৰু যিদিনা আল্লাহৰ শত্ৰু বিলাকক অগ্নিৰ ফালে সমবেত কৰা হ’ব, সেইদিনা সিহঁতক বিন্যস্ত কৰা হ’ব বিভিন্ন দলত।",
        "fa": "[ای پیامبر، یاد کن از] روزى كه دشمنان الله را به سوى آتشِ دوزخ احضار مى‌كنند و [از پراكندگى] بازمی‌دارند،"
      }
    },
    {
      "verse_number": 4238,
      "verse_key": "41:20",
      "arabic_text": "حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَـٰرُهُمْ وَجُلُودُهُم بِمَا كَانُوا۟ يَعْمَلُونَ",
      "phonetic_text": "Hatta itha ma jaoohashahida AAalayhim samAAuhum waabsaruhum wajulooduhum bimakanoo yaAAmaloon",
      "translations": {
        "fr": "Une fois qu’ils y arriveront, leur ouïe, leurs yeux et leurs peaux témoigneront contre eux (dénonçant) ce qu’ils faisaient.",
        "en": "their ears, eyes, and skins will, when they reach it, testify against them for their misdeeds.",
        "es": "y estén a punto de ser arrojados en él, entonces atestiguarán contra ellos sus propios oídos, ojos y pieles todo lo que cometieron<sup foot_note=169146>1</sup>.",
        "it": "Quando vi giungeranno, il loro udito, i loro occhi e le loro pelli renderanno testimonianza contro di loro, per quello che avranno fatto.",
        "ru": "Когда же они достигнут его, их слух, их взоры и их кожа станут свидетельствовать против них о том, что они совершали.",
        "tr": "Nihayet oraya vardıkları zaman kulakları, gözleri ve derileri yaptıkları şeyler hakkında onların aleyhinde şahitlik ederler.",
        "de": "Wenn sie dann dort angekommen sind, legen ihr Gehör, ihre Augen und ihre Häute gegen sie Zeugnis ab über das, was sie zu tun pflegten.",
        "pt": "Até que, quando chegarem a ele, seus ouvidos, seus olhos e suas peles, testemunharão contra eles a respeito de tudoquanto tiverem cometido.",
        "nl": "Totdat, wanneer Zij haar (de Hel) bereiken, hun oren, en hun ogen en kun huiden tegen hen zullen getuigen, wegens wat zij plachten te doen.",
        "ur": "پھر جب سب وہاں پہنچ جائیں گے تو ان کے کان اور ان کی آنکھیں اور ان کے جسم کی کھالیں ان پر گواہی دیں گی کہ وہ دنیا میں کیا کچھ کرتے رہے ہیں۔ <sup foot_note=\"186955\">1</sup>",
        "bn": "অৱশেষত যেতিয়া সিহঁতে জাহান্নামৰ একেবাৰে সন্নিকটত উপস্থিত হ’ব, তেতিয়া সিহঁতৰ কাণ, সিহঁতৰ চকু আৰু ছালেও সিহঁতৰ বিৰুদ্ধে সিহঁতৰ কৃতকৰ্ম সম্পৰ্কে সাক্ষ্য দিব।",
        "fa": "تا هنگامی که به دوزخ می‌رسند، گوش و چشم و پوستشان به کارهایی که انجام می‌داده‌اند بر ضدّشان گواهى می‌دهند."
      }
    },
    {
      "verse_number": 4239,
      "verse_key": "41:21",
      "arabic_text": "وَقَالُوا۟ لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا ۖ قَالُوٓا۟ أَنطَقَنَا ٱللَّهُ ٱلَّذِىٓ أَنطَقَ كُلَّ شَىْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ",
      "phonetic_text": "Waqaloo lijuloodihim lima shahidtumAAalayna qaloo antaqana Allahuallathee antaqa kulla shay-in wahuwa khalaqakumawwala marratin wa-ilayhi turjaAAoon",
      "translations": {
        "fr": "« Pourquoi témoignez-vous contre nous ? » diront-ils à leurs peaux. Celles-ci répondront : « Allah nous a fait parler, Lui Qui fait parler Toute chose. C’est Lui Qui vous a créés la première fois et vers Qui vous serez ramenés. »",
        "en": "They will say to their skins, ‘Why did you testify against us?’ and their skins will reply, ‘God, who gave speech to everything, has given us speech- it was He who created you the first time and to Him you have been returned-",
        "es": "Dirán a sus pieles: “¿Por qué atestiguáis contra nosotros?” Les responderán: “Nos ha hecho hablar Dios, Quien hace hablar a todas las cosas”. Sabed que Él os creó la primera vez<sup foot_note=169147>1</sup>, y que ante Él volveréis<sup foot_note=169148>2</sup>.",
        "it": "E diranno alle loro pelli: «Perché avete testimoniato contro di noi?». Risponderanno: «È stato Allah a farci parlare, [Egli è] Colui Che fa parlare tutte le cose. Egli è Colui Che ci ha creati la prima volta e a Lui sarete ricondotti».",
        "ru": "Они скажут своей коже: «Почему вы стали свидетельствовать против нас?». Они скажут: «Нас заставил говорить Аллах, Который заставил говорить всякую вещь». Он сотворил вас в первый раз, и к Нему вы будете возвращены.",
        "tr": "Onlar derilerine: \"Niçin aleyhimize şahitlik ettiniz?\" derler. Derileri de: \"Bizi her şeyi konuşturan Allah konuşturdu, sizi ilk defa yaratan O'dur ve siz yine O'na döndürülüyorsunuz\" derler.",
        "de": "Sie werden zu ihren Häuten sagen: Warum habt ihr gegen uns Zeugnis abgelegt? Sie sagen: Allah, Der alles reden läßt, hat uns reden lassen. Er ist es, Der euch das erste Mal erschaffen hat, und zu Ihm werdet ihr zurückgebracht.",
        "pt": "E perguntarão às suas peles; Por que testemunhastes contra nós? Responderão: Deus foi Quem nos fez falar; Ele faz falartodas as coisas! Ele vos criou anteriormente e a Ele retornareis.",
        "nl": "En zij zullen tegen hun huiden zeggen: \"Waarom getuigen jullie tegen ons.\" Zij zullen zeggen: \"Allah heeft ons doen spreken, Degene Die alle dingen heeft doen spreken. En Hij heeft jullie de eerste keer geschapen en tot Hem worden jullie teruggekeerd.\"",
        "ur": "وہ اپنے جسم کی کھالوں سے کہیں گے”تم نے ہمارے خلاف کیوں گواہی دی؟“ وہ جواب دیں گی”ہمیں اُسی خدا نے گویائی دی ہے جس نے ہر چیز کو گویا کر دیا ہے۔ <sup foot_note=\"186956\">1</sup> اُسی نے تم کو پہلی مرتبہ پیدا کیا تھا اور اب اُسی کی طرف تم واپس لائے جارہے ہو",
        "bn": "আৰু সিহঁতে (জাহান্নামীবিলাকে) সিহঁতৰ ছালবোৰক সুধিব, ‘কিয় তোমালোকে আমাৰ বিৰুদ্ধে সাক্ষ্য দিলা’? ছালবোৰে ক’ব, ‘আল্লাহেই আমাক বাকশক্তি দিছে, যি সত্তাই সকলোকে বাকশক্তি দিছে। তেৱেঁই তোমালোকক প্ৰথমবাৰ সৃষ্টি কৰিছে আৰু তেওঁৰ ওচৰতেই তোমালোক প্ৰত্যাৱৰ্তিত হ’বা’।",
        "fa": "آنان به پوست خود می‌گویند: «چرا علیه ما گواهی دادید؟» [در جواب] می‌گویند: «الله [همان خالق توانمندی] كه همه موجودات را گویا كرده، ما را نیز به سخن درآورده است؛ و اوست كه نخستین بار شما را آفرید و [سرانجام، همگی] به پیشگاه او بازگردانده مى‌شوید»."
      }
    },
    {
      "verse_number": 4240,
      "verse_key": "41:22",
      "arabic_text": "وَمَا كُنتُمْ تَسْتَتِرُونَ أَن يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَآ أَبْصَـٰرُكُمْ وَلَا جُلُودُكُمْ وَلَـٰكِن ظَنَنتُمْ أَنَّ ٱللَّهَ لَا يَعْلَمُ كَثِيرًا مِّمَّا تَعْمَلُونَ",
      "phonetic_text": "Wama kuntum tastatiroona an yashhadaAAalaykum samAAukum wala absarukum walajuloodukum walakin thanantum anna Allahala yaAAlamu katheeran mimma taAAmaloon",
      "translations": {
        "fr": "Vous ne vous cachiez pas de peur que votre ouïe, vos yeux et vos peaux ne soient en mesure de témoigner contre vous, mais (parce que) vous pensiez qu’Allah n’en savait pas beaucoup sur ce que vous faisiez.",
        "en": "yet you did not try to hide yourselves from your ears, eyes, and skin to prevent them from testifying against you. You thought that God did not know about much of what you were doing,",
        "es": "No pudisteis esconderos de los oídos, los ojos y la piel que atestiguarán en vuestra contra. Pensabais que Dios ignoraba gran parte de lo que hacíais.",
        "it": "Non eravate celati a tal punto che non potessero testimoniare contro di voi il vostro udito, i vostri occhi e le vostre pelli. Pensavate invece che Allah non conoscesse quello che facevate.",
        "ru": "Вы не укрывались от свидетельств вашего слуха, ваших взоров и вашей кожи. Но вы предполагали, что Аллах не знает многого из того, что вы совершали.",
        "tr": "Siz kulaklarınızın, gözlerinizin ve derilerinizin aleyhinizde şahitlik edeceğinden korkarak kötülükten sakınmıyordunuz. Fakat yaptıklarınızdan birçoğunu Allah'ın bilmeyeceğini zannediyordunuz.",
        "de": "Und ihr pflegtet euch nicht so zu verstecken, daß euer Gehör, eure Augen und eure Häute nicht Zeugnis gegen euch ablegten. Aber ihr meintet, daß Allah nicht viel wisse von dem, was ihr tut.",
        "pt": "E jamais podereis subtrair-vos a que vossos ouvidos, vossos olhos e vossas peles testemunhem contra vós. Nãoobstante, pensastes que Deus não saberia muito do quanto fazíeis!",
        "nl": "En jullie kunnen je er niet voor verbergen dat jullie oren, en jullie ogen en jullie huiden tegen jullie zullen getuigen. Maar jullie veronderstelden dat Allah niet veel weet over wat jullie doen.",
        "ur": "تم دنیا میں جرائم کرتے وقت جب چھپتے تھے تو تمہیں یہ خیال نہ تھا کہ کبھی تمہارے اپنے کان اور تمہاری آنکھیں اور تمہارے جسم کی کھالیں تم پر گواہی دیں گی بلکہ تم نے تو یہ سمجھا تھا کہ تمہارے بہت سے اعمال کی اللہ کو بھی خبر نہیں ہے",
        "bn": "গোপনে অপকৰ্ম কৰাৰ সময়ত তোমালোকে ভবা নাছিলা যে, তোমালোকৰ কাণ, চকু আৰু ছালেও তোমালোকৰ বিৰুদ্ধে সাক্ষ্য দিব, বৰং তোমালোকে ভাবিছিলা যে, তোমালোকে যি কৰা তাৰ সৰহভাগেই আল্লাহে নাজানে।",
        "fa": "شما كه [گناهانتان را] پنهان نمى‌كردید، نه از آن بابت بود كه تصور مى‌كردید گوش و چشم‌ و پوستتان علیه شما گواهى نمى‌دهند؛ بلكه گمان می‌کردید الله بر بسیارى از اعمالى كه مى‌كنید، آگاه نیست."
      }
    },
    {
      "verse_number": 4241,
      "verse_key": "41:23",
      "arabic_text": "وَذَٰلِكُمْ ظَنُّكُمُ ٱلَّذِى ظَنَنتُم بِرَبِّكُمْ أَرْدَىٰكُمْ فَأَصْبَحْتُم مِّنَ ٱلْخَـٰسِرِينَ",
      "phonetic_text": "Wathalikum thannukumuallathee thanantum birabbikum ardakumfaasbahtum mina alkhasireen",
      "translations": {
        "fr": "Cette pensée qui était la vôtre, au sujet de votre Seigneur, c’est elle qui a causé votre perte, et vous avez rejoint le nombre des perdants.",
        "en": "so it was the thoughts you entertained about your Lord that led to your ruin, and you became losers.’",
        "es": "Eso que pensasteis de vuestro Señor es lo que os ha llevado a la ruina, y ahora sois de los perdedores.",
        "it": "Questa vostra supposizione a proposito del vostro Signore vi ha condotti alla rovina e ora siete fra i perduti.",
        "ru": "Эти ваши предположения, которые вы делали о вашем Господе, погубили вас, и вы оказались одними из потерпевших убыток.",
        "tr": "İşte Rabbiniz hakkında beslediğiniz bu zannınız sizi helak etti de zarara uğrayanlardan oldunuz.",
        "de": "Und diese eure Meinung, die ihr von eurem Herrn hattet, hat euch ins Verderben gestürzt, so daß ihr jetzt zu den Verlierern gehört.",
        "pt": "E o que vos fez duvidar de vosso Senhor foi o pensamento, o qual vos aniquilou, e fez com que fizésseis parte dosdesventurados!",
        "nl": "En dat was jullie veronderstelling, waarmee jullie over jullie Heer veronderstelden die jullie in het ongeluk gestort heeft. Toen gingen jullie tot de verliezers behoren.",
        "ur": "تمہارا یہی گمان جو تم نے اپنے ربّ کے ساتھ کیا تھا، تمہیں لے ڈُوبا اور اسی کی بدولت تم خسارے میں پڑ گئے۔“ <sup foot_note=\"186957\">1</sup>",
        "bn": "তোমালোকৰ প্ৰতিপালক সম্পৰ্কে তোমালোকৰ এই ধাৰণাই তোমালোকক ধ্বংস কৰিছে। ফলত তোমালোক হৈছা ক্ষতিগ্ৰস্ত বিলাকৰ অন্তৰ্ভুক্ত।",
        "fa": "این پندار شما دربارۀ پروردگارتان بود كه موجب هلاكت شما گردید و [سرانجام] زیانكار شدید."
      }
    },
    {
      "verse_number": 4242,
      "verse_key": "41:24",
      "arabic_text": "فَإِن يَصْبِرُوا۟ فَٱلنَّارُ مَثْوًى لَّهُمْ ۖ وَإِن يَسْتَعْتِبُوا۟ فَمَا هُم مِّنَ ٱلْمُعْتَبِينَ",
      "phonetic_text": "Fa-in yasbiroo fannarumathwan lahum wa-in yastaAAtiboo fama hum minaalmuAAtabeen",
      "translations": {
        "fr": "S’ils peuvent le supporter ou non, le Feu sera leur seule demeure ; et s’ils demandent à être pardonnés, ils ne seront pas pardonnés.",
        "en": "The Fire will still be their home, even if they resign themselves to patience, and if they pray to be allowed to make amends, they will not be given permission to do so.",
        "es": "Y aunque tengan paciencia, el Infierno será su morada; y aunque supliquen ser excusados, no serán excusados.",
        "it": "Se insistono, il Fuoco sarà il loro asilo; quand’anche accampino scuse, non saranno scusati.",
        "ru": "Если даже они проявят терпение, их обителью будет Огонь. Если же они попросят о благосклонности, то к ним не будут благосклонны (или если к ним проявят благосклонность, то они не станут искать благосклонности).",
        "tr": "Şimdi eğer dayanabilirlerse onların yeri ateştir. Yok eğer hoşnutluğa dönmek isterlerse bile artık onlar hoşnut edileceklerden değildirler.",
        "de": "(Auch) wenn sie standhaft sind, so ist (doch) das (Höllen)feuer ein Aufenthaltsort für sie’. Und wenn sie um Erweisung von Gnade bitten, so werden sie doch nicht zu den Begnadigten gehören.",
        "pt": "E mesmo se perseverarem, terão o fogo por morada; e mesmo se implorarem complacência, não serão dos que foremcompadecidos!",
        "nl": "Als zij dan geduldig zijn (met de bestraffing): dan is de Hel een verblijfplaats voor hen. En als zij om verontschuldiging vragen, dan zullen zij niet behoren tot de verontschuldigden.",
        "ur": "اس حالت میں وہ صبر کریں (یا نہ کریں)آگ ہی ان کا ٹھکانا ہوگی، اور اگر رجوع کا موقع چاہیں گے کوئی موقع انہیں نہ دیا جائے گا۔ <sup foot_note=\"186958\">1</sup>",
        "bn": "এতিয়া যদি সিহঁতে ধৈৰ্য্য ধাৰণ কৰে তথাপিও অগ্নিয়েই হ’ব সিহঁতৰ আবাস। আৰু যদি সিহঁতে সন্তুষ্টি বিধান কৰিব বিচাৰে তথাপিও সিহঁতে সন্তুষ্টি প্ৰাপ্তসকলৰ অন্তৰ্ভুক্ত নহ’ব।",
        "fa": "اگر شكیبایى و تحمل كنند [یا نكنند]، آتش جایگاهشان است؛ و اگر طلب رضایت [و آمرزش] كنند، پذیرفته نخواهد شد."
      }
    },
    {
      "verse_number": 4243,
      "verse_key": "41:25",
      "arabic_text": "۞ وَقَيَّضْنَا لَهُمْ قُرَنَآءَ فَزَيَّنُوا۟ لَهُم مَّا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ ٱلْقَوْلُ فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ ۖ إِنَّهُمْ كَانُوا۟ خَـٰسِرِينَ",
      "phonetic_text": "Waqayyadna lahum quranaafazayyanoo lahum ma bayna aydeehim wama khalfahumwahaqqa AAalayhimu alqawlu fee omamin qad khalat minqablihim mina aljinni wal-insi innahum kanoo khasireen",
      "translations": {
        "fr": "Nous leur avons désigné de (proches) compagnons qui leur embellissaient leurs (actions) futures et passées. Le verdict prononcé contre eux s’est donc justifié, tout comme il s’était déjà justifié pour les peuples de djinns et d’humains qui les avaient précédés ; tous seront perdants.",
        "en": "We have appointed, for the disbelievers, companions who make their past and present seem fair and right to them, but the sentence has already been passed on them, along with generations of jinn and men before them: they were losers.",
        "es": "Y les había asignado compañeros<sup foot_note=169149>1</sup>, que les embellecieron lo que habían cometido y lo que iban a cometer. Entonces merecieron el castigo al igual que otras naciones anteriores de seres humanos y de yinn que fueron destruidas. Ellos fueron los verdaderos perdedores.",
        "it": "Demmo loro compagni che abbellirono [agli occhi loro] il loro futuro e il loro passato <a class=f><sup foot_note=159569>1</sup></a> . Si realizzò su di loro la sentenza che già era stata pronunziata contro altre comunità di dèmoni e di uomini che li precedettero. Invero furono tra i perdenti.",
        "ru": "Мы приставили к ним товарищей, которые представили им прекрасным их настоящее и будущее, и сбылось Слово относительно них и относительно живших до них народов из числа джиннов и людей. Воистину, они были потерпевшими убыток.",
        "tr": "Biz onlara birtakım arkadaşlar musallat ettik de onlar kendilerine önlerinde ve arkalarında ne varsa hepsini güzel gösterdiler. Böylece kendilerinden önce gelip, geçmiş olan cin ve insan toplulukları hakkındaki, azab sözü onlar için de hak oldu. Doğrusu onların hepsi de kendilerine yazık etmişlerdir.",
        "de": "Und Wir hatten ihnen Gesellen verschafft, die ihnen dann ausschmückten, was vor ihnen und was hinter ihnen lag. Und unvermeidlich fällig wurde das Wort gegen sie, unter (anderen) Gemeinschaften von den Ginn und den Menschen, die vor ihnen dahingegangen waren. Gewiß, sie waren ja Verlierer.",
        "pt": "E lhes destinamos companheiros (da mesma espécie), os quais os alucinam no presente, e o farão no futuro, e merecem asentença do castigo das gerações de gênios humanos precedentes, porque (estes) eram desventurados.",
        "nl": "En Wij zullen voor hen metgezellen aanwijzen die voor hen schoonschijnend maken wat vóór hen is en wat achter hen is. En terecht is het woord (van bestraffing) voor hen van de voorafgaande volkeren van de mensen en de Djinn\"s. Voorwaar, zij waren de verliezers.",
        "ur": "ہم نے ان پر ایسے ساتھی مسلّط کر دیے تھے جو انہیں آگے اور پیچھے ہر چیز خوشنما کر دکھاتے تھے، <sup foot_note=\"186959\">1</sup> آخر کا ر اُن پر بھی وہی فیصلہٴ عذاب چسپاں ہو کر رہا جو ان سے پہلے گزرے ہوئے جِنّوں اور انسانوں کے گروہوں پر چسپاں ہو چکا تھا، یقیناًوہ خسارے میں رہ جانے والے تھے",
        "bn": "আৰু আমি সিহঁতৰ বাবে বেয়া স্বভাৱৰ সহচৰবৃন্দ নিৰ্ধাৰণ কৰি দিছিলোঁ, যিসকলে সিহঁতৰ সন্মুখত আৰু পিছত যি আছে সেয়া সিহঁতৰ দৃষ্টিত শোভনীয় কৰি দেখুৱাইছিল। সেয়ে সিহঁতৰ ওপৰত শাস্তিৰ বাণী সাব্যস্ত হৈছে, সিহঁতৰ পূৰ্বে অতিবাহিত হোৱা জিন আৰু মানৱ জাতিৰ দৰে। নিশ্চয় সিহঁত আছিল ক্ষতিগ্ৰস্ত।",
        "fa": "ما همنشینانى [از شیاطین] بر آنان گماشتیم که [کارهای] گذشته و [آرزوهاى] آینده را در نظرشان آراستند؛ و [این‌گونه،] فرمان [عذاب] در مورد آنان تحقق یافت و به عذاب اقوام گمراهی از جن و انس که پیش از آنان بودند گرفتار شدند. بى‌گمان، آنان زیانكار بودند."
      }
    },
    {
      "verse_number": 4244,
      "verse_key": "41:26",
      "arabic_text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَا تَسْمَعُوا۟ لِهَـٰذَا ٱلْقُرْءَانِ وَٱلْغَوْا۟ فِيهِ لَعَلَّكُمْ تَغْلِبُونَ",
      "phonetic_text": "Waqala allatheena kafaroo latasmaAAoo lihatha alqur-ani walghaw feehilaAAallakum taghliboon",
      "translations": {
        "fr": "Ceux qui ont mécru dirent : « N’écoutez pas ce Coran ! Perturbez sa lecture ! Peut-être serez-vous les vainqueurs. »",
        "en": "The disbelievers say, ‘Do not listen to this Quran; drown it in frivolous talk: you may gain the upper hand.’",
        "es": "Dicen los que se negaron a creer: “No prestéis atención al Corán cuando es recitado, y elevad la voz parloteando, así os saldréis con la vuestra”.",
        "it": "I miscredenti dicono: «Non ascoltate questo Corano, discorrete futilmente <a class=f><sup foot_note=159570>1</sup></a> : forse avrete il sopravvento!».",
        "ru": "Неверующие сказали: «Не слушайте этот Коран, а начинайте говорить вздор (опровергайте его любым способом или шумите во время его чтения). Быть может, вы одержите верх».",
        "tr": "İnkâr edenler: \"Bu Kur'ânı dinlemeyin, okunurken gürültü yapın, belki üstün gelirsiniz\" dediler.",
        "de": "Diejenigen, die ungläubig sind, sagen: Hört nicht auf diesen Qur’an, und führt dazwischen unbedachte Reden, auf daß ihr siegen möget.",
        "pt": "E os incrédulos dizem: Não deis ouvidos a este Alcorão: outrossim, fazei bulha durante a sua leitura. Quiçá, assimvencereis!",
        "nl": "En degenen die niet geloven zeiden: \"Luistert niet naar deze Koran en verstoort het. Hopelijk zullen jullie overwinnen.\"",
        "ur": "یہ منکرینِ حق کہتے ہیں”اِس قرآن کو ہرگز نہ سُنو اور جب یہ سنایا جائے تو اس میں خلل ڈالو، شاید کہ اس طرح تم غالب آجاوٴ۔“ <sup foot_note=\"186960\">1</sup>",
        "bn": "আৰু কাফিৰবিলাকে কয়, ‘তোমালোকে এই কোৰআনৰ নিৰ্দেশ নুশুনিবা আৰু সেয়া তিলাৱত কৰাৰ সময়ত হৈ চৈ সৃষ্টি কৰিবা, যাতে তোমালোকে জয়ী হ’ব পাৰা’।",
        "fa": "کافران [که در برابر حق عاجز گشته بودند] گفتند: «به این قرآن گوش نکنید و در [هنگام تلاوت] آن، جنجال به راه اندازید [و سخنان بیهوده بگویید]؛ باشد که پیروز گردید»."
      }
    },
    {
      "verse_number": 4245,
      "verse_key": "41:27",
      "arabic_text": "فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُوا۟ عَذَابًا شَدِيدًا وَلَنَجْزِيَنَّهُمْ أَسْوَأَ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
      "phonetic_text": "Falanutheeqanna allatheenakafaroo AAathaban shadeedan walanajziyannahum aswaa allatheekanoo yaAAmaloon",
      "translations": {
        "fr": "Nous ferons certes goûter aux mécréants un terrible supplice. Nous les rétribuerons selon les pires de leurs actions.",
        "en": "We shall certainly give the disbelievers a taste of severe punishment. We shall repay them according to their worst deeds-",
        "es": "Les haremos sufrir un castigo severo a los que se negaron a creer, retribuyéndoles por todo el mal que hicieron.",
        "it": "Certamente faremo gustare un duro castigo ai miscredenti, e li compenseremo in base alle loro peggiori azioni.",
        "ru": "Мы непременно дадим неверующим вкусить тяжкие мучения и воздадим им за наихудшее из того, что они совершали.",
        "tr": "Biz mutlaka inkâr edenlere şiddetli bir azab tattıracağız. Ve onlara yaptıkları amellerin en kötüsünün cezasını vereceğiz.",
        "de": "Ganz gewiß werden Wir diejenigen, die ungläubig sind, eine strenge Strafe kosten lassen, und ganz gewiß werden Wir ihnen das Schlechteste von dem vergelten, was sie zu tun pflegten.",
        "pt": "Infligiremos um severo castigo aos incrédulos e os puniremos pelo pior que tiverem feito.",
        "nl": "En Wij zullen degenen die niet geloven zeker een harde bestraffing doen proeven. En Wij zullen hen zeker vergelden naar het slechtste wat zij plachten te doen.",
        "ur": "اِن کافروں کو ہم سخت عذاب کا مزا چکھا کر رہیں گے اور جو بدترین حرکات یہ کرتے رہے ہیں ان کا پورا پورا بدلہ اِنہیں دیں گے",
        "bn": "সেয়ে আমি অৱশ্যে কাফিৰসকলক কঠিন শাস্তি আস্বাদন কৰাম আৰু অৱশ্যে আমি সিহঁতক সিহঁতৰ নিকৃষ্ট কাৰ্যকলাপৰ প্ৰতিফল দিম।",
        "fa": "یقیناً عذاب سختی به کافران می‌چشانیم و آنان را بر اساس [جزای] بدترین کارهایشان کیفر می‌دهیم."
      }
    },
    {
      "verse_number": 4246,
      "verse_key": "41:28",
      "arabic_text": "ذَٰلِكَ جَزَآءُ أَعْدَآءِ ٱللَّهِ ٱلنَّارُ ۖ لَهُمْ فِيهَا دَارُ ٱلْخُلْدِ ۖ جَزَآءًۢ بِمَا كَانُوا۟ بِـَٔايَـٰتِنَا يَجْحَدُونَ",
      "phonetic_text": "Thalika jazao aAAda-iAllahi annaru lahum feeha darualkhuldi jazaan bima kanoo bi-ayatinayajhadoon",
      "translations": {
        "fr": "Telle sera la rétribution des ennemis d’Allah : le Feu. Là sera leur demeure éternelle, pour prix de leur (obstination) à rejeter Nos Signes.",
        "en": "that is the reward of the enemies of God- the Fire will be their lasting home, a payment for their rejection of Our revelations.",
        "es": "Este es el tormento que merecen los enemigos de Dios: el Infierno, donde morarán por toda la eternidad como castigo por haber negado Mis signos.",
        "it": "Così il compenso dei nemici di Allah sarà il Fuoco, in cui rimarranno in perpetuo: [punizione] per aver smentito i Nostri segni.",
        "ru": "Таково воздаяние врагам Аллаха! Огонь! В нем будет их Вечная обитель в воздаяние за то, что они отвергали Наши знамения.",
        "tr": "İşte Allah'ın düşmanlarının cezası ateştir. Âyetlerimizi bile bile inkâr etmelerinin cezası olarak, onlar için orada ebedî olarak kalacakları cehennem yurdu vardır.",
        "de": "Das ist der Lohn der Feinde Allahs: das (Höllen)feuer, in dem sie die ewige Wohnstätte haben, als Vergeltung dafür, daß sie Unsere Zeichen zu verleugnen pflegten.",
        "pt": "Tal será o castigo dos adversários de Deus: o fogo, que terão por morada eterna, em punição por terem negado osNossos versículos.",
        "nl": "Dat is de vergelding voor de vijanden van Allah: de Hel. Voor hen is daar de eeuwigc verblijfplaats, als een vergelding omdat zij Onze Tekenen plachten te ontkennen.",
        "ur": "وہ دوزخ ہے جو اللہ کے دشمنوں کو بدلے میں ملے گی اُسی میں ہمیشہ ہمیشہ کے لیے اِن کا گھر ہو گا یہ ہے سزا اِس جرم کی کہ وہ ہماری آیات کا انکار کرتے رہے",
        "bn": "এই অগ্নি, আল্লাহৰ শত্ৰুবিলাকৰ প্ৰতিদান; তাত সিহঁতৰ বাবে আছে স্থায়ী আবাস, আমাৰ নিদৰ্শনাৱলীৰ প্ৰতি সিহঁতৰ অস্বীকৃতিৰ প্ৰতিফলস্বৰূপ।",
        "fa": "این است سزاى دشمنان الله: آتشی كه در آن سكونتِ جاودان دارند؛ به كیفر آنكه آیات ما را انكار مى‌كردند."
      }
    },
    {
      "verse_number": 4247,
      "verse_key": "41:29",
      "arabic_text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ رَبَّنَآ أَرِنَا ٱلَّذَيْنِ أَضَلَّانَا مِنَ ٱلْجِنِّ وَٱلْإِنسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ ٱلْأَسْفَلِينَ",
      "phonetic_text": "Waqala allatheena kafaroorabbana arina allathayni adallanamina aljinni wal-insi najAAalhuma tahta aqdaminaliyakoona mina al-asfaleen",
      "translations": {
        "fr": "Ceux qui ont mécru diront : « Seigneur, montre-nous ceux qui nous ont fourvoyés parmi les djinns et les hommes, pour que nous les foulions aux pieds et qu’ils soient au plus bas (de l’Enfer) ! »",
        "en": "The disbelievers will say, ‘Our Lord, show us those jinn and men who misled us and we shall trample them underfoot, so that they may be among the lowest of the low.’",
        "es": "Dirán los que se negaron a creer: “¡Señor nuestro! Déjanos ver a los yinn y a los seres humanos que nos extraviaron para que los pongamos bajo nuestros pies, y así sean ellos de los que estén más abajo<sup foot_note=169150>1</sup>”.",
        "it": "Diranno i miscredenti: «Signore, mostraci coloro tra i dèmoni e gli uomini che ci traviavano, ché possiamo calpestarli, ché siano tra i più abbietti».",
        "ru": "Неверующие скажут: «Господь наш! Покажи нам тех джиннов и людей, которые ввели нас в заблуждение. Мы бросим их себе под ноги, чтобы они были самыми низкими».",
        "tr": "İnkâr edenler: \"Ey Rabbimiz! Cinlerden ve insanlardan bizi doğru yoldan saptıranları bize göster de onları ayaklarımızın altına alalım, böylece cehennemin en altında kalanlardan olsunlar.\" diyeceklerdir.",
        "de": "Und diejenigen, die ungläubig sind, werden sagen: Unser Herr, zeige uns die beiden von den Ginn und den Menschen, die uns in die Irre geführt haben, daß wir sie unter unsere Füße legen, damit sie zu den Unterlegenen gehören.",
        "pt": "Os incrédulos dirão: Ó Senhor nosso, mostra-nos os gênios e humanos que vos extraviaram; colocá-los-emos sob osnossos pés, para que se contem entre os mais vis!",
        "nl": "En degenen die niet geloofden zeiden:'\"Onze Heer, laat ons degenen van de mensen en de Djinn's zien die ons hebben doen dwalen, wij zullen hen onder onze voeten plaatsen, zodat zij tot de allerlaagsten zullen beheren.\"",
        "ur": "وہاں یہ کافر کہیں گے کہ ”اے ہمارے ربّ، ذرا ہمیں دکھا دے اُن جِنّوں اور انسانوں کو جنہوں نے ہمیں گمراہ کیا تھا، ہم انہیں پاوٴں تلے روند ڈالیں گے تاکہ وہ خوب ذلیل و خوار ہوں۔“ <sup foot_note=\"186961\">1</sup>",
        "bn": "আৰু কাফিৰসকলে ক’ব, ‘হে আমাৰ প্ৰতিপালক! জিন আৰু মানুহৰ মাজৰ পৰা যি দুজনে আমাক পথভ্ৰষ্ট কৰিছিল সিহঁতক দেখুৱাই দিয়া, আমি সিহঁত উভয়কে ভৰিৰ তলত ৰাখিম, যাতে সিহঁত নিকৃষ্টবিলাকৰ অন্তৰ্ভুক্ত হয়’।",
        "fa": "کافران [به هنگام عذاب] می‌گویند: «پروردگارا، [افرادى] از دو گروه جن و انس را كه عامل گمراهى‌مان بودند، به ما نشان بده که لگدمالشان كنیم تا از همه ذلیل‌تر شوند»."
      }
    },
    {
      "verse_number": 4248,
      "verse_key": "41:30",
      "arabic_text": "إِنَّ ٱلَّذِينَ قَالُوا۟ رَبُّنَا ٱللَّهُ ثُمَّ ٱسْتَقَـٰمُوا۟ تَتَنَزَّلُ عَلَيْهِمُ ٱلْمَلَـٰٓئِكَةُ أَلَّا تَخَافُوا۟ وَلَا تَحْزَنُوا۟ وَأَبْشِرُوا۟ بِٱلْجَنَّةِ ٱلَّتِى كُنتُمْ تُوعَدُونَ",
      "phonetic_text": "Inna allatheena qaloo rabbunaAllahu thumma istaqamoo tatanazzalu AAalayhimualmala-ikatu alla takhafoo wala tahzanoowaabshiroo biljannati allatee kuntum tooAAadoon",
      "translations": {
        "fr": "Ceux qui disent : « Notre Seigneur est Allah » et font preuve de droiture, les Anges descendront vers eux, (et leur diront) : « N’ayez aucune crainte ! Ne vous affligez point ! Recevez plutôt l’heureuse nouvelle du Paradis qui vous était promis !",
        "en": "As for those who say, ‘Our Lord is God,’ and take the straight path towards Him, the angels come down to them and say, ‘Have no fear or grief, but rejoice in the good news of Paradise, which you have been promised.",
        "es": "Quienes digan: “Nuestro Señor es Dios” y obren correctamente, los ángeles descenderán sobre ellos [y les dirán:] “No temáis ni estéis tristes. Bienaventurados seáis porque tendréis el Paraíso que os fue prometido.",
        "it": "Gli angeli scendono su coloro che dicono: «Il nostro Signore è Allah», e che perseverano [sulla retta via]. [Dicono loro:] «Non abbiate paura e non affliggetevi; gioite per il Giardino che vi è stato promesso.",
        "ru": "Воистину, к тем, которые сказали: «Наш Господь - Аллах», - а потом были стойки, нисходят ангелы: «Не бойтесь и не печальтесь, а возрадуйтесь Раю, который был обещан вам.",
        "tr": "\"Rabbimiz Allah'tır\" deyip, sonra da doğrulukta devam edenlere gelince, onların üzerine melekler iner ve derler ki: \"Korkmayın, üzülmeyin, size vaad edilen cennetle sevinin.\"",
        "de": "Gewiß, diejenigen, die sagen: Unser Herr ist Allah, und sich hierauf recht verhalten, auf sie kommen die Engel herab: Fürchtet euch nicht, seid nicht traurig, und vernehmt die frohe Botschaft vom (Paradies)garten’, der euch stets versprochen wurde.",
        "pt": "Em verdade, quanto àqueles que dizem: Nosso Senhor é Deus, e se firmam, os anjos descerão sobre eles, os quais lhesdirão: Não temais, nem vos atribuleis; outrossim, regozijai-vos com o Paraíso que vos está prometido!",
        "nl": "Voorwaar, degenen die zeggen: \"Onze Heer is Allah,\" en die vervolgens standvastig zijn: over hen zullen de Engelen neerdalen (en zeggen:) \"Weest niet bevreesd en niet treurig, en weest verheugd met het Paradijs dat aan jullie is beloofd.",
        "ur": "<sup foot_note=\"171525\">1</sup> جن لوگوں نے کہا کہ اللہ ہمارا ربّ ہے اور پھر وہ اس پر ثابت قدم رہے، <sup foot_note=\"171526\">2</sup> یقیناً اُن پر فرشتے نازل ہوتے ہیں <sup foot_note=\"171527\">3</sup> اور ان سے کہتے ہیں کہ”نہ ڈرو، نہ غم کرو، <sup foot_note=\"171528\">4</sup> اور خوش ہو جاوٴ اُس جنّت کی بشارت سے جس کا تم سے وعدہ کیا گیا ہے",
        "bn": "নিশ্চয় যিসকলে কয়, ‘আমাৰ প্ৰতিপালক হৈছে আল্লাহ’, তাৰ পিছত অবিচলিত থাকে, তেওঁলোকৰ ওচৰত ফিৰিস্তা অৱতীৰ্ণ হয়, (এই কথা ক'বলৈ) যে, ‘তোমালোকে ভয় নকৰিবা, আৰু চিন্তিতও নহ’বা বৰং তোমালোকক যি জান্নাতৰ প্ৰতিশ্ৰুতি দিয়া হৈছিল তাৰ বাবে আনন্দিত হোৱা।",
        "fa": "[اما] كسانى كه گفتند: «پروردگار ما الله است» سپس [از عبادت و بندگى غیر او سر باز زدند و بر اعتقاد خود] پایداری کردند، [هنگام فرا رسیدن مرگشان] فرشتگان بر آنان فرود مى‌آیند، [و مى‌گویند:] «نترسید و ‌اندوه نداشته باشید؛ و شما را بشارت باد به بهشتی که به آن وعده داده می‌شدید!"
      }
    },
    {
      "verse_number": 4249,
      "verse_key": "41:31",
      "arabic_text": "نَحْنُ أَوْلِيَآؤُكُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْـَٔاخِرَةِ ۖ وَلَكُمْ فِيهَا مَا تَشْتَهِىٓ أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ",
      "phonetic_text": "Nahnu awliyaokum fee alhayatiaddunya wafee al-akhirati walakum feehama tashtahee anfusukum walakum feeha mataddaAAoon",
      "translations": {
        "fr": "Nous sommes bien vos alliés en ce bas monde et dans l’autre, où vous aurez tout ce que désireront vos âmes et tout ce que vous demanderez.",
        "en": "We are your allies in this world and in the world to come, where you will have everything you desire and ask for",
        "es": "Nosotros somos vuestros protectores en la vida mundanal y en la otra, tendréis allí todo cuanto deseéis y se os concederá todo lo que pidáis",
        "it": "Noi siamo vostri alleati in questa vita e nell’altra, e in quella avrete ciò che l’anime vostre desidereranno e quel che chiederanno.",
        "ru": "Мы - ваши помощники (или хранители) в мирской жизни и Последней жизни. Вам там уготовано все, чего пожелают ваши души! Вам там уготовано все, о чем вы попросите!",
        "tr": "\"Biz dünya hayatında da, ahirette de sizin dostlarınızız. Cennette sizin için canınızın çektiği ve istediğiniz her şey vardır.\"",
        "de": "Wir sind eure Beschützer im diesseitigen Leben und im Jenseits. Ihr werdet darin haben, was eure Seelen begehren, und ihr werdet darin haben, was ihr erbetet,",
        "pt": "Temos sido os vossos protetores na vida terrena e (o seremos) na outra vida, onde tereis tudo quanto anelam as vossasalmas e onde tereis tudo quanto pretendeis.",
        "nl": "Wij zijn jullie helpers tijdens het wereldse kven en in het Hiernamaals en voor jullie is daarin wat jullie verlangen en voor jullie is daarin wat jullie vragen.",
        "ur": "ہم اِس دنیا کی زندگی میں بھی تمہارے ساتھی ہیں اور آخرت میں بھی، وہاں جو کچھ تم چاہو گے تمہیں ملے گا اور ہر چیز جس کی تم تمنا کرو گے وہ تمہاری ہوگی",
        "bn": "‘আমিয়েই তোমালোকৰ বন্ধু পাৰ্থিৱ জীৱনতো আৰু আখিৰাততো। আৰু তাত তোমালোকৰ বাবে প্ৰত্যেক সেইটো বস্তু থাকিব যিটো তোমালোকৰ মনে বিচাৰিব লগতে তোমালোকে তাত যিটো দাবী কৰিবা সেইটোৱেই থাকিব’।",
        "fa": "ما در زندگى دنیا و آخرت دوستدار شماییم، و در بهشت هرچه دلتان بخواهد و درخواست كنید، در اختیار شماست."
      }
    },
    {
      "verse_number": 4250,
      "verse_key": "41:32",
      "arabic_text": "نُزُلًا مِّنْ غَفُورٍ رَّحِيمٍ",
      "phonetic_text": "Nuzulan min ghafoorin raheem",
      "translations": {
        "fr": "Vous serez accueillis en hôtes par un (Seigneur) Absoluteur et Tout Miséricordieux. »",
        "en": "as a welcoming gift from the Most Forgiving, Most Merciful One.’",
        "es": "como reconocimiento del Absolvedor, Misericordioso”.",
        "it": "Questa è l’ospitalità del Perdonatore, del Misericordioso».",
        "ru": "Таково угощение от Прощающего, Милосердного».",
        "tr": "Bunlar çok bağışlayıcı ve çok merhametli olan Allah tarafından bir ağırlamadır.",
        "de": "eine gastliche Aufnahme von einem Allvergebenden, einem Barmherzigen.",
        "pt": "Tal é a hospedagem do Indulgente, Misericordiosíssimo!",
        "nl": "Als een ontvangst van de Vergevensgezinde, de Meest Barmhartige.\"",
        "ur": "یہ ہے سامان ضیافت اُس ہستی کی طرف سے جو غفور اور رحیم ہے\"",
        "bn": "এয়া পৰম ক্ষমাশীল, পৰম দয়ালু আল্লাহৰ তৰফৰ পৰা আতিথ্যস্বৰূপ।",
        "fa": "به عنوان پذیرایى از جانب آمرزگارى مهربان»."
      }
    },
    {
      "verse_number": 4251,
      "verse_key": "41:33",
      "arabic_text": "وَمَنْ أَحْسَنُ قَوْلًا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَـٰلِحًا وَقَالَ إِنَّنِى مِنَ ٱلْمُسْلِمِينَ",
      "phonetic_text": "Waman ahsanu qawlan mimman daAAaila Allahi waAAamila salihan waqalainnanee mina almuslimeen",
      "translations": {
        "fr": "Qui tient meilleurs propos que celui qui appelle à Allah, fait le bien et dit : « Je suis du nombre des Soumis (Musulmans) ? »",
        "en": "Who speaks better than someone who calls people to God, does what is right, and says, ‘I am one of those devoted to God’?",
        "es": "Quién puede expresar mejores palabras que aquel que invita a la gente a creer en Dios, obra rectamente y dice: “¡Yo soy de los musulmanes<sup foot_note=169151>1</sup>!”",
        "it": "Chi mai proferisce parola migliore di colui che invita ad Allah, e compie il bene e dice: «Sì, io sono uno dei Musulmani»?",
        "ru": "Чья речь прекраснее, чем речь того, кто призывает к Аллаху, поступает праведно и говорит: «Воистину, я - один из мусульман»?",
        "tr": "Allah'a davet eden, salih amel işleyen ve: \"Ben gerçekten müslümanlardanım\" diyen kimseden daha güzel sözlü kim olabilir?",
        "de": "Und wer spricht bessere Worte als wer zu Allah ruft, rechtschaffen handelt und sagt: Gewiß doch, ich gehöre zu den (Allah) Ergebenen  ?",
        "pt": "E quem é mais eloqüente do que quem convoca (os demais) a Deus, pratica o bem e diz: Certamente sou um dosmuçulmanos?",
        "nl": "En wiens woord is beter den dat van hem die oproept tot Allah en die goede werken verricht, en die zegt: \"Voorwaar, ik behoor tot de Moslims.\"",
        "ur": "اور اُس شخص کی بات سے اچھی بات اور کس کی ہو گی جس نے اللہ کی طرف بُلایا اور نیک عمل کیا اور کہا کہ میں مسلمان ہوں۔ <sup foot_note=\"186962\">1</sup>",
        "bn": "সেইজনতকৈ আৰুনো কাৰ কথা উত্তম হ’ব পাৰে, যিয়ে আল্লাহৰ ফালে আহ্বান জনায় আৰু সৎকৰ্ম কৰে? আৰু কয়, ‘নিশ্চয় মই মুছলিমসকলৰ অন্তৰ্ভুক্ত’।",
        "fa": "کیست خوش‌گفتارتر از آن کس كه به سوى الله دعوت می‌دهد و به شایستگى عمل می‌نماید و می‌گوید: «تسلیم [اوامر الهی] هستم؟»"
      }
    },
    {
      "verse_number": 4252,
      "verse_key": "41:34",
      "arabic_text": "وَلَا تَسْتَوِى ٱلْحَسَنَةُ وَلَا ٱلسَّيِّئَةُ ۚ ٱدْفَعْ بِٱلَّتِى هِىَ أَحْسَنُ فَإِذَا ٱلَّذِى بَيْنَكَ وَبَيْنَهُۥ عَدَٰوَةٌ كَأَنَّهُۥ وَلِىٌّ حَمِيمٌ",
      "phonetic_text": "Wala tastawee alhasanatu walaassayyi-atu idfaAA billatee hiya ahsanufa-itha allathee baynaka wabaynahu AAadawatunkaannahu waliyyun hameem",
      "translations": {
        "fr": "La bonne action et la mauvaise ne sauraient être égales. Repousse donc (le mal) par une (action) qui soit meilleure, et celui que tu avais pour ennemi deviendra alors le plus dévoué des amis.",
        "en": "Good and evil cannot be equal. [Prophet], repel evil with what is better and your enemy will become as close as an old and valued friend,",
        "es": "No es lo mismo obrar el bien que obrar el mal. Responde con una buena actitud<sup foot_note=169152>1</sup>, y verás que aquel con quien tenías enemistad se convierte en un amigo ferviente.",
        "it": "Non sono certo uguali la cattiva [azione] e quella buona. Respingi quella con <a class=f><sup foot_note=159571>1</sup></a> qualcosa che sia migliore: colui dal quale ti divideva l’inimicizia, diventerà un amico affettuoso.",
        "ru": "Не равны добро и зло. Оттолкни зло тем, что лучше, и тогда тот, с кем ты враждуешь, станет для тебя словно близкий любящий родственник.",
        "tr": "Hem iyilik de bir değildir, kötülük de. Kötülüğü en güzel bir şekilde sav. O zaman seninle kendi arasında bir düşmanlık olan kişinin, sanki samimi bir dost gibi olduğunu görürsün.",
        "de": "Nicht gleich sind die gute Tat und die schlechte Tat. Wehre mit einer Tat, die besser ist, (die schlechte) ab, dann wird derjenige, zwischen dem und dir Feindschaft besteht, so, als wäre er ein warmherziger Freund.",
        "pt": "Jamais poderão equiparar-se a bondade e a maldade! Retribui (ó Mohammad) o mal da melhor forma possível, e eis queaquele que nutria inimizade por ti converter-se-á em íntimo amigo!",
        "nl": "En het goede en het kwade zijn niet gelijk: beantwoord (het kwade) met wat beter is, dan zal degene met wie je in vijandschap leefde als een oprechte vriend worden.",
        "ur": "اور اے نبیؐ ،نیکی اور بدی یکساں نہیں ہیں۔ تم بدی کو اُس نیکی سے دفع کرو جو بہترین ہو۔ تم دیکھو گے کہ تمہارے ساتھ جس کی عداوت پڑی ہوئی تھی وہ جگری دوست بن گیا ہے۔ <sup foot_note=\"186963\">1</sup>",
        "bn": "ভাল আৰু বেয়া কেতিয়াও সমান হ’ব নোৱাৰে। সেয়ে উৎকৃষ্ট পন্থাৰে বেয়াক প্ৰতিহত কৰা, ফলত তোমাৰ আৰু যাৰ মাজত শত্ৰুতা আছে, (এনে কৰিলে) সি হৈ যাব তোমাৰ অন্তৰঙ্গ বন্ধুৰ দৰে।",
        "fa": "[هرگز] نیکی و بدی یکسان نیست. همواره به شیوه‌اى كه بهتر است، پاسخ بده كه در آن صورت، [خواهی دید] همان كسى كه بین تو و او دشمنى بود، همچون دوستى مهربان [و دلسوز] گشته است."
      }
    },
    {
      "verse_number": 4253,
      "verse_key": "41:35",
      "arabic_text": "وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُوا۟ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٍ",
      "phonetic_text": "Wama yulaqqaha illaallatheena sabaroo wama yulaqqahailla thoo haththin AAatheem",
      "translations": {
        "fr": "Seuls sont gratifiés (de cette vertu) ceux qui savent être patients, comme n’en est gratifié que celui qui jouit d’une immense part de félicité.",
        "en": "but only those who are steadfast in patience, only those who are blessed with great righteousness, will attain to such goodness.",
        "es": "Esto no lo logran sino los que tienen paciencia; no lo logran sino los que son muy afortunados.",
        "it": "Ma ricevono questa [facoltà] solo coloro che pazientemente perseverano; ciò accade solo a chi già possiede un dono immenso <a class=f><sup foot_note=159572>1</sup></a> .",
        "ru": "Но не будет это даровано никому, кроме тех, кто проявляет терпение, и не будет это даровано никому, кроме тех, кто обладает великой долей.",
        "tr": "Bu olgunluğa ancak sabredenler kavuşturulur, buna ancak hayırdan büyük bir pay sahibi olan kavuşturulur.",
        "de": "Aber dies wird nur denjenigen dargeboten, die standhaft sind, ja es wird nur demjenigen dargeboten, der ein gewaltiges Glück hat.",
        "pt": "Porém a ninguém se concederá isso, senão aos tolerantes, e a ninguém se concederá isso, senão aos bem-aventurados.",
        "nl": "Maar dit wordt slechts gegeven aan degenen die geduldig zijn en dit wordt slechts gegeven aan de bezitter van een geweldig geluk.",
        "ur": "یہ صفت نصیب نہیں ہوتی مگر اُن لوگوں کو جو صبر کرتے ہیں، <sup foot_note=\"186964\">1</sup> اور یہ مقام حاصل نہیں ہوتا مگر اُن لوگوں کو جو بڑے نصیبے والے ہیں۔ <sup foot_note=\"186965\">2</sup>",
        "bn": "আৰু এইটো কেৱল তেওঁলোকেই প্ৰাপ্ত হ’ব যিসকল ধৈৰ্যশীল। ইয়াৰ অধিকাৰী কেৱল তেওঁলোকেই হ’ব যিসকল মহাভাগ্যৱান।",
        "fa": "تنها شكیبایان و کسانی كه بهرۀ بزرگی [از ایمان و اخلاق] دارند، به چنین مقامى مى‌رسند."
      }
    },
    {
      "verse_number": 4254,
      "verse_key": "41:36",
      "arabic_text": "وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيْطَـٰنِ نَزْغٌ فَٱسْتَعِذْ بِٱللَّهِ ۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "phonetic_text": "Wa-imma yanzaghannaka mina ashshaytaninazghun fastaAAith billahi innahuhuwa assameeAAu alAAaleem",
      "translations": {
        "fr": "Si Satan cherche à te fourvoyer, trouve refuge auprès d’Allah, car Il Entend Tout et Il est Omniscient.",
        "en": "If a prompting from Satan should stir you, seek refuge with God: He is the All Hearing and the All Knowing.",
        "es": "Si el demonio te susurra para hacer el mal, busca refugio en Dios, porque Él todo lo oye, todo lo sabe.",
        "it": "E se mai Satana ti tentasse, rifugiati in Allah. In verità Egli tutto ascolta e conosce.",
        "ru": "А если тебя коснется наваждение от дьявола, то прибегай к защите Аллаха, ибо Он - Слышащий, Знающий.",
        "tr": "Eğer şeytandan gelen kötü bir düşünce seni dürtecek olursa hemen Allah'a sığın. Çünkü O her şeyi işitir ve bilir.",
        "de": "Und wenn dich vom Satan eine Eingebung aufstachelt, dann suche Zuflucht bei Allah, denn Er ist ja der Allhörende und Allwissende.",
        "pt": "Quando Satanás te incitar à discórdia, ampara-te em Deus, porque Ele é o Oniouvinte, o Sapientíssimo.",
        "nl": "En wanneer een verzoeking van de Satan jou treft, zoek dan je toevlucht bij Allah: voorwaar, Hij is de Alhorende, de Alwetende.",
        "ur": "اور اگر تم شیطان کی طرف سے کوئی اُکساہٹ محسُوس کرو تو اللہ کی پناہ مانگ لو، <sup foot_note=\"186966\">1</sup> وہ سب کچھ سُنتا اور جانتا ہے۔ <sup foot_note=\"186967\">2</sup>",
        "bn": "আৰু যদি চয়তানৰ তৰফৰ পৰা কোনো কুমন্ত্ৰণাই তোমাক প্ৰৰোচিত কৰে, তেন্তে তুমি আল্লাহৰ আশ্ৰয় প্ৰাৰ্থনা কৰিবা। নিশ্চয় তেওঁ সৰ্বশ্ৰোতা, সৰ্বজ্ঞ।",
        "fa": "و هر گاه وسوسه‌ای از جانب شیطان تو را فراگرفت، به الله پناه ببر كه یقیناً او شنوای داناست."
      }
    },
    {
      "verse_number": 4255,
      "verse_key": "41:37",
      "arabic_text": "وَمِنْ ءَايَـٰتِهِ ٱلَّيْلُ وَٱلنَّهَارُ وَٱلشَّمْسُ وَٱلْقَمَرُ ۚ لَا تَسْجُدُوا۟ لِلشَّمْسِ وَلَا لِلْقَمَرِ وَٱسْجُدُوا۟ لِلَّهِ ٱلَّذِى خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
      "phonetic_text": "Wamin ayatihi allaylu wannaharuwashshamsu walqamaru la tasjudoo lishshamsiwala lilqamari wasjudoo lillahi alatheekhalaqahunna in kuntum iyyahu taAAbudoon",
      "translations": {
        "fr": "Parmi Ses Signes, il y a la nuit et le jour, le soleil et la lune. Mais ne vous prosternez pas devant le soleil, pas plus que devant la lune. Prosternez-vous devant Allah Qui les a créés, si vous n’adorez vraiment que Lui !",
        "en": "The night, the day, the sun, the moon, are only a few of His signs. Do not bow down in worship to the sun or the moon, but bow down to God who created them, if it is truly Him that you worship.",
        "es": "Entre Sus signos están la noche y el día, el Sol y la Luna. Si realmente es a Él a Quien adoráis, entonces no os prosternéis ante el Sol ni ante la Luna<sup foot_note=169153>1</sup>, sino que prosternaos ante Dios, ya que Él es Quien os ha creado.",
        "it": "La notte e il giorno, il sole e la luna sono fra i Suoi segni: non prosternatevi davanti al sole o davanti alla luna, ma prosternatevi davanti ad Allah che li ha creati, se è Lui che adorate <a class=f><sup foot_note=159573>1</sup></a> .",
        "ru": "Среди Его знамений - ночь и день, солнце и луна. Не падайте ниц перед солнцем и луной, а падайте ниц перед Аллахом, Который сотворил их, если Ему вы поклоняетесь.",
        "tr": "Gece ile gündüz ve güneş ile ay Allah'ın kudretinin delillerindendir. Güneşe ve aya secde etmeyin. Eğer sadece Allah'a kulluk yapmak istiyorsanız, onları yaratan Allah'a secde edin.",
        "de": "Und zu Seinen Zeichen gehören die Nacht und der Tag, die Sonne und der Mond. Werft euch weder vor der Sonne noch vor dem Mond nieder, sondern werft euch vor Allah nieder, Der sie erschaffen hat, wenn ihr (tatsächlich) Ihm allein dient.",
        "pt": "E, entre os Seus sinais, contam-se a noite e o dia, o sol e a lua. Não vos prostreis ante o sol nem ante a lua, masprostrai-vos ante Deus, que os criou, se realmente é a Ele que quereis adorar.",
        "nl": "En tot Zijn Tekenen behoren de nacht en de dag, en de zon en de maan. Knielt jullie niet neer voorde zon en niet voorde maan, maar knielt jullie neer voor Allah, Degene Die hen heeft geschapen, als jullie alleen Hem aanbidden.",
        "ur": "<sup foot_note=\"171529\">1</sup> اللہ کی نشانیوں میں سے ہیں یہ رات اور دن اور سُورج اور چاند۔ <sup foot_note=\"171530\">2</sup> سُورج اور چاند کو سجدہ نہ کرو بلکہ اُس خدا کو سجدہ کرو جس نے انہیں پیدا کیا ہے اگر فی الواقع تم اُسی کی عبادت کرنے والے ہو۔ <sup foot_note=\"171531\">3</sup>",
        "bn": "আৰু তেওঁৰ নিদৰ্শনাৱলীৰ মাজত আছে ৰাতি আৰু দিন, সূৰ্য আৰু চন্দ্ৰ। তোমালোকে সূৰ্যক ছাজদাহ নকৰিবা, আৰু চন্দ্ৰকো নহয়; ছাজদাহ কৰিবা কেৱল আল্লাহক, যিজনে এইবোৰ সৃষ্টি কৰিছে, যদিহে তোমালোকে কেৱল তেওঁৰেই ইবাদত কৰা।",
        "fa": "از نشانه‌هاى [توان و تدبیر] او، شب و روز و خورشید و ماه است. در برابر خورشید و ماه سجده نكنید؛ بلكه اگر تنها او را عبادت می‌کنید، بر الله كه آنها را آفریده است سجده کنید."
      }
    },
    {
      "verse_number": 4256,
      "verse_key": "41:38",
      "arabic_text": "فَإِنِ ٱسْتَكْبَرُوا۟ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيْلِ وَٱلنَّهَارِ وَهُمْ لَا يَسْـَٔمُونَ ۩",
      "phonetic_text": "Fa-ini istakbaroo fallatheenaAAinda rabbika yusabbihoona lahu billayli wannahariwahum la yas-amoon",
      "translations": {
        "fr": "Si, pleins de dédain, (les mécréants refusent de se prosterner), ceux qui sont auprès d’Allah<sup foot_note=195097>1</sup> Lui rendent gloire nuit et jour et sans se lasser jamais. <sup foot_note=195098>2</sup>",
        "en": "If the disbelievers are too arrogant, [remember, Prophet, that] those who are with your Lord glorify Him tirelessly night and day.",
        "es": "Pero si se muestran soberbios<sup foot_note=169154>1</sup>, sabe que los que están próximos a tu Señor<sup foot_note=169155>2</sup> Lo glorifican durante la noche y durante el día, y no se cansan de hacerlo.",
        "it": "Se si mostrano protervi, [sappiano che] quelli che sono presso il Tuo Signore Lo glorificano notte e giorno, senza mai stancarsi <a class=f><sup foot_note=159574>1</sup></a> .",
        "ru": "Если же они возгордятся, то ведь находящиеся возле твоего Господа прославляют Его ночью и днем, и им это не наскучивает.",
        "tr": "Eğer onlar büyüklük taslarlarsa bilsinler ki, Rabbinin yanındaki melekler gece gündüz O'nu tesbih ederler ve hiç usanmazlar.",
        "de": "Wenn sie sich jedoch hochmütig weigern ... (, dann lasse sie,) - diejenigen, die bei deinem Herrn sind, preisen Ihn doch bei Nacht und Tag, ohne Überdruß zu empfinden.",
        "pt": "Porém, se se ensoberbecerem, saibam que aqueles que estão na presença do teu Senhor glorificam-No noite e dia, semcontudo se enfadarem.",
        "nl": "Als zij dan hoogmoedig min: degenen die zich bij jouw Heer bevinden prijzen dag en nacht Zijn Glorie en zij versagen niet.",
        "ur": "لیکن اگر یہ لوگ غرور میں آکر اپنی ہی بات پر اَڑے رہیں <sup foot_note=\"186968\">1</sup> تو پروا نہیں، جو فرشتے تیرے ربّ کے مقرب ہیں وہ شب و روز اس کی تسبیح کر رہے ہیں اور کبھی نہیں تھکتے۔ <sup foot_note=\"186969\">2</sup>",
        "bn": "তথাপিও যদি সিহঁতে অহংকাৰ কৰে, তেন্তে (জানি থোৱা) যিসকল তোমাৰ প্ৰতিপালকৰ ওচৰত আছে, তেওঁলোকে দিনে ৰাতি তেওঁৰেই পৱিত্ৰতা আৰু মহিমা ঘোষণা কৰে আৰু তেওঁলোকে ক্লান্তি বোধো নকৰে।",
        "fa": "و اگر [گروه‌هایی از نیایش او تعالی] تكبر ورزیدند، [فرشتگان و] مقربان درگاه پروردگارت، شب و روز، بدون خستگى او را به پاکی می‌ستایند."
      }
    },
    {
      "verse_number": 4257,
      "verse_key": "41:39",
      "arabic_text": "وَمِنْ ءَايَـٰتِهِۦٓ أَنَّكَ تَرَى ٱلْأَرْضَ خَـٰشِعَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا ٱلْمَآءَ ٱهْتَزَّتْ وَرَبَتْ ۚ إِنَّ ٱلَّذِىٓ أَحْيَاهَا لَمُحْىِ ٱلْمَوْتَىٰٓ ۚ إِنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "phonetic_text": "Wamin ayatihi annaka taraal-arda khashiAAatan fa-itha anzalnaAAalayha almaa ihtazzat warabat inna allatheeahyaha lamuhyee almawta innahuAAala kulli shay-in qadeer",
      "translations": {
        "fr": "L’un de Ses signes aussi est que tu vois la terre frappée de désolation, mais dès que Nous lui envoyons l’eau, elle devient animée et luxuriante. Celui Qui la fait revivre est Celui-là même Qui fera revivre les morts : Il est de Toute chose Infiniment Capable.",
        "en": "Another of His signs is this: you see the earth lying desolate, but when We send water down on to it, it stirs and grows. He who gives it life will certainly give life to the dead. He has power over everything.",
        "es": "Entre Sus signos está que puedes ver una tierra árida, sin vegetación, pero cuando Dios hace descender el agua sobre ella, vibra y reverdece. Aquel que le da vida<sup foot_note=169156>1</sup> es Quien resucitará a los muertos. Él es sobre toda cosa Poderoso.",
        "it": "Fa parte dei Suoi segni la terra che vedi come affranta <a class=f><sup foot_note=159575>1</sup></a> . Poi, quando facciamo scendere l’acqua, palpita e rigonfia. In verità Colui Che le ridà la vita è Colui Che ridarà la vita ai morti. In verità Egli è l’Onnipotente.",
        "ru": "Среди Его знамений - то, что ты видишь землю иссохшей, но когда Мы ниспосылаем на нее воду, она приходит в движение и набухает. Воистину, Тот, Кто оживил ее, непременно оживит мертвецов. Он способен на всякую вещь.",
        "tr": "Senin yeryüzünü boynu bükük, kupkuru görmen de Allah'ın kudretinin delillerindendir. Biz onun üzerine suyu indirdiğimiz zaman titreşir ve kabarır. Şüphesiz ki ona hayat veren Allah mutlaka ölüleri de diriltir. Doğrusu O'nun her şeye gücü yeter.",
        "de": "Zu Seinen Zeichen gehört es, daß du die Erde demütig siehst. Wenn Wir aber Wasser auf sie herabkommen lassen, regt sie sich und schwillt. Gewiß, Derjenige, Der sie wieder belebt, wird (auch) die Toten wieder lebendig machen, denn gewiß, Er hat zu allem die Macht.",
        "pt": "E entre os Seus sinais está a terra árida; mas quando fazemos descer a água sobre ela, eis que se reanima e se fertiliza. Certamente, quem az faz reviver é o Mesmo Vivificador dos mortos, porque é Onipotente.",
        "nl": "En het behoort tot Zijn Tekenen dat jij de droge aarde ziet, en als Wij er dan water op doen neerdalen, dan beweegt zij en zet zij zich uit. Voorwaar, Degene Die haar doet leven, doet zeker ook de doden leven. Voorwaar, Hij is de Almachtige over alle zaken.",
        "ur": "اور اللہ کی نشانیوں میں سے ایک یہ ہے کہ تم دیکھتے ہو  زمین سُونی پڑی ہوئی  ہے، پھر جونہی کہ ہم نے اس پر پانی برسایا، یکایک وہ پَھبَک اُٹھتی ہے اور پھُول جاتی ہے۔ یقیناً جو خدا اس مری ہوئی زمین کو جِلا اُٹھاتا ہے وہ مُردوں کو بھی زندگی بخشنے والا ہے۔ <sup foot_note=\"186971\">1</sup> یقیناً وہ ہر چیز پر قدرت رکھتا ہے",
        "bn": "তেওঁৰ আৰু এটা নিদৰ্শন এই যে, তুমি ভূমিক শুকান দেখিবলৈ পোৱা, তাৰ পিছত যেতিয়া আমি তাত পানী বৰ্ষণ কৰোঁ তেতিয়া সেয়া উজ্জীৱিত আৰু স্ফীত হয়। নিশ্চয় যিজনে ভূমিক জীৱিত কৰে অৱশ্যে তেৱেঁই মৃতসকলক জীৱন দানকাৰী। নিশ্চয় তেওঁ সকলো বস্তুৰ ওপৰত ক্ষমতাৱান।",
        "fa": "از جمله نشانه‌هاى [قدرت] الهى این است كه زمین خشک و فرسوده را مى‌بینى که چون باران بر آن فرومی‌ریزیم، به جنبش درمی‌آید [و گیاه می‌رویاند] و [گیاهانش] رشد می‌كند؛ آن [پروردگار توانمندی] كه زمین را زنده مى‌كند، مردگان را نیز زنده خواهد كرد. به راستی كه او تعالی بر هر كارى تواناست."
      }
    },
    {
      "verse_number": 4258,
      "verse_key": "41:40",
      "arabic_text": "إِنَّ ٱلَّذِينَ يُلْحِدُونَ فِىٓ ءَايَـٰتِنَا لَا يَخْفَوْنَ عَلَيْنَآ ۗ أَفَمَن يُلْقَىٰ فِى ٱلنَّارِ خَيْرٌ أَم مَّن يَأْتِىٓ ءَامِنًا يَوْمَ ٱلْقِيَـٰمَةِ ۚ ٱعْمَلُوا۟ مَا شِئْتُمْ ۖ إِنَّهُۥ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "phonetic_text": "Inna allatheena yulhidoona feeayatina la yakhfawna AAalaynaafaman yulqa fee annari khayrun ammanya/tee aminan yawma alqiyamati iAAmaloo mashi/tum innahu bima taAAmaloona baseer",
      "translations": {
        "fr": "Ceux qui altèrent le sens de Nos versets ne peuvent se dérober à Nous. Celui qui sera jeté au Feu est-il meilleur que celui qui viendra (vers Nous) en toute sécurité, au Jour de la Résurrection ? Faites donc comme il vous plaira ! Il Voit parfaitement ce que vous faites !",
        "en": "Those who distort the meaning of Our message are not hidden from Us. Is he who is hurled into the Fire better, or he who comes through safely on the Day of Resurrection? Do whatever you want, God certainly sees everything you do.",
        "es": "Quienes niegan Mis signos no pueden ocultarse de Mí. ¿Acaso quienes sean arrojados al Infierno serán mejores el Día de la Resurrección que quienes sean salvos<sup foot_note=169157>1</sup>? Haced lo que queráis, pero sabed que Él ve todo lo que hacéis.",
        "it": "Non ci sono ignoti coloro che travisano i Nostri segni! Colui che sarà precipitato nel Fuoco avrà forse sorte migliore di chi giungerà con sicurezza al Giorno della Resurrezione? Fate pure quel che volete, Egli ben osserva quello che fate.",
        "ru": "Воистину, те, которые уклоняются от истины в отношении Наших аятов, не сокрыты от Нас. Тот, кто будет брошен в Огонь, лучше или тот, кто в День воскресения явится, будучи в безопасности? Поступайте, как пожелаете! Он видит то, что вы совершаете.",
        "tr": "Âyetlerimiz hakkında doğruluktan ayrılıp inkâra sapanlar bize gizli kalmazlar. O halde ateşe atılacak olan mı daha hayırlıdır, yoksa kıyamet günü güven içinde gelecek olan mı? İstediğinizi yapın. Şüphesiz ki Allah, yaptığınız şeyleri hakkıyla görür.",
        "de": "Gewiß, diejenigen, die mit Unseren Zeichen abwegig umgehen, sind Uns nicht verborgen. Ist denn einer, der ins (Höllen)feuer geworfen wird, besser oder jemand, der am Tag der Auferstehung in Sicherheit kommt. Tut, was ihr wollt, denn was ihr tut, sieht Er wohl.",
        "pt": "Em verdade, aqueles que negarem os Nossos versículos não se ocultarão de Nós. Quem será mais venturoso: o que forprecipitado no fogo ou o que comparecer, a salvo, no Dia da Ressurreição? Agi como queirais, mas sabei que Ele bem vêtudo quanto fazeis!",
        "nl": "Voorwaar, degenen die Onze Verzen verdraaien zijn niet voor Ons verborgen. Is dan wie in het Vuur geworpen wordt beter, of wie veilig aankomt op de Dag der Opstanding? Doet wat jullie willen: voorwaar, Hij is Alziende over wat jullie doen.",
        "ur": "<sup foot_note=\"171532\">1</sup> جو لوگ ہماری آیات کو اُلٹے معنی پہناتے ہیں <sup foot_note=\"171533\">2</sup> وہ ہم سے کچھ چھُپے ہوئے نہیں ہیں۔ <sup foot_note=\"171534\">3</sup> خود ہی سوچ لو کہ آیا وہ شخص بہتر ہے جو آگ میں جھونکا جانے والا ہے یا وہ جو قیامت کے روز امن کی حالت میں حاضر ہوگا ؟ کرتے رہو جو کچھ تم  چاہو، تمہاری ساری حرکتوں کو اللہ دیکھ رہا ہے",
        "bn": "নিশ্চয় যিসকলে আমাৰ আয়াতসমূহক বিকৃত কৰে, সিহঁত মোৰ অগোচৰত নহয়। (কোৱাচোন) ‘যিজন অগ্নিত নিক্ষিপ্ত হ’ব সি শ্ৰেষ্ঠ, নে যিজন কিয়ামতৰ দিনা নিৰাপদে উপস্থিত হ’ব তেওঁ শ্ৰেষ্ঠ’? তোমালোকে যি ইচ্ছা আমল কৰা। তোমালোকে যি আমলকে নকৰা কিয়, নিশ্চয় তেওঁ তাৰ সম্যক দ্ৰষ্টা।",
        "fa": "[گفتار و رفتارِ] كسانى كه در مورد آیات ما كجروى [و آن را تحریف] مى‌كنند بر ما پوشیده نخواهند بود. آیا كسی كه به آتش [دوزخ] ‌می‌افتد بهتر است یا کسی كه در روز رستاخیز [از عذاب] ایمن است؟ هر چه مى‌خواهید انجام دهید كه بی‌تردید، الله به آنچه مى‌كنید بیناست."
      }
    },
    {
      "verse_number": 4259,
      "verse_key": "41:41",
      "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِٱلذِّكْرِ لَمَّا جَآءَهُمْ ۖ وَإِنَّهُۥ لَكِتَـٰبٌ عَزِيزٌ",
      "phonetic_text": "Inna allatheena kafaroo biththikrilamma jaahum wa-innahu lakitabun AAazeez",
      "translations": {
        "fr": "Ceux qui ont mécru au Rappel quand il leur est parvenu (seront voués au supplice). Or il s’agit d’un Livre si puissant (que nul ne peut l’atteindre) !",
        "en": "Those who reject the Quran when it comes to them- though it is an unassailable Scripture",
        "es": "Quienes se han negado a creer en el Mensaje cuando les ha llegado, sabed que este es un Libro sublime.",
        "it": "In verità essi non credono al Monito che giunse loro, eppure questo è davvero un Libro venerato <a class=f><sup foot_note=159576>1</sup></a> ,",
        "ru": "Воистину, те, которые не уверовали в Напоминание, когда оно дошло до них, будут наказаны. Воистину, это - могущественное Писание.",
        "tr": "Kur'ân kendilerine geldiğinde onu inkâr edenler, mutlaka cezalarını çekceklerdir. O gerçekten çok değerli bir kitaptır.",
        "de": "Gewiß, diejenigen, die die Ermahnung verleugnen, nachdem sie zu ihnen gekommen ist ... Es ist fürwahr ein wehrhaftes Buch,",
        "pt": "Aqueles que degenerarem a Mensagem, ao recebê-la, (não se ocultarão d'Ele). Este é um Livro veraz por excelência.",
        "nl": "Voorwaar, degenen die niet in de Vermaning (de Koran) geloven nadat deze tot hen was gekomen (zullen gestraft worden). Voorwaar, het is een verheven Boek.",
        "ur": "یہ وہ لوگ ہیں جن کے سامنے کلامِ نصیحت آیا تو انہوں نے اسے ماننے سے انکار کردیا۔ مگر حقیقت یہ ہے کہ یہ ایک زبردست کتاب ہے،<sup foot_note=\"186972\">1</sup>",
        "bn": "নিশ্চয় যিসকলে উপদেশ (কোৰআন) অহাৰ পিছতো সেয়া অস্বীকাৰ কৰে (সিহঁতক অৱশ্যে কঠিন শাস্তি দিয়া হ’ব)। নিশ্চয় এয়া হৈছে এখন সন্মানিত গ্ৰন্থ,",
        "fa": "کسانی كه این قرآن را كه براى [هدایت]شان آمده است، انكار كرده‌اند، [در قیامت عذاب خواهند شد]. این [کلامِ الهی،] كتابى است شكست‌ناپذیر."
      }
    },
    {
      "verse_number": 4260,
      "verse_key": "41:42",
      "arabic_text": "لَّا يَأْتِيهِ ٱلْبَـٰطِلُ مِنۢ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِۦ ۖ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ",
      "phonetic_text": "La ya/teehi albatilu min bayniyadayhi wala min khalfihi tanzeelun min hakeemin hameed",
      "translations": {
        "fr": "L’erreur ne saurait lui parvenir, de quelque côté que ce soit, car c’est une révélation du Sage, Digne de Toute Louange.",
        "en": "which falsehood cannot touch from any angle, a Revelation sent down from the Wise One, Worthy of All Praise-",
        "es": "No puede ser adulterado agregando algo o suprimiendo [parte de él], porque es una revelación proveniente de un Sabio, Loable.",
        "it": "non lo tange la falsità in niuna delle sue parti. É una rivelazione da parte di un Saggio, Degno di lode.",
        "ru": "Ложь не подберется к нему ни спереди, ни сзади. Оно ниспослано от Мудрого, Достохвального.",
        "tr": "Ona ne önünden, ne de ardından batıl gelemez. O hüküm ve hikmet sahibi, öğülmeye layık olan Allah tarafından indirilmiştir.",
        "de": "an das das Falsche weder von vorn noch von hinten herankommt, eine Offenbarung von einem Allweisen und Lobenswürdigen.",
        "pt": "A falsidade não se aproxima dele (o Livro), nem pela frente, nem por trás; é a revelação do Prudente, Laudabilíssimo.",
        "nl": "De valsheid raakt hem (de Koran) niet, niet van voren en niet van achteren. (Het is) een neerzending van de Alwijze, de Geprezene.",
        "ur": "باطل نہ سامنے سے اس پر آسکتا ہے نہ پیچھے سے،<sup foot_note=\"186973\">1</sup> یہ ایک حکیم و حمید کی نازل کر دہ چیز ہے",
        "bn": "বাতিল কেতিয়াও ইয়াত অনুপ্ৰৱেশ কৰিব নোৱাৰে, সন্মুখৰ ফালৰ পৰাও নহয়, পিছফালৰ পৰাও নহয়। এইটো প্ৰজ্ঞাময়, চিৰপ্ৰশংসিত সত্তাৰ তৰফৰ পৰা অৱতীৰ্ণ।",
        "fa": "سخن باطل، نه از پیش رو و نه از پشت سرش [= از هیچ جهت و از هیچ نظری] به آن راه نمی‌یابد و از جانب [پروردگارِ] حکیمِ ستوده نازل شده است."
      }
    },
    {
      "verse_number": 4261,
      "verse_key": "41:43",
      "arabic_text": "مَّا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِن قَبْلِكَ ۚ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ",
      "phonetic_text": "Ma yuqalu laka illa maqad qeela lirrusuli min qablika inna rabbaka lathoomaghfiratin wathoo AAiqabin aleem",
      "translations": {
        "fr": "Rien ne t’est dit qui n’ait été déjà dit aux Messagers avant toi. Ton Seigneur a fait certes Sien le Pardon, mais Il a aussi la punition très dure.",
        "en": "[should remember that] you [Prophet] are not told anything that the previous messengers were not told: your Lord is a Lord of forgiveness, but also of painful punishment.",
        "es": "No dicen de ti [¡Oh, Muhámmad!] sino lo que ya había sido dicho sobre los Mensajeros que te precedieron. Tu Señor es el poseedor del perdón y el poseedor de un castigo doloroso.",
        "it": "Non ti sarà detto altro che quel che fu detto ai messaggeri che ti precedettero. In verità il tuo Signore è il Padrone del perdono, il Padrone del castigo doloroso.",
        "ru": "Тебе будет сказано только то, что было сказано посланникам до тебя. Воистину, твой Господь обладает прощением и обладает мучительным наказанием.",
        "tr": "Ey Muhammed! Sana senden önceki peygamberlere söylenenden başka bir şey söylenmiyor. Şüphesiz ki senin Rabbin hem mağfiret sahibidir hem de acı verecek bir azap sahibidir.",
        "de": "Es wird dir nur das gesagt, was schon den Gesandten vor dir gesagt wurde. Dein Herr ist wahrlich voll der Vergebung und verhängt (auch) schmerzhafte Strafe.",
        "pt": "Tudo quanto te dizem já foi dito aos mensageiros que te precederam. Saibam eles que o teu Senhor é Indulgente, maistambém possui um doloroso castigo.",
        "nl": "Er wordt jou niets gezegd wat waarlijk niet tot de Boodschappers vóór jou is gezegd. Voorwaar, jouw Heer is zeker de Bezitter van vergeving en de Bezitter van een pijnlijke bestraffing.",
        "ur": "اے نبیؐ ، تم سے جو کچھ کہا جا رہا ہے اس میں کوئی چیز بھی ایسی نہیں ہے جو تم سے پہلے گزرے ہوئے رسُولوں سے نہ کہی جا چکی ہو۔ بے شک تمہارا ربّ بڑا درگزر کرنے والا ہے،<sup foot_note=\"186974\">1</sup> اور اس کے ساتھ بڑی دردناک سزا دینے والا بھی ہے",
        "bn": "তোমাক কেৱল সেইটোৱেই কোৱা হয়, যিটো কোৱা হৈছিল তোমাৰ পূৰ্বৱৰ্তী ৰাছুলসকলক। নিশ্চয় তোমাৰ প্ৰতিপালক একান্ত ক্ষমাশীল আৰু অতি যন্ত্ৰণাদায়ক শাস্তি প্ৰদানকাৰী।",
        "fa": "[ای پیامبر، کافران] همان [سخنان باطلی] را به تو می‌گویند که به پیامبران پیش از تو نیز می‌گفتند. بى‌گمان، پروردگارت آمرزش و [در عین حال،] كیفرى دردناک دارد."
      }
    },
    {
      "verse_number": 4262,
      "verse_key": "41:44",
      "arabic_text": "وَلَوْ جَعَلْنَـٰهُ قُرْءَانًا أَعْجَمِيًّا لَّقَالُوا۟ لَوْلَا فُصِّلَتْ ءَايَـٰتُهُۥٓ ۖ ءَا۬عْجَمِىٌّ وَعَرَبِىٌّ ۗ قُلْ هُوَ لِلَّذِينَ ءَامَنُوا۟ هُدًى وَشِفَآءٌ ۖ وَٱلَّذِينَ لَا يُؤْمِنُونَ فِىٓ ءَاذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ۚ أُو۟لَـٰٓئِكَ يُنَادَوْنَ مِن مَّكَانٍۭ بَعِيدٍ",
      "phonetic_text": "Walaw jaAAalnahu qur-ananaAAjamiyyan laqaloo lawla fussilat ayatuhuaaAAjamiyyun waAAarabiyyun qul huwa lillatheena amanoohudan washifaon wallatheena layu/minoona fee athanihim waqrun wahuwa AAalayhim AAaman ola-ikayunadawna min makanin baAAeed",
      "translations": {
        "fr": "Si Nous avions fait que le Coran fût (de lecture) autre qu’arabe, ils auraient dit : « Pourquoi ses versets ne sont-ils pas détaillés (d’une façon compréhensible). Un (Livre) non arabe (pour un Messager) arabe ? » Dis : « (Le  Coran) est pour les croyants une juste direction (hudâ) et un remède. Quant aux mécréants, ils ont les oreilles frappées de surdité et (les yeux) de cécité. Ceux-là ne perçoivent (l’appel) que de très loin. »",
        "en": "If We had made it a foreign Quran, they would have said, ‘If only its verses were clear! What? Foreign speech to an Arab?’ Say, ‘It is guidance and healing for those who have faith, but the ears of the disbelievers are heavy, they are blind to it, it is as if they are being called from a distant place.’",
        "es": "Si hubiera revelado el Corán en otro idioma<sup foot_note=169158>1</sup> habrían dicho [los incrédulos de entre tu pueblo]: “¿Por qué no fue explicado detalladamente en forma clara?” ¡Qué! ¿Una revelación no árabe para un Profeta árabe? Diles: “Este Libro es guía y salud para los creyentes; pero de los que se niegan a creer sus oídos son sordos y no comprenden. [Se comportan] como si se los llamara de un lugar muy lejano<sup foot_note=169159>2</sup>.",
        "it": "Se ne avessimo fatto un Corano in una lingua straniera, avrebbero detto: «Perché non sono stati espressi chiaramente i suoi versetti? Un [messaggio in un] idioma straniero ad un. [Messaggero] arabo?». Di’: «Esso è guida e panacea per coloro che credono». Coloro che invece non credono, sono colpiti da sordità e accecamento, [ed è come se fossero] chiamati da un luogo remoto.",
        "ru": "Если бы Мы сделали его Кораном не на арабском языке, то они непременно сказали бы: «Почему его аяты не разъяснены? Неарабская речь и араб?». Скажи: «Он является верным руководством и исцелением для тех, которые уверовали. А уши неверующих поражены глухотой, и они слепы к нему. Это - те, к которым взывают издалека».",
        "tr": "Eğer biz onu yabancı dilden bir Kur'ân yapsaydık onlar mutlaka: \"Bu kitabın âyetleri genişçe açıklanmalı değil miydi? Arap bir peygambere yabancı dil, öyle mi?\" derlerdi. Sen de ki: \"O, iman edenler için bir hidayet ve şifadır.\" İman etmeyenlerin kulaklarında ise bir ağırlık vardır. Kur'ân onlara göre bir körlüktür. Sanki onlar uzak bir yerden çağrılıyorlar (da duymuyorlar).",
        "de": "Hätten Wir ihn zu einem fremdsprachigen Qur’an gemacht, hätten sie sicherlich gesagt: Wären doch seine Zeichen ausführlich dargelegt worden! Wie, ein fremdsprachiger (Qur’an) und ein Araber? Sag: Er ist für diejenigen, die glauben, eine Rechtleitung und eine Heilung. Und diejenigen, die nicht glauben, haben Schwerhörigkeit in ihren Ohren, und er ist für sie (wie) Blindheit. Diese sind, als würde ihnen von einem fernen Ort aus zugerufen.",
        "pt": "E se houvéssemos revelado um Alcorão em língua persa, teriam dito: Por que não nos foram detalhados os versículos? Como! Um (livro) persa e um (Mensageiro) árabe? Diz-lhes: Para os fiéis, é orientação e bálsamo; porém, para aqueles quenão crêem e estão surdos, é incompreensível, como se fossem chamados (para algo) de um lugar longínquo.",
        "nl": "En als Wij hem als een Koran in een vreemde taal hadden geopenbaard, dan hadden zij zeker gezegd: \"Waren zijn Verzen maar duidelijk (in onze taal) uitgelegd!\" (Hij is) in een vreemde taal, terwijl (de Profeet) een Arabier is! Zeg: \"Hij is voor degenen die geloven Leiding en genezing. En degenen die niet geloven, in hun oren is doofheid, die bij hen blindheid (van hart) veroorzaakt. Zij zijn degenen die vanaf een verre plaats worden geroepen.",
        "ur": "اگر ہم اس کو عجمی قرآن بنا کر بھیجتے تو یہ لوگ کہتے”کیوں نہ اس کی آیات کھول کر بیان کی گئیں؟ کیا عجیب بات ہے کہ کلام عجمی ہے اور مخاطِب عربی۔“<sup foot_note=\"186975\">1</sup> اِن سے کہو ، یہ قرآن ایمان لانے والوں کے لیے تو ہدایت اور شفا ہے، مگر جو لوگ ایمان نہیں لاتےاُن کے لیے یہ کانوں کی  ڈاٹ اور آنکھوں کی پٹی ہے۔ ان کا حال تو ایسا ہے جیسے ان کو دُور سے پکارا جا رہا ہو۔ <sup foot_note=\"186976\">2</sup>",
        "bn": "আৰু যদি আমি ইয়াক অনাৰবী ভাষাৰ কোৰআন বনালোহেঁতেন তেন্তে সিহঁতে অৱশ্যে ক’লেহেঁতেন, ‘ইয়াৰ আয়াতসমূহ বিশদভাৱে বিবৃত হোৱা নাই কিয়? ভাষা অনাৰবীয়, অথচ ৰাছুল আৰবীয়!’ কোৱা, ‘এইটো মুমিনসকলৰ বাবে হিদায়ত আৰু আৰোগ্য’। যিহঁতে ঈমান পোষণ নকৰে সিহঁতৰ কাণত আছে বধিৰতা আৰু কোৰআনে সিহঁতৰ (অন্তৰৰ) ওপৰত অন্ধত্ব সৃষ্টি কৰিব। সিহঁতকেই আহ্বান কৰা হ’ব দূৰৱৰ্তী স্থানৰ পৰা।",
        "fa": "اگر قرآن را [به زبانِ] غیرعربی نازل كرده بودیم، کافران مى‌گفتند: «چرا آیاتش [عربی نیست و] به روشنی بیان نشده است؟ کتابی غیرعربی و پیامبری عرب؟» [ای پیامبر، به آنان] بگو: «این كتاب، براى مؤمنان مایۀ هدایت و شفاست و کسانی كه ایمان نمی‌آورند، در گوش‌هایشان سنگینى است و قرآن برایشان نامفهوم است؛ [گویى] آنان را از راهى دور صدا می‌زنند»."
      }
    },
    {
      "verse_number": 4263,
      "verse_key": "41:45",
      "arabic_text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ فَٱخْتُلِفَ فِيهِ ۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ",
      "phonetic_text": "Walaqad atayna moosaalkitaba fakhtulifa feehi walawla kalimatunsabaqat min rabbika laqudiya baynahum wa-innahum lafeeshakkin minhu mureeb",
      "translations": {
        "fr": "Nous avions donné le Livre à Moïse, mais il y eut controverse à son sujet. N’eût été le verdict préalable de ton Seigneur, leur (différend) aurait été certainement tranché. Ils sont, décidément, dans le doute le plus troublant.",
        "en": "We gave the Scripture to Moses but disputes arose about it- if it were not for a decree that had already been issued from your Lord, they would already have been judged- and still they are doubtful and suspicious of it.",
        "es": "Le revelé el Libro<sup foot_note=169160>1</sup> a Moisés, pero discreparon sobre él. Si no hubiera sido porque tu Señor lo había decretado<sup foot_note=169161>2</sup>, se les habría adelantado el castigo. Ellos tienen sobre el Corán una seria duda.",
        "it": "Già demmo a Mosè il Libro su cui polemizzarono. Se non fosse per una precedente Parola del tuo Signore, sarebbe già stato deciso tra di loro; sono invece immersi nel dubbio [a proposito del Corano] <a class=f><sup foot_note=159577>1</sup></a> .",
        "ru": "Мы даровали Мусе (Моисею) Писание, но по его поводу возникли разногласия. И если бы не было прежде Слова от твоего Господа, то спор их был бы решен. Воистину, они испытывают смутные сомнения относительно него (Корана).",
        "tr": "Andolsun ki biz Musa'ya Tevrat'ı vermiştik de onda ihtilafa düşmüşlerdi. Eğer Rabbin tarafından azabın ertelenmesine dair bir söz geçmeseydi mutlaka aralarında hüküm verilirdi. Gerçekten onlar Kur'ân hakkında bir şüphe ve tereddüt içindedirler.",
        "de": "Und Wir gaben bereits Musa die Schrift, doch wurde man darüber uneinig. Und wenn es nicht ein früher ergangenes Wort von deinem Herrn gegeben hätte, so wäre zwischen ihnen wahrlich entschieden worden. Und sie sind darüber fürwahr in starkem Zweifel.",
        "pt": "Havíamos concedido o Livro a Moisés, acerca do qual houve discrepâncias. Porém, se não tivesse sido por uma palavrapredita por teu Senhor, já os teria julgado; mas eles se mantiveram em uma dúvida inquietante, acerca disso.",
        "nl": "En voorzeker, Wij hebben Môesa de Schrift (de Taurât) gegeven, maar er werd over geredetwist. En als er geen woord (van uitsel) van jouw Heer was vooruitgegaan, dan was de zaak tussen hen zeker bepaald. En voorwaar, zij verkeren over hem (de Koran) zeker in vergaande twijfel.",
        "ur": "اس سے پہلے ہم نے موسیٰؑ کو کتا ب دی تھی اور اس کے معاملے میں بھی یہی اختلاف ہوا تھا۔<sup foot_note=\"186977\">1</sup> اگر تیرے ربّ نے پہلے ہی ایک بات طے نہ کردی ہوتی تو ان اختلاف کرنے والوں کے درمیان فیصلہ چُکا دیا جاتا۔<sup foot_note=\"186978\">2</sup> اور حقیقت یہ ہے کہ یہ لوگ اُس کی طرف سے سخت اضطراب انگیز شک میں پڑے ہوئے ہیں۔<sup foot_note=\"186979\">3</sup>",
        "bn": "আৰু অৱশ্যে আমি মুছাক কিতাব প্ৰদান কৰিছিলোঁ, কিন্তু তাত মতভেদ ঘটিছিল। যদি তোমাৰ প্ৰতিপালকৰ তৰফৰ পৰা এটা বাণী (সিদ্ধান্ত) পূৰ্বেই কৰি থোৱা নাথাকিলহেঁতেন তেন্তে সিহঁতৰ মাজত চূড়ান্ত মীমাংসা হৈ গ’লহেঁতেন। নিশ্চয় সিহঁত এই কোৰআন সম্পৰ্কে বিভ্ৰান্তিকৰ সন্দেহত পতিত হৈছে।",
        "fa": "ما به موسى كتاب [تورات] دادیم؛ اما در [مورد] آن اختلاف[نظر] پدید آمد؛ و اگر فرمانى از پروردگارت [در موردِ مهلت و آزمایش] از پیش مقرر نشده بود، [بى‌درنگ] میانشان داورى مى‌شد. کافران [نیز] در موردِ قرآن در تردید و بدگمانى‌اند."
      }
    },
    {
      "verse_number": 4264,
      "verse_key": "41:46",
      "arabic_text": "مَّنْ عَمِلَ صَـٰلِحًا فَلِنَفْسِهِۦ ۖ وَمَنْ أَسَآءَ فَعَلَيْهَا ۗ وَمَا رَبُّكَ بِظَلَّـٰمٍ لِّلْعَبِيدِ",
      "phonetic_text": "Man AAamila salihanfalinafsihi waman asaa faAAalayha wamarabbuka bithallamin lilAAabeed",
      "translations": {
        "fr": "Quiconque fait le bien, le fait pour lui-même, et quiconque fait le mal, le fait contre lui-même. Et ton Seigneur n’est certes pas injuste envers Ses Serviteurs.",
        "en": "Whoever does good does it for his own soul and whoever does evil does it against his own soul: your Lord is never unjust to His creatures.",
        "es": "Quien obre rectamente lo hará en beneficio propio, y quien obre el mal se perjudicará a sí mismo. Tu Señor no es injusto con Sus siervos.",
        "it": "Chi fa il bene lo fa a suo vantaggio, e chi fa il male lo fa a suo danno. Il tuo Signore non è ingiusto con i Suoi servi.",
        "ru": "Кто поступает праведно, тот поступает во благо себе. А кто творит зло, тот поступает во вред себе. Господь твой не поступает несправедливо со Своими рабами.",
        "tr": "Her kim iyi bir iş yaparsa, kendi lehine yapmış olur. Kim de bir kötülük yaparsa, kendi aleyhine yapmış olur. Rabbin kullara zulmedecek değildir.",
        "de": "Wer rechtschaffen handelt, der (tut es) zu seinem eigenen Vorteil, und wer Böses tut, der (tut es) zu seinem eigenen Nachteil. Und dein Herr ist keiner, der den Dienern Unrecht zufügt.",
        "pt": "Quem pratica o bem, o faz em benefício próprio; por outra, quem faz o mal, é em prejuízo seu, porque o teu Senhor não éinjusto para com os Seus servos.",
        "nl": "Wie goede werken heeft verricht, het is voor hemzelf; en wie kwade werken verricht, hij is er verantwoordelijk voor. En jouw Heer is niet onrechtvaardig tegenover de dienaren.",
        "ur": "جو کوئی نیک عمل کرے گا اپنے ہی لیے اچھا کرے گا، جو بدی کرے گا اُس کا وبال اُسی پر ہوگا، اور تیرا ربّ اپنے بندوں کے حق میں ظالم نہیں ہے۔<sup foot_note=\"186980\">1</sup>",
        "bn": "যিয়ে সৎকৰ্ম কৰে তেওঁ নিজৰ কল্যাণৰ বাবেই কৰে আৰু কোনোবাই অসৎকৰ্ম কৰিলে তাৰ প্ৰতিফল সি নিজেই ভোগ কৰিব। তোমাৰ প্ৰতিপালকে নিজ বান্দাসকলৰ প্ৰতি কদাপিও অন্যায় নকৰে।",
        "fa": "هر کس کاری شایسته كند، به سود خودِ اوست؛ و هر کس بدى كند، به زیان خویش بد كرده است؛ و پروردگار تو هرگز به بندگان ستم نمی‌کند."
      }
    },
    {
      "verse_number": 4265,
      "verse_key": "41:47",
      "arabic_text": "۞ إِلَيْهِ يُرَدُّ عِلْمُ ٱلسَّاعَةِ ۚ وَمَا تَخْرُجُ مِن ثَمَرَٰتٍ مِّنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِۦ ۚ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَآءِى قَالُوٓا۟ ءَاذَنَّـٰكَ مَا مِنَّا مِن شَهِيدٍ",
      "phonetic_text": "Ilayhi yuraddu AAilmu assaAAatiwama takhruju min thamaratin min akmamihawama tahmilu min ontha wala tadaAAuilla biAAilmihi wayawma yunadeehim ayna shuraka-eeqaloo athannaka ma minna minshaheed",
      "translations": {
        "fr": "C’est de Lui que relève la science de l’Heure. Aucun fruit ne sort de son enveloppe, aucune femelle ne porte ni ne met bas sans qu’Il ne le sache. Et le jour où Il les appellera : « Où sont donc ceux que vous M’avez associés ? » ils diront : « Nous affirmons devant Toi que personne parmi nous ne saurait témoigner (de leur existence). »",
        "en": "Knowledge of the Hour belongs solely to Him and no crop comes out of its sheath, nor does any female conceive or give birth, without His knowledge. On the Day He asks them, ‘Where are My partners?’ they will answer, ‘We admit to You that none of us can see [them]’:",
        "es": "Solo Él sabe cuándo llegará la Hora<sup foot_note=169162>1</sup>. No surge ningún fruto de su cáliz, ni concibe ninguna mujer o da a luz sin que Él tenga total conocimiento de ello. El día que se los llame [y pregunte a los idólatras]: “¿Dónde están los socios [en la divinidad] que Me atribuían?” Responderán: “Anunciamos que ninguno de nosotros sigue atestiguando eso”<sup foot_note=169163>2</sup>.",
        "it": "[Appartiene] a Lui la scienza dell’Ora e non c’è frutto che esca dal suo involucro o femmina gestante o partoriente di cui non abbia conoscenza. Nel Giorno in cui li convocherà [dirà]: «Dove sono coloro che Mi associavate?»; risponderanno: «Ti informiamo che tra noi non c’è nessuno che lo testimoni» <a class=f><sup foot_note=159578>1</sup></a> .",
        "ru": "К Нему восходит знание о Часе. Не вырастет ни один плод из завязи, не понесет и не родит ни одна самка без Его ведома. В тот день, когда Он воззовет к ним: «Где же Мои сотоварищи?». - они скажут: «Мы дали Тебе знать, что никто из нас не станет свидетельствовать».",
        "tr": "Kıyamet zamanını bilmek ancak Allah'a havale edilir. Onun bilgisi dışında hiçbir meyve kabuğundan çıkmaz, hiçbir dişi gebe kalmaz ve doğurmaz. Allah onlara: \"Bana koştuğunuz ortaklarım nerede?\" diye seslendiği gün, onlar: \"Senin ortağın olduğuna dair bizden hiçbir şahit olmadığını sana arz ederiz.\" derler.",
        "de": "Ihm ist das Wissen um die Stunde vorbehalten. Keine Früchte kommen aus ihren Hüllen hervor und kein weibliches Wesen wird schwanger und kommt nieder, außer mit Seinem Wissen. Und am Tag, da Er ihnen zurufen wird: Wo sind denn Meine Teilhaber?, werden sie sagen: Wir geben Dir zur Antwort’: Es gibt unter uns keinen Zeugen (hierfür).",
        "pt": "Só a Ele concerne o conhecimento da Hora. E nenhum fruto sai do seu invólucro e nenhuma fêmea fica prenhe ou gera, sem o Seu conhecimento. No dia em que Ele os convoca, (perguntará): Onde estão os parceiros que Me atribuístes? Dirão: Asseguramos-Te que nenhum de nós pode testemunhar!",
        "nl": "Tot Hem wordt de kennis over het Uur teruggebracht. En er komen geen vruchten uit hun kolven; en er is geen vrouw die een kind draag of het baart, zonder dat het met Zijn Kennis gebeurt. Op de Dag waarop Hij tot hen roept: \"Waar zij mijn deelgenoten?\", zeggen zij: \"Wij vertellen U dat niemand van ons daarvan getuigt.\"",
        "ur": "اُس ساعت <sup foot_note=\"186981\">1</sup> کا علم اللہ ہی کی طرف راجع ہوتا ہے، <sup foot_note=\"186982\">2</sup> وہی اُن سارے پھَلوں کو جانتا ہے جو اپنے شگوفوں میں سے نکلتے ہیں، اُسی کو معلوم ہے کہ کونسی مادہ حاملہ ہوئی ہے اور کس نے بچہ جنا ہے۔ <sup foot_note=\"186983\">3</sup> پھر جس روز وہ ان لوگوں کو پکارے گا کہ کہاں ہیں میرے وہ شریک؟ یہ کہیں گے، ”ہم عرض کر چکے ہیں، آج ہم میں سے کوئی اس کی گواہی دینے والا نہیں ہے۔“ <sup foot_note=\"186984\">4</sup>",
        "bn": "কিয়ামতৰ জ্ঞান কেৱল আল্লাহৰ ওচৰতেই প্ৰত্যাৱৰ্তিত হয়। তেওঁৰ অজ্ঞতাসাৰত কোনো ফলো আৱৰণৰ পৰা ওলাই নাহে, কোনো নাৰীও গৰ্ভ ধাৰণ নকৰে আৰু সন্তানো প্ৰসৱ নকৰে। যিদিনা আল্লাহে সিহঁতক মাতি ক’ব, ‘মোৰ অংশীদাৰসকল ক’ত’? তেতিয়া সিহঁতে ক’ব, ‘আমি তোমাৰ ওচৰত নিবেদন কৰোঁ যে, এই বিষয়ে আমাৰ মাজত কোনো সাক্ষী নাই’।",
        "fa": "آگاهى از [لحظۀ وقوع] قیامت، تنها به الله مربوط است؛ و خروجِ هر میوه‌اى از شكوفه‌اش و باردارى و وضع حملِ هر ماده‌اى، با آگاهىِ اوست؛ و روزی كه [الله] به مشركان ندا مى‌دهد: «افرادى كه [در قدرت،] شریک من تصور مى‌كردید [و به آنان توسل می‌جستید] كجا هستند؟» آنان می‌گویند: «اکنون در برابر تو اعتراف مى‌كنیم كه هیچ یک از ما [بر درستىِ اعتقاد مشرکانۀ خود] گواه نیست»."
      }
    },
    {
      "verse_number": 4266,
      "verse_key": "41:48",
      "arabic_text": "وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَدْعُونَ مِن قَبْلُ ۖ وَظَنُّوا۟ مَا لَهُم مِّن مَّحِيصٍ",
      "phonetic_text": "Wadalla AAanhum ma kanooyadAAoona min qablu wathannoo ma lahum minmahees",
      "translations": {
        "fr": "Ce qu’ils auront invoqué (pendant longtemps), les abandonnera, et ils reconnaîtront qu’il n’y aura plus d’issue pour eux.",
        "en": "the gods they invoked before will have vanished away; they will know that there is no escape.",
        "es": "Les abandonará aquello que solían invocar<sup foot_note=169164>1</sup>, y sabrán que no tienen escapatoria.",
        "it": "E coloro che invocavano si saranno allontanati da loro ed essi si renderanno conto di non aver nessuna via di scampo.",
        "ru": "Те, к кому они взывали прежде, покинут их, и они обретут уверенность в том, что не смогут сбежать.",
        "tr": "Önceden tapmakta oldukları şeyler, kendilerinden uzaklaşıp kaybolmuştur. Onlar da kendileri için kaçacak bir yer olmadığını anlamışlardır.",
        "de": "Und entschwunden wird ihnen sein, was sie zuvor anzurufen pflegten, und sie werden überzeugt sein, daß es für sie kein Entrinnen gibt.",
        "pt": "E desvanecer-se-á tudo quanto haviam invocado antes, e se convencerão de que não terão escapatória.",
        "nl": "En wat zij voorheen plachten aan te roepen is van hen weggedwaald, en zij zijn ervan overtuigd dat er voor hen geen uitweg is.",
        "ur": "اُس وقت وہ سارے معبُود ان سے گم ہو جائیں گے جنہیں یہ اِس سے پہلے پُکارتے تھے، <sup foot_note=\"186985\">1</sup> اور یہ لوگ سمجھ لیں گے کہ ان کے لیے اب کوئی جائے پناہ نہیں ہے",
        "bn": "আৰু ইতিপূৰ্বে সিহঁতে যিবিলাক (উপাস্যক) আহ্বান কৰিছিল সেইবোৰ সিহঁতৰ পৰা অন্তৰ্ধান হৈ যাব, আৰু সিহঁতেও বিশ্বাস কৰিব যে, সিহঁতৰ পলায়নৰ কোনো উপায় নাই।",
        "fa": "آنچه در گذشته [تكیه‌گاه خود] مى‌خواندند، از نظرشان ناپدید می‌شود و درمى‌یابند كه هیچ راه گریزی [از آتش عذاب الهی] نخواهند داشت."
      }
    },
    {
      "verse_number": 4267,
      "verse_key": "41:49",
      "arabic_text": "لَّا يَسْـَٔمُ ٱلْإِنسَـٰنُ مِن دُعَآءِ ٱلْخَيْرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٌ قَنُوطٌ",
      "phonetic_text": "La yas-amu al-insanu min duAAa-ialkhayri wa-in massahu ashsharru fayaoosun qanoot",
      "translations": {
        "fr": "L’homme ne se lasse pas d’implorer (Allah pour obtenir) le bien. Mais dès qu’un malheur le frappe, le voilà désespéré et abattu.",
        "en": "Man never tires of asking for good, but if evil touches him he loses all hope and becomes despondent.",
        "es": "El ser humano no se cansa de pedir más y más bienestar, pero si le sucede alguna desgracia se desanima y se desespera.",
        "it": "L’uomo non si stanca mai di invocare il bene. Quando poi lo coglie la sventura, si dispera, affranto.",
        "ru": "Человеку не наскучивает молить о добре, но если его коснется вред, то он отчаивается и теряет надежду.",
        "tr": "İnsan hayır istemekten usanmaz, fakat kendisine bir kötülük dokununca üzülür ve ümitsizliğe düşer.",
        "de": "Nicht überdrüssig wird der Mensch, um das Gute zu beten, doch wenn ihm Schlechtes widerfährt, dann ist er sehr verzweifelt und verliert alle Hoffnung.",
        "pt": "O homem não se farta de implorar o bem; mas, quando o mal o açoita, ei-lo desesperado, desalentado.",
        "nl": "De mens versaagt niet om het goede te smeken; maar wanneer hem het slechte treft, dan is hij zonder hoop, wanhopig.",
        "ur": "انسان کبھی بھلائی کی دُعا مانگتے نہیں تھکتا، <sup foot_note=\"186986\">1</sup> اور جب کوئی آفت اس پر آجاتی ہے تو مایوس و دل شکستہ ہوجاتا ہے",
        "bn": "মানুহে কল্যাণ প্ৰাৰ্থনাত কোনো ক্লান্তি বোধ নকৰে, কিন্তু যেতিয়া তাক কোনো অকল্যাণে স্পৰ্শ কৰে তেতিয়া সি প্ৰচণ্ডভাৱে হতাশ আৰু নিৰাশ হৈ পৰে;",
        "fa": "انسان در تمناى خیر، خستگی‌ناپذیر است، و[لى] اگر بدى به او برسد، مأیوس و دلسرد خواهد شد."
      }
    },
    {
      "verse_number": 4268,
      "verse_key": "41:50",
      "arabic_text": "وَلَئِنْ أَذَقْنَـٰهُ رَحْمَةً مِّنَّا مِنۢ بَعْدِ ضَرَّآءَ مَسَّتْهُ لَيَقُولَنَّ هَـٰذَا لِى وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةً وَلَئِن رُّجِعْتُ إِلَىٰ رَبِّىٓ إِنَّ لِى عِندَهُۥ لَلْحُسْنَىٰ ۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُوا۟ بِمَا عَمِلُوا۟ وَلَنُذِيقَنَّهُم مِّنْ عَذَابٍ غَلِيظٍ",
      "phonetic_text": "Wala-in athaqnahu rahmatanminna min baAAdi darraa massat-hulayaqoolanna hatha lee wama athunnu assaAAataqa-imatan wala-in rujiAAtu ila rabbee inna leeAAindahu lalhusna falanunabbi-anna allatheenakafaroo bima AAamiloo walanutheeqannahum min AAathabinghaleeth",
      "translations": {
        "fr": "Si Nous lui faisons goûter de Notre grâce, après un malheur, il proclame : « Cela est mon dû, et je ne pense pas que l’Heure arrivera. Si jamais je devais être ramené à mon Seigneur, je trouverais auprès de Lui la plus belle des récompenses. » Nous informerons certes les mécréants de ce qu’ils auront commis, et Nous leur ferons goûter au plus grand des supplices.",
        "en": "Whenever We let him taste some of Our mercy after he has been afflicted, he is sure to say, ‘This is all my own doing: I do not think the Hour will ever come, but even if I were to be taken back to my Lord, the best reward would await me with Him.’ We shall most certainly inform the disbelievers of what they have done and give them a taste of severe torment.",
        "es": "Si lo agracio con Mi misericordia después de que sufriera una desgracia, dice: “Esto es lo que me merecía, y no creo que la Hora del Juicio llegue jamás; pero si compareciera ante mi Señor, seguro que Él me concedería lo más bello que existe<sup foot_note=169165>1</sup>”. Pero ya les informaré a los que se negaron a creer todo lo que hicieron, y los haré sufrir un castigo terrible.",
        "it": "Se gli facciamo gustare una misericordia da parte nostra dopo che lo ha toccato l’avversità, certamente dice: «Questo mi era dovuto; non credo che sorgerà l’Ora e se mai fossi ricondotto al mio Signore, avrò presso di Lui la migliore delle ricompense». Allora informeremo i miscredenti di quello che avranno commesso e faremo gustare loro un penoso tormento.",
        "ru": "Если Мы дадим ему вкусить милость от Нас после того, как его коснется несчастье, то он непременно скажет: «Вот это - для меня, и я не думаю, что настанет Час. Если же я буду возвращен к моему Господу, то у Него для меня обязательно будет уготовано наилучшее». Мы непременно поведаем неверующим о том, что они совершили, и дадим им вкусить жестокие мучения.",
        "tr": "Andolsun ki kendisine dokunan bir zarardan sonra, biz ona tarafımızdan bir rahmet tattırsak, O: \"Bu benim hakkımdır, kıyametin kopacağını da sanmıyorum, Rabbime döndürülmüş olsam bile mutlaka O'nun yanında benim için daha güzel şeyler vardır\" der. Biz o inkâr edenlere yaptıkları şeyleri mutlaka haber vereceğiz ve onlara ağır bir azap tattıracağız.",
        "de": "Und wenn Wir ihn Barmherzigkeit von Uns kosten lassen nach Leid, das ihm widerfuhr, sagt er ganz gewiß: Das steht mir zu. Und ich glaube nicht, daß die Stunde sich einstellen wird. Und wenn ich zu meinem Herrn zurückgebracht werde, werde ich sicherlich das Beste bei Ihm erhalten. Aber Wir werden denjenigen, die ungläubig sind, ganz gewiß kundtun, was sie getan haben; und Wir werden sie ganz gewiß von harter Strafe kosten lassen.",
        "pt": "Todavia, se depois de tê-lo açoitado a adversidade, o agraciamos com a Nossa misericórdia, dirá: Isto é (mérito) meu enão creio que a Hora chegue; e se retornar ao a meu Senhor, certamente obterei a Sua bem-aventurança. Porém, inteiraremosos incrédulos de tudo quanto tiverem cometido e lhes infligiremos um severo castigo.",
        "nl": "En als Wij hem Barmhartigheid van Ons doen proeven nadat tegenspoed hem trof, dan zal bij zeker zeggen: \"Het komt mij toe, en ik denk niet dat het Uur zal komen, en als ik tot mijn Heer teruggekeerd zou worden, dan zou er zeker voor mij aan Zijn Zijde het goede zijn.\" En Wij zullen zeker aan degenen die niet geloofden mededelen wat zij hebben gedaan. En Wij zullen hen zeker een zware bestraffing doen proeven.",
        "ur": "مگر جونہی کہ سخت وقت  گزر جانے کے بعد ہم اسے اپنی رحمت کا مزا چکھاتے ہیں ، یہ کہتا ہے کہ”میں اِسی کا مستحق ہوں، <sup foot_note=\"186987\">1</sup> اور میں نہیں سمجھتا کہ قیامت کبھی آئے گی، لیکن اگر واقعی میں اپنے ربّ کی طرف پلٹایا گیا تو وہاں بھی مزے کروں گا۔“ حالانکہ کُفر کرنے والوں کو لازماً ہم بتا کر رہیں گے کہ وہ کیا کر کے آئے ہیں اور انہیں ہم بڑے گندے عذاب کا مزا چکھائیں گے",
        "bn": "আকৌ দুখ-দৈন্যই স্পৰ্শ কৰাৰ পিছত যদি আমি তাক আমাৰ তৰফৰ পৰা অনুগ্ৰহৰ সোৱাদ ল’বলৈ দিওঁ, তেতিয়া সি অৱশ্যে কয়, ‘এয়া মোৰ প্ৰাপ্য আৰু মোৰ বিশ্বাস নহয় যে কিয়ামত সংঘটিত হ’ব। আনহাতে যদি মোক মোৰ প্ৰতিপালকৰ ওচৰলৈ ওভতাই নিয়াও হয়, তথাপিও তেওঁৰ ওচৰত মোৰ বাবে কল্যাণেই থাকিব’। এতেকে নিশ্চয় আমি কাফিৰসকলক সিহঁতৰ আমল সম্পৰ্কে অৱহিত কৰিম আৰু সিহঁতক অৱশ্যে কঠোৰ শাস্তি আস্বাদন কৰাম।",
        "fa": "و اگر پس از رنجی كه به انسان مى‌رسد، رحمتى از جانب خویش به او برسانیم، [مغرورانه] مى‌گوید: «این حق من است، و گمان نمى‌كنم قیامت برپا شود، و اگر [هم واقع شود و] به سوى پروردگارم بازگردانده شوم، [ثروت و پاداش‌های] نیکویی نزدش خواهم داشت». مسلّماً کافران را از عملكردشان آگاه خواهیم ساخت و عذابى سخت به آنان می‌چشانیم."
      }
    },
    {
      "verse_number": 4269,
      "verse_key": "41:51",
      "arabic_text": "وَإِذَآ أَنْعَمْنَا عَلَى ٱلْإِنسَـٰنِ أَعْرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٍ",
      "phonetic_text": "Wa-itha anAAamna AAalaal-insani aAArada wanaa bijanibihiwa-itha massahu ashsharru fathoo duAAa-inAAareed",
      "translations": {
        "fr": "Quand Nous comblons l’homme de bienfaits, il se détourne et prend ses distances ; et quand un malheur le frappe il se répand en prières.",
        "en": "Whenever We are gracious to man, he goes away haughtily, but, as soon as evil touches him, he turns to prolonged prayer.",
        "es": "Cuando agracio a la persona se aparta<sup foot_note=169166>1</sup> y se vuelve soberbio. Pero si lo azota un mal, entonces no deja de suplicar.",
        "it": "Quando colmiamo di favore l’uomo, egli si sottrae e si allontana. Quando invece lo colpisce una sventura, allora invoca a lungo.",
        "ru": "Если Мы одаряем человека благами, он отворачивается и удаляется (или превозносится). Если же зло касается его, он начинает произносить пространные молитвы.",
        "tr": "Biz insana bir nimet verdiğimiz zaman o yüz çevirir, yan çizer. Ona bir kötülük dokunduğu zaman da uzun uzun yalvarır.",
        "de": "Und wenn Wir dem Menschen Gunst erweisen, wendet er sich ab und entfernt sich beiseite. Wenn ihm aber Schlechtes widerfährt, dann verfällt er in ausgedehntes Bittgebet.",
        "pt": "Mas quando agraciamos o homem, ele desdenha e se envaidece; em troca, quando o mal o açoita, eis que não cessa deNos suplicar!",
        "nl": "En als Wij de mens gunsten schenken, dan wendt hij zich af en verwijdert hij zich; maar als tegenspoed hem treft, dan richt hij vele smeekbeden (tot Allah).",
        "ur": "انسان کو جب ہم نعمت دیتے ہیں تو وہ منہ پھیرتا ہے اور اکڑ جاتا ہے۔ <sup foot_note=\"186988\">1</sup> اور جب اسے کوئی آفت چھُو جاتی ہے تو لمبی چوڑی دُعائیں کرنے لگتا ہے۔ <sup foot_note=\"186989\">2</sup>",
        "bn": "আৰু যেতিয়া আমি মানুহৰ প্ৰতি অনুগ্ৰহ কৰোঁ তেতিয়া সি মুখ ঘূৰাই লয় আৰু দূৰলৈ আঁতৰি যায়। কিন্তু যেতিয়া তাক অকল্যাণে স্পৰ্শ কৰে তেতিয়া সি দীৰ্ঘ প্ৰাৰ্থনাকাৰী হয়।",
        "fa": "هرگاه نعمتی به انسان می‌بخشیم، [با سرمستى] روى مى‌گرداند [و شکر نعمت را به جای نمی‌آورد] و متکبرانه [از حق] دور می‌شود؛ و هنگامى كه رنجی [همچون فقر و بیماری] به سراغش می‌آید، [به درگاه الهی] دعا و درخواست فراوان دارد."
      }
    },
    {
      "verse_number": 4270,
      "verse_key": "41:52",
      "arabic_text": "قُلْ أَرَءَيْتُمْ إِن كَانَ مِنْ عِندِ ٱللَّهِ ثُمَّ كَفَرْتُم بِهِۦ مَنْ أَضَلُّ مِمَّنْ هُوَ فِى شِقَاقٍۭ بَعِيدٍ",
      "phonetic_text": "Qul araaytum in kana min AAindi Allahithumma kafartum bihi man adallu mimman huwa fee shiqaqinbaAAeed",
      "translations": {
        "fr": "Dis : « Avez-vous considéré que si (ce Coran) provient vraiment d’Allah, et (que malgré tout) vous le rejetiez, qui donc sera plus égaré que celui qui va loin dans la dissidence ? »",
        "en": "Say [Prophet], ‘Have you ever thought, what if this revelation really is from God and you still reject it? Who could be more astray than someone who cuts himself off so far [from God]?’",
        "es": "Diles: “¿Acaso habéis considerado qué os pasaría si este es un Libro que proviene de Dios y vosotros os negáis a creer en él?”. No existe nadie más desviado que quien persiste obstinado en el error.",
        "it": "Di’: «Non vedete? Se [questo Corano] viene da Allah e voi lo rinnegate, chi sarà più traviato di chi si allontana nello scisma?",
        "ru": "Скажи: «Что вы думаете, а если Коран - от Аллаха, и вы не веруете в него? Кто может быть более заблудшим, чем тот, кто находится в глубоком разладе с истиной?».",
        "tr": "Ey Muhammed! De ki: \"Ne dersiniz? O Kur'ân Allah tarafından gelmiş olup da sonra siz onu inkâr etmişseniz, o takdirde Hak'tan uzak bir ayrılığa düşenden daha sapık kim olabilir?\"",
        "de": "Sag: Was meint ihr, wenn er doch von Allah stammt und ihr ihn hierauf verleugnet? Wer ist weiter abgeirrt als jemand, der sich in tiefem Widerstreit befindet?",
        "pt": "Dize-lhes: Uma vez que (o Alcorão) emana de Deus e o rechaçais... haverá alguém mais extraviado do que aquele queestá em um profundo cisma?",
        "nl": "Zeg: \"Wat dachten jullie: als (deze Koran) van Allah afkomstig is, en jullie deze dan verwerpen; wie is er dan verder afgedwaald dan wie in vergaande twijfel verkeert?\"",
        "ur": "اے نبیؐ ، اِن سے کہو، کبھی تم نے یہ بھی سوچا کہ اگر واقعی یہ قرآن خدا ہی کی طرف سے ہُوا اور تم اِس کا انکار کرتے رہے تو اُس شخص سے بڑھ کر بھٹکا ہوا اور کون ہوگا جو اِس کی مخالفت میں دُور تک نکل گیا ہو؟ <sup foot_note=\"186990\">1</sup>",
        "bn": "কোৱা, ‘তোমালোকে কেতিয়াবা ভাবিছানে, যদি এই কোৰআন আল্লাহৰ তৰফৰ পৰা অৱতীৰ্ণ হৈ থাকে তথাপিও তোমালোকে ইয়াক প্ৰত্যাখ্যান কৰিছা, তেনে অৱস্থাত যি ব্যক্তি ঘোৰ বিৰুদ্ধাচৰণত লিপ্ত আছে, তাতকৈ অধিক বিভ্ৰান্ত আৰু কোন হ’ব পাৰে’?",
        "fa": "[ای پیامبر، به کافران] بگو: «به من بگویید اگر [قرآن] از جانب الله باشد و شما به آن کافر شوید، کیست گمراه‌تر از کسی كه [با وجود آشکار بودنِ حق،] در ستیزی بى‌پایان [با آن] قرار دارد؟»"
      }
    },
    {
      "verse_number": 4271,
      "verse_key": "41:53",
      "arabic_text": "سَنُرِيهِمْ ءَايَـٰتِنَا فِى ٱلْـَٔافَاقِ وَفِىٓ أَنفُسِهِمْ حَتَّىٰ يَتَبَيَّنَ لَهُمْ أَنَّهُ ٱلْحَقُّ ۗ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
      "phonetic_text": "Sanureehim ayatina feeal-afaqi wafee anfusihim hattayatabayyana lahum annahu alhaqqu awa lam yakfi birabbikaannahu AAala kulli shay-in shaheed",
      "translations": {
        "fr": "Nous leur ferons voir Nos Signes en tous pays et en eux-mêmes, jusqu’à ce qu’ils sachent, de toute évidence, que ceci<sup foot_note=195099>1</sup> est la vérité même. Ne suffit-il pas que ton Seigneur soit témoin de Toute chose ?",
        "en": "We shall show them Our signs in every region of the earth and in themselves, until it becomes clear to them that this is the Truth. Is it not enough that your Lord witnesses everything?",
        "es": "Les haré ver Mis signos en los horizontes y en ellos mismos, hasta que se les haga evidente la Verdad. ¿Acaso no es suficiente tu Señor como Testigo de todo?",
        "it": "Mostreremo loro i Nostri segni nell’universo e nelle loro stesse persone, finché non sia loro chiaro che questa è la Verità». Non ti basta che il tuo Signore sia testimone di ogni cosa?",
        "ru": "Мы покажем им Наши знамения по свету и в них самих, пока им не станет ясно, что это есть истина. Неужели не достаточно того, что твой Господь является Свидетелем всякой вещи?",
        "tr": "Biz onlara hem ufuklarda ve hem kendi nefislerinde delillerimizi göstereceğiz ki, Kur'ân'ın hak olduğu kendilerine açıkça belli olsun. Senin Rabbinin her şeye şahit olması kafi değil mi?",
        "de": "Wir werden ihnen Unsere Zeichen am Gesichtskreis und in ihnen selbst zeigen, bis es ihnen klar wird, daß es die Wahrheit ist. Genügt es denn nicht, daß dein Herr über alles Zeuge ist?",
        "pt": "De pronto lhes mostraremos os Nossos sinais em todas as regiões (da terra), assim como em suas próprias pessoas, atéque lhes seja esclarecido que ele (o Alcorão) é a verdade. Acaso não basta teu Senhor, Que é Testemunha de tudo?",
        "nl": "Wij zullen hun Onze Tekenen laten zien, aan de horizonten en in jullie zelf, tot het jullie duidelijk zal zijn dat bij (de Koran) de Waarheid is. Is het niet voldoende dat jouw Heer Getuige over alle zaken is?",
        "ur": "عنقریب ہم ان کو اپنی نشانیاں آفاق میں بھی دکھائیں گے اور ان کے اپنے نفس میں بھی یہاں تک کہ ان پر یہ بات کھُل جائے گی کہ یہ قرآن واقعی برحق ہے۔ <sup foot_note=\"186991\">1</sup> کیا یہ بات کافی نہیں ہے کہ تیرا ربّ ہر چیز کا شاہد ہے؟ <sup foot_note=\"186992\">2</sup>",
        "bn": "অনতিপলমে আমি সিহঁতক আমাৰ নিদৰ্শনাৱলী দেখুৱাম, বিশ্বজগতৰ প্ৰান্তসমূহত আৰু সিহঁতৰ নিজৰ মাজতো; যাতে সিহঁতৰ ওচৰত সুস্পষ্ট হৈ উঠে যে, অৱশ্যে এইখন (কোৰআন) সত্য। এইখন তোমাৰ প্ৰতিপালক সম্পৰ্কে যথেষ্ট নহয়নে যে, তেওঁ সকলো বস্তুৰ ওপৰত সাক্ষী?",
        "fa": "[در این دنیا و در هنگامۀ قیامت،] نشانه‌هاى [توان و تدبیر] خود را در آفاق [جهان] و در [وجود] خودشان به آنان نشان خواهیم داد تا برایشان روشن شود كه قرآن حق است. آیا كافى نیست كه پروردگارت بر هر چیزی گواه است؟"
      }
    },
    {
      "verse_number": 4272,
      "verse_key": "41:54",
      "arabic_text": "أَلَآ إِنَّهُمْ فِى مِرْيَةٍ مِّن لِّقَآءِ رَبِّهِمْ ۗ أَلَآ إِنَّهُۥ بِكُلِّ شَىْءٍ مُّحِيطٌۢ",
      "phonetic_text": "Ala innahum fee miryatin min liqa-irabbihim ala innahu bikulli shay-in muheet",
      "translations": {
        "fr": "Ils sont certes dans le doute à propos de la rencontre de leur Seigneur. Mais Lui Cerne Toute chose.",
        "en": "Truly, they doubt that they will meet their Lord; truly He encompasses everything.",
        "es": "¿Aún siguen dudando de la comparecencia ante su Señor? ¿No abarca Él todas las cosas?<sup foot_note=169167>1</sup>",
        "it": "Non è forse vero che dubitano dell’incontro con il loro Signore, mentre in verità Egli abbraccia ogni cosa [nella Sua Scienza]? <a class=f><sup foot_note=159579>1</sup></a> «Hâ, Mîm»: vedi Appendice <a class=f><sup foot_note=159580>2</sup></a> «Rivelazione»: «tanzil», lett. discesa. <a class=f><sup foot_note=159581>3</sup></a> «Corano»: ricordiamo che in arabo «al-qur’àn» vuol dire «recitazione, lettura». <a class=f><sup foot_note=159582>4</sup></a> «per uomini che conoscono»: certamente il Corano non si rivolge solo ai sapienti che ricercano la verità seppur sia vero che essi hanno maggior possibilità di recepirne i significati. Ci sembra che l’espressione del versetto si riferisca ad una comprensione di tipo spirituale. <a class=f><sup foot_note=159583>5</sup></a> «c’è un peso nelle nostre orecchie»: abbiamo conservato la traduzione letterale di un’espressione che indica la sordità. <a class=f><sup foot_note=159584>6</sup></a> L’elemosina obbligatoria, vedi Appendice <a class=f><sup foot_note=159585>7</sup></a> La creazione dell’universo è l’argomento di questo e dei quattro versetti successivi. Procedendo ad un’addizione si giunge alla conclusione che la creazione è durata otto giorni e questo in contrasto con altri passi del Corano in cui si parla di sei giorni (vedi VII, x, xI, ecc.). Innanzi tutto va detto che nulla osta al fatto che Allah (gloria a Lui l’Altissimo) abbia creato la terra e i sette cieli negli stessi due giorni, o che nei quattro giorni del vers. ci siano compresi i due del vers. In secondo luogo i giorni non devono essere intesi come i «nostri» giorni di ore ma piuttosto periodi cosmici ed ere geologiche che non debbono avere necessariamente la stessa ampiezza c che. comunque, possono avere parti comuni anche molto importanti. In ultimo non si deve dimenticare che non abbiamo certo il calendario per contare e l’orologio per misurare i «Giorni» di Allah (gloria a Lui l’Altissimo). <a class=f><sup foot_note=159586>8</sup></a> «Ha infisso [sulla terra] le montagne»: vedi XVI, e la nota. <a class=f><sup foot_note=159587>9</sup></a> «ha distribuito gli alimenti»: ha fatto sì che sulla terra vi fosse tutto quanto necessario alla sopravvivenza. <a class=f><sup foot_note=159588>10</sup></a> «Iquesta è la risposta] a coloro che interrogano»; la fine del versetto sembra alludere, in maniera peraltro piuttosto secca, a quei politeisti istigati dai rabbini che pretendevano di mettere continuamente alla prova l’Inviato di Allah (pace e benedizioni su di lui) ponendogli domande sulla storia dei profeti e sulla creazione… <a class=f><sup foot_note=159589>11</sup></a> «al cielo che era fumo»; c’è una grande analogia tra questa espressione e quella di «nebulosa inziale» da cui la fisica contemporanea fa derivare l’universo quale oggi lo conosciamo. <a class=f><sup foot_note=159590>12</sup></a> «di luminarie e di una protezione»: l’esegesi classica ricollega questa espressione ai verss. 16-della sura xv e XXXII, (vedi anche la nota) in cui si parla delle stelle cadenti come di bolidi fiammeggianti con i quali gli angeli lapidano i dèmoni. Alla luce delle scoperte della scienza contemporanea, per protezione si potrebbe intendere la fascia di ozono che serve da filtro ai raggi ultravioletti del sole. <a class=f><sup foot_note=159591>13</sup></a> «folgore»; nel senso generale del castigo divino. <a class=f><sup foot_note=159592>14</sup></a> «il loro futuro e il loro passato»: lett. «quello che era davanti a loro e quello che era dietro di loro». Abbiamo tradotto così in base all’interpretazione di Tabarì (XXIV, 111). <a class=f><sup foot_note=159593>15</sup></a> «discorrete futilmente…»: «quando esso viene recitato, sì da coprire le sue parole con le vostre». Miope, ridicola e al contempo irritante, la pretesa dei miscredenti: come se bastasse alzare la voce per avere il sopravvento sulla Parola di Allah (gloria a Lui l’Altissimo), per oscurare il Suo Messaggio, per vanificare la Sua Volontà. <a class=f><sup foot_note=159594>16</sup></a> Non è l’invito a porgere l’altra guancia, ma addirittura a fare il bene a chi si comporta male. La potenza grandiosa del bene trasforma gli uomini e i loro rapporti. Le condizioni alle quali ci si può aspettare questa metamorfosi e la realtà di coloro che possono aspettarsela sono precisate nel versetto seguente. «un dono immenso»: la forza d’animo di fronte all’ira, la magnanimità di fronte all’offesa, il perdono di fronte al torto subito. <a class=f><sup foot_note=159595>17</sup></a> La purezza del culto e la certezza di non avere altro oggetto dell’adorazione che Allah Stesso (gloria a Lui l’Altissimo) discendono dalla fede in Lui e nella certezza che Lui è il Creatore della meravigliosa realtà cosmica che ci circonda. <a class=f><sup foot_note=159596>18</sup></a> Se i miscredenti, con protervia, rifiutano di prosternarsi, sappiano che gli angeli… <a class=f><sup foot_note=159597>19</sup></a> «affranta»: arida, disseccata. <a class=f><sup foot_note=159598>20</sup></a> «un Libro venerato»: «kitâb ‘Azìz», il Corano. «‘Azìz» si potrebbe tradurre anche con «prezioso, eccellente, eccelso, inattaccabile». <a class=f><sup foot_note=159599>21</sup></a> II versetto si riferisce alle dispute dottrinali tra gli ebrei e tra loro e i musulmani e afferma che Allah (gloria a Lui l’Altissimo) non interverrà direttamente per dirimere queste dispute in quanto ha già deciso diversamente. <a class=f><sup foot_note=159600>22</sup></a> «non c’è nessuno che lo testimoni»: non c’è nessuno di noi che continui a credere che Tu abbia qualcuno associato alla Tua divinità.",
        "ru": "Воистину, они сомневаются во встрече со своим Господом. Воистину, Он объемлет всякую вещь.",
        "tr": "İyi bilin ki onlar Rablerine kavuşmaktan bir şüphe içindedirler, yine iyi bilin ki, Allah her şeyi ilmiyle kuşatmıştır.",
        "de": "Sicherlich, sie sind im Zweifel über die Begegnung mit ihrem Herrn. Sicherlich, Er umfaßt doch alles.",
        "pt": "Não é certo que estão em dúvida quanto ao comparecimento ante o seu Senhor? Acaso não é verdade que Deus éOnímodo?",
        "nl": "Weet: voorwaar, zij verkeren in twijfel over de ontmoeting met hun Heer. Weet: voorwaar, Hij omvat alle zaken.",
        "ur": "آگاہ رہو، یہ لوگ اپنےربّ کی ملاقات میں شک رکھتے ہیں۔ <sup foot_note=\"186993\">1</sup> سُن رکھو، وہ ہر چیز پر محیط ہے۔<sup foot_note=\"186994\">2</sup>",
        "bn": "জানি থোৱা! নিশ্চয় সিহঁত নিজ প্ৰতিপালকৰ সাক্ষাত সম্পৰ্কে সন্দেহত আছে। জানি থোৱা যে, নিশ্চয় তেওঁ (আল্লাহ) সকলো বস্তুকেই পৰিবেষ্টন কৰি আছে।",
        "fa": "آگاه باشید كه آنان در مورد دیدار پروردگارشان [در قیامت] تردید دارند! [و] آگاه باشید كه الله بر همه چیز احاطه دارد!"
      }
    }
  ]
}