{
  "surah_number": 97,
  "extracted_at": "2025-09-20T15:17:28.721Z",
  "verses": [
    {
      "verse_number": 6126,
      "verse_key": "97:1",
      "arabic_text": "إِنَّآ أَنزَلْنَـٰهُ فِى لَيْلَةِ ٱلْقَدْرِ",
      "phonetic_text": "Inna anzalnahu fee laylatialqadr",
      "translations": {
        "fr": "Nous l’avons révélé en la nuit du Destin.",
        "en": "We sent it down on the Night of Glory.",
        "es": "Comencé la revelación [del Corán] en la noche de la predestinación.",
        "it": "Invero lo <a class=f><sup foot_note=160697>1</sup></a> abbiamo fatto scendere nella Notte del Destino <a class=f><sup foot_note=160698>2</sup></a> .",
        "ru": "Воистину, Мы ниспослали его (Коран) в ночь предопределения (или величия).",
        "tr": "Biz o (Kur'ân)nu Kadir gecesinde indirdik.",
        "de": "Wir haben ihn ja in der Nacht der Bestimmung hinabgesandt.",
        "pt": "Sabei que o revelamos (o Alcorão), na Noite do Decreto.",
        "nl": "Voorwaar, Wij hebben hem (de Koran) neergezonden in de Waardevolle Nacht (Lailatoel Qadr).",
        "ur": "ہم نے اِس (قرآن)کو شبِ قدر میں نازل کیا ہے۔ <sup foot_note=\"188553\">1</sup>",
        "bn": "নিশ্চয় আমি ইয়াক লাইলাতুল ক্বদৰত অৱতীৰ্ণ কৰিছো;",
        "fa": "همانا ما آن [قرآن] را در شب قدر نازل کردیم."
      }
    },
    {
      "verse_number": 6127,
      "verse_key": "97:2",
      "arabic_text": "وَمَآ أَدْرَىٰكَ مَا لَيْلَةُ ٱلْقَدْرِ",
      "phonetic_text": "Wama adraka ma laylatualqadr",
      "translations": {
        "fr": "Et qui te fera jamais savoir ce qu’est la nuit du Destin ?",
        "en": "What will explain to you what that Night of Glory is?",
        "es": "¿Y qué te hará comprender la importancia de la noche de la predestinación?",
        "it": "E chi potrà farti comprendere cos’è la Notte del Destino?",
        "ru": "Откуда ты мог знать, что такое ночь предопределения (или величия)?",
        "tr": "Kadir gecesinin ne olduğunu sen nereden bileceksin?",
        "de": "Und was läßt dich wissen, was die Nacht der Bestimmung ist?",
        "pt": "E o que te fará entender o que é a Noite do Decreto?",
        "nl": "En wat doet jullie weten wat de Waardevolle Nacht is?",
        "ur": "اور تم کیا جانو کہ شب قدر کیا ہے؟",
        "bn": "তুমি কি জানিবা লাইলাতুল ক্বদৰ কি?",
        "fa": "و تو چه دانی شب قدر چیست؟"
      }
    },
    {
      "verse_number": 6128,
      "verse_key": "97:3",
      "arabic_text": "لَيْلَةُ ٱلْقَدْرِ خَيْرٌ مِّنْ أَلْفِ شَهْرٍ",
      "phonetic_text": "Laylatu alqadri khayrun min alfi shahr",
      "translations": {
        "fr": "La nuit du Destin vaut mieux que mille mois.",
        "en": "The Night of Glory is better than a thousand months;",
        "es": "[Adorar a Dios] la noche de la predestinación es superior en recompensa a hacerlo durante mil meses.",
        "it": "La Notte del Destino è migliore di mille mesi.",
        "ru": "Ночь предопределения (или величия) лучше тысячи месяцев.",
        "tr": "Kadir gecesi bin aydan daha hayırlıdır.",
        "de": "Die Nacht der Bestimmung ist besser als tausend Monate.",
        "pt": "A Noite do Decreto é melhor do que mil meses.",
        "nl": "De Waardevolle Nacht is beter dan duizend maanden.",
        "ur": "شبِ قدر ہزار مہینوں سے زیادہ بہتر ہے۔ <sup foot_note=\"188554\">1</sup>",
        "bn": "লাইলাতুল ক্বদৰ এহেজাৰ মাহতকৈয়ো শ্ৰেষ্ঠ।",
        "fa": "شب قدر، بهتر از هزار ماه است."
      }
    },
    {
      "verse_number": 6129,
      "verse_key": "97:4",
      "arabic_text": "تَنَزَّلُ ٱلْمَلَـٰٓئِكَةُ وَٱلرُّوحُ فِيهَا بِإِذْنِ رَبِّهِم مِّن كُلِّ أَمْرٍ",
      "phonetic_text": "Tanazzalu almala-ikatu warroohufeeha bi-ithni rabbihim min kulli amr",
      "translations": {
        "fr": "En cette nuit, descendent les Anges et l’Esprit<sup foot_note=195242>1</sup> avec la permission de leur Seigneur et avec les ordres pour toutes choses.<sup foot_note=195243>2</sup>",
        "en": "on that night the angels and the Spirit descend again and again with their Lord’s permission on every task;",
        "es": "Esta noche descienden los ángeles y el espíritu [el ángel Gabriel] con órdenes de su Señor para todos los asuntos.",
        "it": "In essa discendono gli angeli e lo Spirito <a class=f><sup foot_note=160699>1</sup></a> , con il permesso del loro Signore, per [fissare] ogni decreto <a class=f><sup foot_note=160700>2</sup></a> .",
        "ru": "В эту ночь ангелы и Дух (Джибрил) нисходят с дозволения их Господа по всем Его повелениям.",
        "tr": "Melekler ve Ruh (Cebrail veya Ruh adındaki melek) o gece Rablerinin izniyle, her iş için inerler.",
        "de": "Es kommen die Engel und der Geist in ihr mit der Erlaubnis ihres Herrn mit jeder Angelegenheit herab.",
        "pt": "Nela descem os anjos e o Espírito (Anjo Gabriel), com a anuência do seu Senhor, para executar todas as Suas ordens.",
        "nl": "De Engelen en de Geest (Djibrîl) daalden in haar neer met de toestemming van hun Heer, voor elke beschikking.",
        "ur": "فرشتے اور رُوح <sup foot_note=\"188555\">1</sup> اُس میں اپنے ربّ کے اِذن سے ہر حکم لے کر اُترتے ہیں۔ <sup foot_note=\"188556\">2</sup>",
        "bn": "সেই ৰাতিত ফিৰিস্তাসকল আৰু ৰূহ তেওঁলোকৰ প্ৰতিপালকৰ অনুমতিক্ৰমে যাৱতীয় সিদ্ধান্ত লৈ অৱতৰণ কৰে।",
        "fa": "فرشتگان و روح [= جبرئیل] در آن [شب،] به فرمان پروردگارشان برای [انجام] هر کاری نازل می‌شوند."
      }
    },
    {
      "verse_number": 6130,
      "verse_key": "97:5",
      "arabic_text": "سَلَـٰمٌ هِىَ حَتَّىٰ مَطْلَعِ ٱلْفَجْرِ",
      "phonetic_text": "Salamun hiya hatta matlaAAialfajr",
      "translations": {
        "fr": "Paix elle est jusqu’au lever de l’aube.",
        "en": "[there is] peace that night until the break of dawn.",
        "es": "Es una noche de paz y seguridad hasta el comienzo del alba.",
        "it": "È pace, fino al levarsi dell’alba.   <a class=f><sup foot_note=160701>1</sup></a> La Notte del destino di cui è questione in questa sura è quella in cui Allah (gloria a Lui l’Altissimo) rivelò al Profeta Muhammad (pace e benedizioni su di lui) il Sublime Corano. Il fatto avvenne in una delle notti dispari dell’ultima decade del mese di Ramadan (vedi anche nota alla sura XCVI). La consuetudine islamica, appoggiandosi su alcune tradizioni, ha individuato nella ventisettesima notte del mese la fatidica notte (inizia al tramonto del ventiseiesimo giorno di Ramadan) e ne ha fatto una ricorrenza liturgica di grande importanza. Durante questa notte nelle moschee e nelle case dei musulmani si veglia, si legge il Corano, si chiede perdono ad Allah e si invocano la Sua Grazia e la Sua Misericordia per tutto l’anno a venire. <a class=f><sup foot_note=160702>2</sup></a> Il pronome si riferisce al Sublime Corano? <a class=f><sup foot_note=160703>3</sup></a> Il termine che abbiamo tradotto con «Destino» è «quadr» che significa anche «potere, valore, merito, decisione». <a class=f><sup foot_note=160704>4</sup></a> «lo Spirito»: con questo termine Allah (gloria a Lui l’Altissimo) designa nel Corano l’angelo Gabriele (pace su di lui). <a class=f><sup foot_note=160705>5</sup></a> L’esegesi ha stabilito che il significato dell’espressione «min kulli ’amr» sia appunto quello che abbiamo tradotto con «per [fissare] ogni decreto», attribuendo alla particella «min» (da) il valore di «bi» (con, per).",
        "ru": "Она благополучна вплоть до наступления зари.",
        "tr": "O gece, tanyeri ağarıncaya kadar süren bir selâmettir.",
        "de": "Frieden ist sie bis zum Anbruch der Morgendämmerung.",
        "pt": "(Ela) é paz, até ao romper da aurora!",
        "nl": "Vrede heerst (in deze nacht), tot aan de ochtendschemering.",
        "ur": "وہ رات سراسر سلامتی ہے طلوعِ فجر تک۔ <sup foot_note=\"188557\">1</sup>",
        "bn": "শান্তিময় সেই ৰাতি, ফজৰৰ আবিৰ্ভাৱ নোহোৱালৈকে (শান্তি বিস্তৃত থাকে)।",
        "fa": "[آن شب] تا طلوع فجر، سلامت [و رحمت] است."
      }
    }
  ]
}