{
  "surah_number": 63,
  "extracted_at": "2025-09-20T15:16:40.110Z",
  "verses": [
    {
      "verse_number": 5189,
      "verse_key": "63:1",
      "arabic_text": " إِذَا جَآءَكَ ٱلْمُنَـٰفِقُونَ قَالُوا۟ نَشْهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِ ۗ وَٱللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشْهَدُ إِنَّ ٱلْمُنَـٰفِقِينَ لَكَـٰذِبُونَ",
      "phonetic_text": "Itha jaaka almunafiqoonaqaloo nashhadu innaka larasoolu Allahi wallahuyaAAlamu innaka larasooluhu wallahu yashhadu innaalmunafiqeena lakathiboon",
      "translations": {
        "fr": "Quand les hypocrites viennent te trouver, ils disent : « Nous attestons que tu es le Messager d’Allah. » Mais Allah Sait que tu es Son Messager, et Il atteste que les hypocrites sont des menteurs.",
        "en": "When the hypocrites come to you [Prophet], they say, ‘We bear witness that you are the Messenger of God.’ God knows that you truly are His Messenger and He bears witness that the hypocrites are liars––",
        "es": "Cuando los hipócritas se presentan ante ti [¡Oh, Muhámmad!], dicen: “Atestiguamos que eres el Mensajero de Dios”. Dios bien sabe que eres el Mensajero, pero Él mismo atestigua que los hipócritas son mentirosos.",
        "it": "Quando vengono a te, gli ipocriti dicono: «Attestiamo che sei veramente il Messaggero di Allah», ma Allah attesta che tu sei il Suo Messaggero e attesta Allah, che gli ipocriti sono bugiardi.",
        "ru": "Когда лицемеры приходят к тебе, они говорят: «Свидетельствуем, что ты - Посланник Аллаха». Аллах знает, что ты - Его Посланник, и Аллах свидетельствует, что лицемеры являются лжецами.",
        "tr": "Münafıklar sana geldikleri vakit: \"Şahitlik ederiz ki sen muhakkak Allah'ın elçisisin.\" derler. Senin mutlaka kendisinin elçisi olduğunu Allah bilir ve Allah münafıkların yalancı olduklarına şahitlik eder.",
        "de": "Wenn die Heuchler zu dir kommen, sagen sie: Wir bezeugen, daß du wahrlich Allahs Gesandter bist. Allah weiß, daß du fürwahr Sein Gesandter bist; doch Allah bezeugt, daß die Heuchler wahrlich lügen.",
        "pt": "Quando os hipócritas se apresentam a ti, dizem: Reconhecemos que tu és o Mensageiro de Deus. Porém, Deus bem sabeque tu és o Seu Mensageiro e atesta que os hipócritas são mentirosos.",
        "nl": "Wanneer de huichelaars tot jou komen, dan zeggen zij: \"Wij getuigen dat jij zeker de Boodschapper van Allah bent.\" En Allah weet dat jij zeker Zijn Boodschapper bent en Allah getuigt dat de huichelaars zeker leugenaars zijn.",
        "ur": "اے نبیؐ ، جب یہ منافق تمہارے پاس آتے ہیں تو کہتے ہیں،”ہم گواہی دیتے ہیں کہ آپ یقیناً اللہ کے رسُول ہیں“۔ ہاں، اللہ جانتا ہے کہ تم ضرور اُس کے رسُول ہو،  مگر اللہ گواہی دیتا ہے کہ یہ منافق قطعی جُھوٹے ہیں۔ <sup foot_note=\"187879\">1</sup>",
        "bn": "যেতিয়া মুনাফিকসকল তোমাৰ ওচৰত আহে তেতিয়া সিহঁতে কয়, আমি সাক্ষ্য দিওঁ যে, ‘নিশ্চয় আপুনি আল্লাহৰ ৰাছুল’; আৰু আল্লাহে জানে যে, তুমি নিশ্চয় তেওঁৰ ৰাছুল আৰু আল্লাহে সাক্ষ্য দিয়ে যে, নিশ্চয় মুনাফিকসকল মিছলীয়া।",
        "fa": "هنگامی که منافقان نزد تو آیند، [سوگند می‌خورند و] می‌گویند: «ما گواهی می‌دهیم که یقیناً تو فرستادۀ الله هستی»؛ و الله می‌داند که بی‌گمان، تو فرستادۀ او هستی؛ و الله گواهی می‌دهد که منافقان یقیناً دروغگو هستند."
      }
    },
    {
      "verse_number": 5190,
      "verse_key": "63:2",
      "arabic_text": "ٱتَّخَذُوٓا۟ أَيْمَـٰنَهُمْ جُنَّةً فَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ ۚ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ",
      "phonetic_text": "Ittakhathoo aymanahum junnatanfasaddoo AAan sabeeli Allahi innahum saa makanoo yaAAmaloon",
      "translations": {
        "fr": "Ils ont pris leur serment comme bouclier protecteur, et ont repoussé (les autres) loin du chemin d’Allah. Comme étaient détestables les choses qu’ils faisaient !",
        "en": "they use their oaths as a cover and so bar others from God’s way: what they have been doing is truly evil––",
        "es": "[Los hipócritas] se escudan en sus juramentos para apartar [a algunas personas] del sendero de Dios. ¡Qué pésimo es lo que hacen!",
        "it": "Si fanno scudo dei loro giuramenti e hanno allontanato altri dalla via di Allah. Quant’è perverso quello che fanno!",
        "ru": "Они сделали свои клятвы щитом и сбили других с пути Аллаха. Воистину, скверно то, что они совершают!",
        "tr": "Yeminlerini kalkan yapıp (insanları) Allah'ın yolundan çevirdiler. Onların yaptıkları ne kötüdür!",
        "de": "Sie haben sich ihre Eide zu einem Schutzschirm genommen und halten so von Allahs Weg ab. Gewiß, wie böse ist, was sie zu tun pflegen.",
        "pt": "Fazem dos seus juramentos uma coberta (para as suas más ações), e desencaminham-se da senda de Deus. Que péssimo éo que fazem!",
        "nl": "Zij hebben hun eden tot een schild gemaakt en zij houden af van de Weg van Allah. Voorwaar, slecht is het wat zij plachten te doen.",
        "ur": "انہوں نے اپنی قَسموں کو ڈھال بنا رکھا ہے <sup foot_note=\"187880\">1</sup> اور اِس طرح یہ اللہ کے راستے سےخود رُکتے اور دنیا کو روکتے ہیں۔ <sup foot_note=\"187881\">2</sup> کیسی بُری حرکتیں ہیں جو یہ لوگ کر رہے ہیں",
        "bn": "সিহঁতে নিজৰ শপতবোৰক ঢালৰূপে ব্যৱহাৰ কৰে। ফলত সিহঁতে আল্লাহৰ পথৰ পৰা মানুহক নিবৃত্ত কৰে। সিহঁতে যি কৰে সেয়া কিমান যে নিকৃষ্ট!",
        "fa": "آنها سوگندهای خود را سپر ساخته‌اند، در نتیجه [مردم را] از راه الله بازداشته‌اند. به راستی که آنان چه بد می‌کنند!"
      }
    },
    {
      "verse_number": 5191,
      "verse_key": "63:3",
      "arabic_text": "ذَٰلِكَ بِأَنَّهُمْ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ فَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ",
      "phonetic_text": "Thalika bi-annahum amanoothumma kafaroo fatubiAAa AAala quloobihim fahum layafqahoon",
      "translations": {
        "fr": "Cela, parce qu’ils ont cru, puis mécru. Leurs cœurs en sont alors scellés, et ils ne comprennent plus rien.",
        "en": "because they professed faith and then rejected it, so their hearts have been sealed and they do not understand.",
        "es": "Ello<sup foot_note=169446>1</sup> es porque creyeron y luego renegaron, entonces sus corazones fueron sellados y ya no pueden discernir.",
        "it": "E questo perché prima credettero, poi divennero increduli. Sul loro cuore fu quindi posto un suggello, affinché non capissero.",
        "ru": "Это потому, что они уверовали, а затем стали неверующими. Затем их сердца были запечатаны, и теперь они не разумеют.",
        "tr": "Bunun sebebi şudur: Onlar inandılar, sonra inkar ettiler, bu yüzden kalblerinin üzeri mühürlendi. Artık onlar anlamazlar.",
        "de": "Dies, weil sie (zuerst) gläubig gewesen, hierauf aber ungläubig geworden sind. Da wurden ihre Herzen versiegelt; so verstehen sie nicht.",
        "pt": "Isso porque creram e depois renegaram; consequentemente, foram sigilados os seus corações e por isso são insensatos.",
        "nl": "Dat is omdat zij geloofden en daarna ongelovig werden, waarna hun harten verzegeld werden, zodat zij niet begrijpen.",
        "ur": "کیسی بُری حرکتیں ہیں جو یہ لوگ کر رہے ہیں۔ یہ سب کچھ اس وجہ سے ہے کہ ان لوگوں نے ایمان لا کر پھر  کفر کیا اس لیے ان کے دلوں پر مہر لگا دی گئی، اب یہ کچھ نہیں سمجھتے۔ <sup foot_note=\"187882\">1</sup>",
        "bn": "এয়া এই বাবেই যে, সিহঁতে ঈমান আনাৰ পিছত কুফুৰী কৰিছে। ফলত সিহঁতৰ অন্তৰত মোহৰ মাৰি দিয়া হৈছে; সেয়ে সিহঁত নুবুজা হৈছে।",
        "fa": "این به خاطر آن است که آنها ایمان آوردند، سپس کافر شدند؛ آنگاه بر دل‌هایشان مُهر نهاده شده، پس درنمی‌یابند."
      }
    },
    {
      "verse_number": 5192,
      "verse_key": "63:4",
      "arabic_text": "۞ وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ ۖ وَإِن يَقُولُوا۟ تَسْمَعْ لِقَوْلِهِمْ ۖ كَأَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ ۖ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ ۚ هُمُ ٱلْعَدُوُّ فَٱحْذَرْهُمْ ۚ قَـٰتَلَهُمُ ٱللَّهُ ۖ أَنَّىٰ يُؤْفَكُونَ",
      "phonetic_text": "Wa-itha raaytahum tuAAjibuka ajsamuhumwa-in yaqooloo tasmaAA liqawlihim kaannahum khushubunmusannadatun yahsaboona kulla sayhatinAAalayhim humu alAAaduwwu fahtharhum qatalahumuAllahu anna yu/fakoon",
      "translations": {
        "fr": "Quand tu les vois, leur apparence physique te plaît, et s’ils parlent tu écoutes (volontiers) ce qu’ils disent. Ils sont tels des poutres appuyées (contre le mur). Ils pensent que le moindre cri les concerne. Ce sont eux l’ennemi. Méfie-toi d’eux ! Qu’Allah les combatte ! Comme ils se détournent (du droit chemin) !",
        "en": "When you see them [Prophet], their outward appearance pleases you; when they speak, you listen to what they say. But they are like propped-up tim-bers––they think every cry they hear is against them––and they are the enemy. Beware of them. May God confound them! How devious they are!",
        "es": "Cuando les observas te agrada su aspecto, y cuando hablan prestas atención a sus palabras, pues parecen maderos bien afirmados; pero cada vez que se alza la voz se sobresaltan, porque creen que es contra ellos. Ellos son el enemigo, sé precavido con ellos. Dios les destruirá por haberse desviado tanto.",
        "it": "Post-Eg. n.Diversetti. Il nome della sura deriva dal vers. In nome di Allah, il Compassionevole, il Misericordioso. Quando li vedi, sei ammirato dalla loro prestanza; se parlano, ascolti le loro parole. Sono come tronchi appoggiati <a class=f><sup foot_note=160218>1</sup></a> . Credono che ogni grido sia contro di loro. Sono essi il nemico. Stai in guardia. Li annienti Allah! Quanto si sono traviati!",
        "ru": "Когда ты смотришь на них, их тела восхищают тебя. Когда они говорят, ты слушаешь их слова. Они подобны прислоненным бревнам. Всякий крик они считают обращенным против них. Они являются врагами - остерегайся же их. Да погубит их Аллах! До чего же они отвращены от истины!",
        "tr": "Onları gördüğün zaman kalıpları hoşuna gider, konuşurlarsa sözlerini dinlersin. Onlar sanki dayanmış keresteler gibidirler. Her gürültüyü kendi aleyhlerine sanırlar. Onlar düşmandır, onlardan sakın. Allah onları kahretsin! Nasıl olup da döndürülüyorlar?",
        "de": "Und wenn du sie siehst, gefällt dir ihr Äußeres, und wenn sie reden, hörst du ihren Worten zu. Sie sind wie angelehnte Hölzer. Sie meinen, jeder Schrei sei gegen sie. Sie sind die (wahren) Feinde; so sieh dich vor ihnen vor. Allah bekämpfe sie! Wie sie sich (doch) abwendig machen lassen!",
        "pt": "E quando os vês, os seus aspectos te agradam; e quando falam escuta-lhes as palavras. Todavia, são como madeiraencostada; pensam que qualquer grito é contra eles. São os inimigos; cuida-te, pois, deles. Que Deus os maldiga! Como sedesencaminham!",
        "nl": "En wanneer jij hen ziet, wekken hun lichamen (hun uiterlijk vertoon) jouw verwondering op; en wanneer zij spreken, dan luister jij naar hun woorden. Zij zijn als balken die gestut worden. Zij denken dat elke schreeuw tot hen gericht is. Zij zijn de vijanden, kijk daarom uit voor hen. Allah vervloekt hen. Hoe kunnen zij misleid worden?",
        "ur": "اِنہیں دیکھو تو اِن کے جُثّے تمہیں بڑے شاندار نظر آئیں۔ بولیں تو تم ان کی باتیں سُنتے رہ جاؤ۔ <sup foot_note=\"187883\">1</sup> مگر اصل میں یہ گویا لکڑی کے کُندے ہیں جو دیوار کے ساتھ چُن کر رکھ دیے گئے ہوں۔ <sup foot_note=\"187884\">2</sup> ہر روز کی آواز کو یہ اپنے خلاف سمجھتے ہیں۔ <sup foot_note=\"187885\">3</sup> یہ پکّے دشمن ہیں، <sup foot_note=\"187886\">4</sup> ان سے بچ کر رہو، <sup foot_note=\"187887\">5</sup> اللہ کی مار ان پر، <sup foot_note=\"187888\">6</sup> یہ کدھر اُلٹے پِھر ائے جا رہے ہیں۔ <sup foot_note=\"187889\">7</sup>",
        "bn": "আৰু তুমি যেতিয়া সিহঁতৰ প্ৰতি লক্ষ্য কৰিবা তেতিয়া সিহঁতৰ দেহৰ আকৃতি তোমাক মুগ্ধ কৰিব আৰু সিহঁতে যেতিয়া কথা কয় তুমি সিহঁতৰ কথা আগ্ৰহেৰে শুনি থাকা। সিহঁত বেৰত লগাই থোৱা কাঠৰ খুটাৰ দৰে; সিহঁতে যিকোনো শব্দক নিজৰ বিৰুদ্ধে ধাৰণা কৰে। সিহঁতেই শত্ৰু, এতেকে সিহঁতৰ বিষয়ে সতৰ্ক হোৱা; আল্লাহে সিহঁতক ধ্বংস কৰক! সিহঁতক ক’লৈ উভতাই নিয়া হৈছে!",
        "fa": "و هنگامی‌ که آنها را ببینی، جسم [و ظاهر] شان [از آراستگی و وقار] تو را به شگفت آورَد؛ و اگر [سخن] گویند، [به علت شیرینی و جذابیّت کلام‌شان] به سخنانشان گوش می‌دهی. [ای پیامبر] گویی آنها [در مجلس تو] چوب‌های تکیه‌داده به دیوارند، [که هیچ چیزی نمی‌فهمند و درک نمی‌کنند، و به سبب بزدلی] هر بانگی را علیه خود می‌پندارند. آنان دشمن [حقیقی] هستند؛ پس از آنان بر حذر باش. الله آنها را بکشد! چگونه [از حق] منحرف می‌شوند؟"
      }
    },
    {
      "verse_number": 5193,
      "verse_key": "63:5",
      "arabic_text": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ يَسْتَغْفِرْ لَكُمْ رَسُولُ ٱللَّهِ لَوَّوْا۟ رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُم مُّسْتَكْبِرُونَ",
      "phonetic_text": "Wa-itha qeela lahum taAAalawyastaghfir lakum rasoolu Allahi lawwaw ruoosahumwaraaytahum yasuddoona wahum mustakbiroon",
      "translations": {
        "fr": "Quand il leur est dit : « Venez ! Le Messager d’Allah va implorer le pardon pour vous », ils détournent la tête, et tu les vois se retirer, dédaigneux, pleins de morgue.",
        "en": "They turn their heads away in disdain when they are told, ‘Come, so that the Messenger of God may ask forgiveness for you,’ and you see them walking away arrogantly.",
        "es": "Cuando se les dice: “Venid, que el Mensajero de Dios pedirá perdón por vosotros”, mueven su cabeza [en señal de burla] y les ves evadirte con soberbia.",
        "it": "E quando si dice loro: «Venite, il Messaggero di Allah implorerà il perdono per voi», voltano la testa e li vedi allontanarsi pieni di superbia.",
        "ru": "Когда им говорят: «Придите, чтобы Посланник Аллаха попросил для вас прощения», - они качают головой, и ты видишь, как они надменно отворачиваются.",
        "tr": "Onlara: \"Gelin, Allah'ın Resulü sizin için mağfiret dilesin.\" denildiği zaman başlarını çevirirler ve onların, büyüklük taslayarak yüz çevirdiklerini görürsün.",
        "de": "Und wenn zu ihnen gesagt wird: Kommt her, damit Allahs Gesandter für euch um Vergebung bittet, drehen sie ihre Köpfe zur Seite, und du siehst sie sich hochmütig abwenden.",
        "pt": "Porém, quando lhes é dito: Vinde, que o Mensageiro de Deus implorará, para vós, o perdão!, meneiam a cabeça e os vêsafastarem-se, ensoberbecidos.",
        "nl": "En als tot hen gezegd wordt: \"Komt, dan zal de Boodschapper van Allah vergeving voor jullie vragen,\" dan buigen zij hun hoofden en zie jij hen (de verkondiging) tegenhouden, terwijl zij hoogmoedig zijn.",
        "ur": "اور جب اِن سے کہا جاتا ہے کہ آؤ تاکہ اللہ کا رسُول تمہارے لیے مغفرت کی دُعا کرے ، تو سر جھٹکتے ہیں اور تم دیکھتے ہو کہ وہ بڑے گھمنڈ کے ساتھ آنے سے رُکتے ہیں۔ <sup foot_note=\"187890\">1</sup>",
        "bn": "আৰু যেতিয়া সিহঁতক কোৱা হয়, ‘আহা, আল্লাহৰ ৰাছুলে তোমালোকৰ বাবে ক্ষমা প্ৰাৰ্থনা কৰিব’, তেতিয়া সিহঁতে মূৰ জুকাৰি অস্বীকৃতি জনায়, আৰু তুমি সিহঁতক অহংকাৰ কৰি বিমুখ হৈ গুচি যোৱা দেখিবলৈ পাবা।",
        "fa": "و هنگامی که به آنها گفته شود: «بیایید تا رسول الله برای شما آمرزش بخواهد» [از روی تمسخر و استهزا] سرهایشان را تکان می‌دهند، و آنها را می‌بینی که [از سخنان تو] رویگردان می‌شوند و تکبر می‌ورزند."
      }
    },
    {
      "verse_number": 5194,
      "verse_key": "63:6",
      "arabic_text": "سَوَآءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَن يَغْفِرَ ٱللَّهُ لَهُمْ ۚ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
      "phonetic_text": "Sawaon AAalayhim astaghfarta lahum amlam tastaghfir lahum lan yaghfira Allahu lahum inna Allahala yahdee alqawma alfasiqeen",
      "translations": {
        "fr": "Que tu implores pour eux le pardon ou que tu ne l’implores pas, cela est égal. Car Allah ne leur pardonnera pas. Allah ne guide pas les gens pervers.",
        "en": "It makes no difference whether you ask forgiveness for them or not, God will not forgive them: God does not guide such treacherous people.",
        "es": "[Oh, Muhámmad!] Lo mismo da que pidas perdón por ellos o que no lo hagas, Dios no les perdonará. Dios no guía a la gente corrupta.",
        "it": "Per loro è la stessa cosa, che tu implori perdono per loro o che non lo implori: Allah non li perdonerà mai. In verità Allah non guida gli empi.",
        "ru": "Попросишь ты для них прощения или не станешь просить для них прощения - им все равно. Аллах не простит их. Воистину, Аллах не ведет прямым путем нечестивых людей.",
        "tr": "Onlara mağfiret dilesen de, dilemesen de onlar için birdir. Allah onları bağışlamayacaktır. Çünkü Allah, yoldan çıkmış bir toplumu yola iletmez.",
        "de": "Gleich ist es in Bezug auf sie, ob du für sie um Vergebung bittest oder nicht bittest; Allah wird ihnen nicht vergeben. Gewiß, Allah leitet das Volk der Frevler nicht recht.",
        "pt": "Tanto se lhes dá que implores ou não o perdão para eles; Deus jamais os perdoará, porque Deus não encaminha osdepravados.",
        "nl": "Het is voor hen hetzelfde of jij voor hen vergeving vraagt, of dat jij geen vergeving voor hen vraagt: Allah zal hen nooit vergeven. Voorwaar, Allah leidt het zwaar zondige volk niet.",
        "ur": "اے نبیؐ  ، تم چاہے ان کے لیے مغفرت کی دُعا کرو یا نہ کرو، ان کے لیے یکساں ہے، اللہ ہر گز انہیں معاف نہ کرے گا، <sup foot_note=\"187891\">1</sup> اللہ فاسق لوگوں کو ہر گز ہدایت نہیں دیتا۔ <sup foot_note=\"187892\">2</sup>",
        "bn": "তুমি সিহঁতৰ বাবে ক্ষমা প্ৰাৰ্থনা কৰা বা নকৰা, উভয়টো সিহঁতৰ বাবে সমান। আল্লাহে সিহঁতক কেতিয়াও ক্ষমা নকৰিব। নিশ্চয় আল্লাহ ফাছিক্ব সম্প্ৰদায়ক হিদায়ত নিদিয়ে।",
        "fa": "برای آنها یکسان است که برایشان آمرزش بخواهی یا نخواهی؛ الله هرگز آنان را نمی‌بخشد. بی‌گمان، الله قومِ نافرمان را هدایت نمی‌کند."
      }
    },
    {
      "verse_number": 5195,
      "verse_key": "63:7",
      "arabic_text": "هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُوا۟ عَلَىٰ مَنْ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّوا۟ ۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَـٰكِنَّ ٱلْمُنَـٰفِقِينَ لَا يَفْقَهُونَ",
      "phonetic_text": "Humu allatheena yaqooloona latunfiqoo AAala man AAinda rasooli Allahi hattayanfaddoo walillahi khaza-inu assamawatiwal-ardi walakinna almunafiqeena layafqahoon",
      "translations": {
        "fr": "Ce sont eux qui disent : « Ne dépensez plus (de vos biens) en faveur de ceux qui sont (toujours) auprès du Messager d’Allah. C’est ainsi seulement qu’ils finiront par se disperser (d’autour de lui.) » C’est à Allah qu’appartiennent les trésors des cieux et de la terre, mais les hypocrites, eux, ne (le) comprennent pas.",
        "en": "They are the ones who say, ‘Give nothing to those who follow God’s Messenger, until they abandon him’, but to God belong the treasures of the heavens and earth, though the hypocrites do not understand this.",
        "es": "Ellos dicen: “No ayudéis a los que están con el Mensajero de Dios hasta que le abandonen”. Es a Dios a quien pertenecen los tesoros de los cielos y de la Tierra, pero los hipócritas no lo comprenden.",
        "it": "Essi sono coloro che dicono: «Non date nulla a coloro che seguono il Messaggero di Allah, affinché si disperdano». Appartengono ad Allah i tesori dei cieli e della terra, ma gli ipocriti non lo capiscono.",
        "ru": "Именно они говорят: «Ничего не тратьте на тех, кто возле Посланника Аллаха, пока они не покинут его». Аллаху принадлежат сокровищницы небес и земли, но лицемеры не понимают этого.",
        "tr": "Onlar öyle kimselerdir ki: \"Allah'ın elçisinin yanında bulunanları beslemeyin ki dağılıp gitsinler.\" diyorlar. Oysa göklerin ve yerin hazineleri Allah'ındır, fakat münafıklar anlamazlar.",
        "de": "Sie sind es, die sagen: Gebt nicht aus für diejenigen, die bei Allahs Gesandtem sind, bis sie (von ihm weg) auseinander (und davon)laufen. Doch Allah gehören die Schatzkammern der Himmel und der Erde. Aber die Heuchler verstehen nicht.",
        "pt": "São aqueles que dizem: Nada dispendais, com os que acompanham o Mensageiro de Deus, até que se dispersem. Ostesouros dos céus e da terra pertencem a Deus, embora os hipócritas continuem a ser insensatos.",
        "nl": "Zij zijn degenen die zeggen: \"Geeft geen bijdragen aan hen die met de Boodschapper van Allah zijn, zodat zij weglopen (van de Profeet.)\" Aan Allah behoren de schatten van de hemelen en de aarde, maar de huichelaars begrijpen het niet",
        "ur": "یہ وہی لوگ ہیں جو کہتے ہیں کہ رسول کے ساتھیوں پر خرچ کرنا بند کر دو تاکہ یہ منتشر ہو جائیں حالانکہ زمین اور آسمانوں کے خزانوں کا مالک اللہ ہی ہے، مگر یہ منافق سمجھتے نہیں ہیں",
        "bn": "সিহঁতে কয়, ‘তোমালোকে আল্লাহৰ ৰাছুলৰ সহচৰসকলৰ বাবে ব্যয় নকৰিবা, যাতে সিহঁত আঁতৰি যায়’। অথচ আকাশমণ্ডল আৰু পৃথিৱীৰ ধন-ভাণ্ডাৰ আল্লাহৰেই, কিন্তু মুনাফিক্বসকলে নুবুজে।",
        "fa": "آنها کسانی هستند که می‌گویند: «به کسانی که نزد رسول الله هستند [چیزی] انفاق نکنید تا [از گِرد او] پراکنده شوند؛ حال آنکه گنجینه‌های آسمان‌ها و زمین، از آنِ الله است؛ ولی منافقان درنمی‌یابند."
      }
    },
    {
      "verse_number": 5196,
      "verse_key": "63:8",
      "arabic_text": "يَقُولُونَ لَئِن رَّجَعْنَآ إِلَى ٱلْمَدِينَةِ لَيُخْرِجَنَّ ٱلْأَعَزُّ مِنْهَا ٱلْأَذَلَّ ۚ وَلِلَّهِ ٱلْعِزَّةُ وَلِرَسُولِهِۦ وَلِلْمُؤْمِنِينَ وَلَـٰكِنَّ ٱلْمُنَـٰفِقِينَ لَا يَعْلَمُونَ",
      "phonetic_text": "Yaqooloona la-in rajaAAna ilaalmadeenati layukhrijanna al-aAAazzu minha al-athallawalillahi alAAizzatu walirasoolihi walilmu/mineena walakinnaalmunafiqeena la yaAAlamoon",
      "translations": {
        "fr": "Ils disent : « Si nous revenons à Médine, le plus puissant en chassera le plus humble. » C’est pourtant à Allah qu’appartient la Puissance, à Son Messager et aux croyants. Mais les hypocrites ne (le) savent pas.",
        "en": "They say, ‘Once we return to Medina the powerful will drive out the weak,’ but power belongs to God, to His Messenger, and to the believers, though the hypocrites do not know this.",
        "es": "Dicen: “Si regresamos a la ciudad [de Medina], los más poderosos expulsaremos de ella a los más débiles<sup foot_note=169447>1</sup>”. Pero el verdadero poder pertenece a Dios, a Su Mensajero y a los creyentes, aunque los hipócritas no lo saben.",
        "it": "Dicono: «Se ritorniamo a Medina, il più potente scaccerà il più debole» <a class=f><sup foot_note=160219>1</sup></a> . La potenza appartiene ad Allah, al Suo Messaggero e ai credenti, ma gli ipocriti non lo sanno.",
        "ru": "Они говорят: «Когда мы вернемся в Медину, то могущественные среди нас непременно изгонят оттуда презренных». Могущество присуще Аллаху, Его Посланнику и верующим, но лицемеры не знают этого.",
        "tr": "Diyorlar ki: \"Andolsun, eğer Medine'ye dönersek, daha üstün olan, daha alçak olanı oradan mutlaka çıkaracaktır.\" Üstünlük, ancak Allah'a, O'nun elçisine ve müminlere mahsustur. Fakat münafıklar bilmezler.",
        "de": "Sie sagen: Wenn wir nach al-Madina zurückkehren, so wird ganz gewiß der Mächtigere den Niedrigeren aus ihr vertreiben. Doch Allah gehört die Macht, und auch Seinem Gesandten und den Gläubigen. Aber die Heuchler wissen nicht.",
        "pt": "Dizem: Em verdade, se voltássemos para Madina, o mais poderoso expulsaria dela o mais fraco. Porém, a potestade sópertence a Deus, ao Seu Mensageiro e aos fiéis, ainda que os hipócritas o ignorem.",
        "nl": "Zij zeggen: \"Als wij naar Medinah terugkeren, dan zal het sterke zeker het zwakke daaruit verdrijven.\" En alle macht behoort aan Allah en aan Zijn Boodschapper en aan de gelovigen, maar de huichelaars weten het niet.",
        "ur": "یہ کہتے ہیں کہ ہم مدینے واپس پہنچ جائیں تو جو عزّت والا ہے وہ ذلیل کو وہاں سے نکال باہر کرے گا۔ <sup foot_note=\"187893\">1</sup> حالانکہ عزّت تو اللہ اور اُس کے رسُولؐ  اور مومنین کے لیے ہے، <sup foot_note=\"187894\">2</sup> مگر یہ منافق جانتے نہیں ہیں",
        "bn": "সিহঁতে কয়, ‘আমি মদীনাত উভতি গ’লে নিশ্চয় তাৰ পৰা শক্তিশালীসকলে দুৰ্বলসকলক বহিষ্কাৰ কৰিব’। অথচ শক্তি-সন্মান কেৱল আল্লাহৰ আৰু তেওঁৰ ৰাছুলৰ আৰু মুমিনসকলৰ। কিন্তু মুনাফিক্বসকলে সেয়া নাজানে।",
        "fa": "آنها می‌گویند: «اگر به مدینه بازگردیم، یقیناً صاحبان عزت، فرومایگان را از آنجا بیرون می‌کنند»؛ در حالی که عزت، از آنِ الله و فرستادۀ او و مؤمنان است؛ ولی منافقان نمی‌دانند."
      }
    },
    {
      "verse_number": 5197,
      "verse_key": "63:9",
      "arabic_text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُلْهِكُمْ أَمْوَٰلُكُمْ وَلَآ أَوْلَـٰدُكُمْ عَن ذِكْرِ ٱللَّهِ ۚ وَمَن يَفْعَلْ ذَٰلِكَ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
      "phonetic_text": "Ya ayyuha allatheena amanoola tulhikum amwalukum wala awladukumAAan thikri Allahi waman yafAAal thalikafaola-ika humu alkhasiroon",
      "translations": {
        "fr": "Ô vous qui avez cru ! Que vos biens et vos enfants ne vous distraient point de l’Invocation<sup foot_note=195186>1</sup> d’Allah. Ceux qui le font sont eux les perdants.",
        "en": "Believers, do not let your wealth and your children distract you from remembering God: those who do so will be the ones who lose.",
        "es": "¡Creyentes! Que las posesiones materiales y los hijos no os distraigan del recuerdo de Dios. Pues quienes se alejen del recuerdo de Dios serán los perdedores.",
        "it": "O credenti, non vi distraggano dal ricordo di Allah i vostri beni e i vostri figli. Quelli che faranno ciò saranno i perdenti.",
        "ru": "О те, которые уверовали! Пусть ваше имущество и ваши дети не отвлекают вас от поминания Аллаха. А те, которые поступают таким образом, окажутся потерпевшими убыток.",
        "tr": "Ey İnananlar! Mallarınız ve çocuklarınız sizi Allah'ı anmaktan alıkoymasın. Kim bunu yaparsa işte onlar ziyana uğrayanlardır.",
        "de": "O die ihr glaubt, nicht ablenken sollen euch euer Besitz und eure Kinder von Allahs Gedenken. Diejenigen, die dies tun, das sind die Verlierer.",
        "pt": "Ó fiéis, que os vossos bens e os vossos filhos não vos alheiem da recordação de Deus, porque aqueles que tal fizerem, serão desventurados.",
        "nl": "O jullie die geloven, laat jullie bezittingen en jullie kinderen jullie niet afleiden van het gedenken van Allah. En wie dat doen: zij zijn degenen die de verliezers zijn.",
        "ur": "<sup foot_note=\"171600\">1</sup> اے لوگو جو ایمان لائے ہو، تمہارے مال اور تمہاری اولادیں تم کو اللہ کی یاد سے غافل نہ کردیں۔ <sup foot_note=\"171601\">2</sup> جو لوگ ایسا کریں وہی خسارے میں رہنے والے ہیں",
        "bn": "হে ঈমান্দাৰসকল! তোমালোকৰ ধন-সম্পদ আৰু সন্তান-সন্ততি যাতে তোমালোকক আল্লাহৰ স্মৰণৰ পৰা উদাসীন নকৰে; আৰু যিহঁত এনেকুৱা উদাসীন হ’ব সিহঁতেই ক্ষতিগ্ৰস্ত।",
        "fa": "ای کسانی که ایمان آورده‌اید، اموال و فرزندانتان شما را از یادِ الله غافل نکند؛ و هر ‌کس که چنین کند، آنان زیانکارانند."
      }
    },
    {
      "verse_number": 5198,
      "verse_key": "63:10",
      "arabic_text": "وَأَنفِقُوا۟ مِن مَّا رَزَقْنَـٰكُم مِّن قَبْلِ أَن يَأْتِىَ أَحَدَكُمُ ٱلْمَوْتُ فَيَقُولَ رَبِّ لَوْلَآ أَخَّرْتَنِىٓ إِلَىٰٓ أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّـٰلِحِينَ",
      "phonetic_text": "Waanfiqoo min ma razaqnakummin qabli an ya/tiya ahadakumu almawtu fayaqoola rabbilawla akhkhartanee ila ajalin qareebin faassaddaqawaakun mina assaliheen",
      "translations": {
        "fr": "Dépensez des (biens) que Nous vous avons dispensés, avant que la mort ne vienne (surprendre) l’un d’entre vous, qui dira alors: « Seigneur, si Tu m’accordais un sursis pour un délai proche, je ferais alors la charité et je serais du nombre des vertueux ! »",
        "en": "Give out of what We have provided for you, before death comes to one of you and he says, ‘My Lord, if You would only reprieve me for a little while, I would give in charity and become one of the righteous.’",
        "es": "Dad en caridad parte de lo que os he provisto, antes de que la muerte os sobrevenga y [justo] entonces digan: “¡Señor mío! Concédeme un poco más de tiempo para poder hacer caridades y ser de los piadosos”.",
        "it": "Siate generosi di quello che Noi vi abbiamo concesso, prima che giunga a uno di voi la morte ed egli dica: «Signore, se Tu mi dessi una breve dilazione, farei l’elemosina e sarei fra i devoti».",
        "ru": "Расходуйте из того, чем Мы вас наделили, до того, как вас постигнет смерть и вы скажете: «Господи! Предоставь мне недолгую отсрочку, и я буду раздавать милостыню и стану одним из праведников».",
        "tr": "Birinize ölüm gelip de: \"Rabbim, beni yakın bir süreye kadar erteleseydin de sadaka verip iyilerden olsaydım!\" demesinden önce, size verdiğimiz rızıktan (Allah) için harcayın.",
        "de": "Und gebt aus von dem, womit Wir euch versorgt haben, bevor zu einem von euch der Tod kommt und er dann sagt: Mein Herr, würdest Du mich doch auf eine kurze Frist zurückstellen! Dann würde ich Almosen geben und zu den Rechtschaffenen gehören.",
        "pt": "Fazei caridade de tudo com que vos agraciamos, antes que a morte surpreenda qualquer um de vós, e este diga: Ó Senhormeu, porque não me toleras até um término próximo, para que eu possa fazer caridade e ser um dos virtuosos?",
        "nl": "En geeft bijdragen van waar Wij jullie mee voorzien hebben, voordat de dood tot een van jullie komt, en deze dan zal zeggen: \"Mijn Heer, Had U mij maar een korte tijd uitstel gegeven, dan zou ik uitgeven aan liefdadigheid en tot de rechtschapenen behoren.\"",
        "ur": "جو رزق ہم نے تمہیں دیا ہے اس میں سے خرچ کرو قبل اس کے کہ تم میں سے کسی کی موت کا وقت آ جائے اور اُس وقت وہ کہے کہ \"اے میرے رب، کیوں نہ تو نے مجھے تھوڑی سی مہلت اور دے دی کہ میں صدقہ دیتا اور صالح لوگوں میں شامل ہو جاتا\"",
        "bn": "আৰু মই তোমালোকক যি জীৱিকা দান কৰিছো তোমালোকৰ ওচৰত মৃত্যু অহাৰ আগতে তাৰ পৰা ব্যয় কৰা, (কাৰণ মৃত্যু অহাৰ পিছত সি ক’ব) হে মোৰ প্ৰতিপালক! ‘মোক আৰু কিছু সময়ৰ বাবে অৱকাশ দিলে মই ছাদক্বা কৰিলোহেঁতেন আৰু সৎকৰ্মপৰায়ণসকলৰ অন্তৰ্ভুক্ত হ’লোহেঁতেন’!",
        "fa": "و از آنچه به شما روزی داده‌ایم، [در راه الله] انفاق کنید، پیش از آنکه مرگ به سراغ یکی از شما آید و بگوید: «پروردگارا، ای کاش [مرگ] مرا مدت کمی به تأخیر می‌انداختی تا [در راه تو] صدقه دهم و از نیکوکاران باشم»."
      }
    },
    {
      "verse_number": 5199,
      "verse_key": "63:11",
      "arabic_text": "وَلَن يُؤَخِّرَ ٱللَّهُ نَفْسًا إِذَا جَآءَ أَجَلُهَا ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
      "phonetic_text": "Walan yu-akhkhira Allahu nafsan ithajaa ajaluha wallahu khabeerun bimataAAmaloon",
      "translations": {
        "fr": "Mais Allah ne renvoie jamais à plus tard le terme d’une âme quand il est arrivé. Allah est parfaitement Informé de ce que vous faites.",
        "en": "God does not reprieve a soul when its turn comes: God is fully aware of what you do.",
        "es": "Pues Dios no retrasará el momento fijado para cada alma cuando este llegue, y [sabed que] Dios está bien informado de cuanto hacéis.",
        "it": "Ma Allah non concede dilazioni a nessuno che sia giunto al termine. Allah è ben informato a proposito di quello che fate. <a class=f><sup foot_note=160220>1</sup></a> «tronchi appoggiati»: nel senso che la loro forza è solo apparente, e non c’è alcuna intelligenza nei loro discorsi. <a class=f><sup foot_note=160221>2</sup></a> Secondo la tradizione il versetto si riferisce alle parole che proferì Abdallah Ibn Ubay, il capo degli ipocriti medinesi, durante una spedizione dei musulmani alla quale aveva partecipato obtorto collo per non rendere palese la sua ipocrisia. Ibn Ubay, che non aveva capito che le solidarietà tribali erano state scalzate dalla nuova fratellanza tra i credenti e che ormai il suo potere era stato svuotato e vanificato, si riteneva «il più forte» e scherniva Muhammad (pace e benedizioni su di lui) che considerava «il più debole».",
        "ru": "Аллах не предоставит отсрочки душе, если наступил ее срок. Аллах ведает о том, что вы совершаете.",
        "tr": "Allah süresi geldiği zaman hiç bir canı ertelemez. Allah yaptıklarınızdan haberdardır.",
        "de": "Allah wird aber keine Seele zurückstellen, wenn ihre Frist kommt. Und Allah ist Kundig dessen, was ihr tut.",
        "pt": "Porém, Deus jamais adiará a hora de qualquer alma, quando ela chegar, porque Deus está bem inteirado de tudo quantofazeis.",
        "nl": "Maar Allah geeft geen ziel ooit uitstel als haar tijd is gekomen. En Allah is Alwetend over wat jullie doen.",
        "ur": "حالانکہ جب کسی کی مہلت عمل پوری ہونے کا وقت آ جاتا ہے تو اللہ اُس کو ہرگز مزید مہلت نہیں دیتا، اور جو کچھ تم کرتے ہو، اللہ اس سے باخبر ہے",
        "bn": "আৰু যেতিয়া কাৰোবাৰ নিৰ্দিষ্ট সময় উপস্থিত হ’ব, তেতিয়া আল্লাহে তাক কেতিয়াও অৱকাশ নিদিব। তোমালোকে যি আমল কৰা সেই সম্পৰ্কে আল্লাহ সবিশেষ অৱগত।",
        "fa": "و[لى‌] هر كس اجلش فرارسد، هرگز الله [آن را] به تأخیر نمى‌اندازد، و الله از آنچه مى‌كنید آگاه است."
      }
    }
  ]
}