{
  "surah_number": 23,
  "extracted_at": "2025-09-20T15:15:43.141Z",
  "verses": [
    {
      "verse_number": 2674,
      "verse_key": "23:1",
      "arabic_text": " قَدْ أَفْلَحَ ٱلْمُؤْمِنُونَ",
      "phonetic_text": "Qad aflaha almu/minoon",
      "translations": {
        "fr": "Ils ont certes réussi, les croyants,",
        "en": "[How] prosperous are the believers!",
        "es": "Bienaventurados los creyentes",
        "it": "Invero prospereranno i credenti,",
        "ru": "Воистину, преуспели верующие,",
        "tr": "Gerçekten müminler kurtuluşa ermiştir,",
        "de": "Den Gläubigen wird es ja wohl ergehen,",
        "pt": "É certo que prosperarão os fiéis,",
        "nl": "Waarlijk, de gelovigen slagen.",
        "ur": "یقیناً فلاح پائی ہے ایمان لانے والوں نے <sup foot_note=\"185387\">1</sup> جو",
        "bn": "অৱশ্যে মুমিনসকল সফলকাম হৈছে,",
        "fa": "به راستی که مؤمنان رستگار شدند؛"
      }
    },
    {
      "verse_number": 2675,
      "verse_key": "23:2",
      "arabic_text": "ٱلَّذِينَ هُمْ فِى صَلَاتِهِمْ خَـٰشِعُونَ",
      "phonetic_text": "Allatheena hum fee salatihimkhashiAAoon",
      "translations": {
        "fr": "qui, dans leur Çalât, sont humblement recueillis,",
        "en": "Those who pray humbly,",
        "es": "que en sus oraciones son humildes [ante Dios],",
        "it": "quelli che sono umili nell’orazione <a class=f><sup foot_note=158501>1</sup></a>,",
        "ru": "которые смиренны во время своих намазов,",
        "tr": "Onlar ki, namazlarında huşû içindedirler,",
        "de": "denjenigen, die in ihrem Gebet demütig sind,",
        "pt": "Que são humildes em suas orações.",
        "nl": "Degenen die nederig zijn in hun shalât.",
        "ur": "<sup foot_note=\"171389\">1</sup> اپنی نماز میں خشوع <sup foot_note=\"171390\">2</sup> اختیار کرتے ہوں",
        "bn": "যিসকলে নিজ চালাতৰ ক্ষেত্ৰত ভীতি-অৱনত,",
        "fa": "همان کسانی ‌که در نمازشان فروتن هستند؛"
      }
    },
    {
      "verse_number": 2676,
      "verse_key": "23:3",
      "arabic_text": "وَٱلَّذِينَ هُمْ عَنِ ٱللَّغْوِ مُعْرِضُونَ",
      "phonetic_text": "Wallatheena hum AAani allaghwimuAAridoon",
      "translations": {
        "fr": "qui évitent toutes paroles vaines,",
        "en": "who shun idle talk,",
        "es": "se apartan de las frivolidades,",
        "it": "che evitano il vaniloquio,",
        "ru": "которые отворачиваются от всего праздного,",
        "tr": "Onlar ki, boş ve yararsız şeylerden yüz çevirirler,",
        "de": "und denjenigen, die sich von unbedachter Rede abwenden,",
        "pt": "Que desdenham a vaidade",
        "nl": "En degenen die nutteloos gepraat vemijden.",
        "ur": "لغویات سے دُور رہتے ہیں۔ <sup foot_note=\"185388\">1</sup>",
        "bn": "আৰু যিসকলে অসাৰ কথা-বতৰাৰ পৰা বিমুখ,",
        "fa": "و آنان ‌که از [گفتار و رفتار] بیهوده رویگردانند؛"
      }
    },
    {
      "verse_number": 2677,
      "verse_key": "23:4",
      "arabic_text": "وَٱلَّذِينَ هُمْ لِلزَّكَوٰةِ فَـٰعِلُونَ",
      "phonetic_text": "Wallatheena hum lizzakatifaAAiloon",
      "translations": {
        "fr": "qui font la Zakât,",
        "en": "who pay the prescribed alms,",
        "es": "pagan el zakat,",
        "it": "che versano la decima <a class=f><sup foot_note=158502>1</sup></a>",
        "ru": "которые выплачивают закят,",
        "tr": "Onlar ki, zekat (vazifelerini) yerine getirirler,",
        "de": "und denjenigen, die die (Zahlung der) Abgabe anwenden,",
        "pt": "Que são ativos em pagar o zakat.",
        "nl": "En degenen die hun plicht tot zakât nakomen.",
        "ur": "زکوٰة کے طریقے پر عامل ہوتے ہیں۔ <sup foot_note=\"185389\">1</sup>",
        "bn": "আৰু যিসকলে যাকাতৰ ক্ষেত্ৰত সক্ৰিয়,",
        "fa": "و آنان ‌که زکات می‌پردازند؛"
      }
    },
    {
      "verse_number": 2678,
      "verse_key": "23:5",
      "arabic_text": "وَٱلَّذِينَ هُمْ لِفُرُوجِهِمْ حَـٰفِظُونَ",
      "phonetic_text": "Wallatheena hum lifuroojihim hafithoon",
      "translations": {
        "fr": "qui préservent leur chasteté,",
        "en": "who guard their chastity",
        "es": "preservan sus genitales [del adulterio y la fornicación],",
        "it": "e che si mantengono casti,",
        "ru": "которые оберегают свои половые органы от всех,",
        "tr": "Ve onlar ki, iffetlerini korurlar,",
        "de": "und diejenigen, die ihre Scham hüten,",
        "pt": "Que observam a castidade,",
        "nl": "En degenen die hun kuisheid bewaken.",
        "ur": "اپنی شرمگاہوں کی حفاظت کرتے ہیں، <sup foot_note=\"185390\">1</sup>",
        "bn": "আৰু যিসকল নিজৰ যৌনাঙ্গসমূহৰ হিফাজতকাৰী,",
        "fa": "و آنان که شرمگاهشان را حفظ می‌کنند؛"
      }
    },
    {
      "verse_number": 2679,
      "verse_key": "23:6",
      "arabic_text": "إِلَّا عَلَىٰٓ أَزْوَٰجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَـٰنُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ",
      "phonetic_text": "Illa AAala azwajihim awma malakat aymanuhum fa-innahum ghayru maloomeen",
      "translations": {
        "fr": "sauf vis-à-vis de leurs épouses ou des femmes qu’ils possèdent légalement<sup foot_note=194977>1</sup> - car dans ce cas, il ne peut leur être fait aucun reproche,",
        "en": "except with their spouses or their slaves––with these they are not to blame,",
        "es": "y solo cohabitan con sus esposas o con lo que posee su diestra<sup foot_note=168886>1</sup>, porque eso no es censurable.",
        "it": "eccetto che con le loro spose e con schiave che possiedono – e in questo non sono biasimevoli,",
        "ru": "кроме своих жен или невольниц, которыми овладели их десницы, за что они не заслуживают порицания,",
        "tr": "Ancak eşleri ve ellerinin sahip olduğu (cariyeleri) hariç. (Bunlarla ilişkilerinden dolayı) kınanmış değillerdir.",
        "de": "außer gegenüber ihren Gattinnen oder was ihre rechte Hand (an Sklavinnen) besitzt, denn sie sind (hierin) nicht zu tadeln,",
        "pt": "Exceto para os seus cônjuges ou cativas - nisso não serão reprovados.",
        "nl": "Behalve tegenover hun echtgenotes en hun slavinnen, dan worden zij niet verweten.",
        "ur": "سوائے اپنی بیویوں کے اور ان عورتوں کے جو ان کی ملک یمین میں ہوں کہ ان پر (محفوظ نہ رکھنے میں) وہ قابل ملامت نہیں ہیں",
        "bn": "কিন্তু সিহঁতৰ পত্নী অথবা অধিকাৰভুক্ত দাসীৰ বাহিৰে, এনে ক্ষেত্ৰত সিহঁত নিন্দনীয় নহ’ব--",
        "fa": "مگر در مورد همسران‌ یا کنیزانشان که [در بهره‌گیری جنسی از آنها] نکوهشی بر آنان نیست."
      }
    },
    {
      "verse_number": 2680,
      "verse_key": "23:7",
      "arabic_text": "فَمَنِ ٱبْتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْعَادُونَ",
      "phonetic_text": "Famani ibtagha waraa thalikafaola-ika humu alAAadoon",
      "translations": {
        "fr": "ceux dont les convoitises vont au-delà (de ces limites), ceux-là sont les transgresseurs,",
        "en": "but anyone who seeks more than this is exceeding the limits––",
        "es": "Pero quien busque algo más allá de eso, está transgrediendo [la ley].",
        "it": "mentre coloro che desiderano altro sono i trasgressori –",
        "ru": "тогда как желающие сверх этого являются преступниками;",
        "tr": "Şu halde, kim bunun ötesine gitmeyi isterse, işte bunlar, haddi aşan kimselerdir.",
        "de": "- wer aber darüber hinaus (etwas) begehrt, das sind die Übertreter-,",
        "pt": "Mas aqueles que se excederem nisso serão os transgressores.",
        "nl": "Maar wie meer dan dat wensen: zij zijn degenen die de overtreders zijn.",
        "ur": "البتہ جو اُس کے علاوہ کچھ اور چاہیں وہی زیادتی کرنے والے ہیں، <sup foot_note=\"185391\">1</sup>",
        "bn": "কিন্তু যিসকলে এওঁলোকৰ বাহিৰে আনক কামনা কৰে, সিহঁতেই সীমালঙ্ঘনকাৰী।",
        "fa": "اما کسانی که فراتر از این بخواهند، آنان کسانی هستند که از حد درگذشته‌اند."
      }
    },
    {
      "verse_number": 2681,
      "verse_key": "23:8",
      "arabic_text": "وَٱلَّذِينَ هُمْ لِأَمَـٰنَـٰتِهِمْ وَعَهْدِهِمْ رَٰعُونَ",
      "phonetic_text": "Wallatheena hum li-amanatihimwaAAahdihim raAAoon",
      "translations": {
        "fr": "ceux qui gardent fidèlement les dépôts qu’on leur confie et veillent à honorer leurs engagements,",
        "en": "who are faithful to their trusts and pledges",
        "es": "[Son de los bienaventurados quienes] sean fieles a la confianza depositada en ellos, cumplen con sus compromisos y acuerdos,",
        "it": "che rispettano ciò che è loro stato affidato e i loro impegni;",
        "ru": "которые оберегают вверенное им на хранение и соблюдают договоры,",
        "tr": "Yine onlar ki, emanetlerine ve ahidlerine riayet ederler,",
        "de": "und diejenigen, die auf die ihnen anvertrauten Güter und ihre Verpflichtung achtgeben,",
        "pt": "Os que respeitarem suas obrigações e seus pactos,",
        "nl": "En degenen die goed zorgen voor wat hen is toevertrouwd en voor hun beloften.",
        "ur": "اپنی امانتوں اور اپنے عہد و پیمان کا پاس رکھتے ہیں، <sup foot_note=\"185330\">1</sup>",
        "bn": "আৰু যিসকলে নিজৰ আমানত আৰু প্ৰতিশ্ৰুতি ৰক্ষা কৰে,",
        "fa": "و [در زمرۀ مؤمنانند] کسانی‌ که امانت‌ها و عهد خود را رعایت می‌کنند،"
      }
    },
    {
      "verse_number": 2682,
      "verse_key": "23:9",
      "arabic_text": "وَٱلَّذِينَ هُمْ عَلَىٰ صَلَوَٰتِهِمْ يُحَافِظُونَ",
      "phonetic_text": "Wallatheena hum AAala salawatihimyuhafithoon",
      "translations": {
        "fr": "qui observent assidûment leur Çalât,",
        "en": "and who keep up their prayers,",
        "es": "y cumplen con sus oraciones.",
        "it": "che sono costanti nell’orazione:",
        "ru": "которые регулярно совершают намаз.",
        "tr": "Ve onlar ki, namazlarını muhafaza ederler,",
        "de": "und denjenigen, die ihre Gebete einhalten.",
        "pt": "E que observarem as suas orações,",
        "nl": "En degenen die hun shalât onderhouden.",
        "ur": "اور اپنی نمازوں کی محافظت کرتے ہیں۔ <sup foot_note=\"183022\">1</sup>",
        "bn": "আৰু যিসকলে নিজৰ চালাতত থাকে যত্নৱান,",
        "fa": "و کسانی‌ که بر [ادای] نمازهایشان مراقبت می‌کنند."
      }
    },
    {
      "verse_number": 2683,
      "verse_key": "23:10",
      "arabic_text": "أُو۟لَـٰٓئِكَ هُمُ ٱلْوَٰرِثُونَ",
      "phonetic_text": "Ola-ika humu alwarithoon",
      "translations": {
        "fr": "Ce sont ceux-là les (vrais) héritiers,",
        "en": "will rightly be given",
        "es": "[Quienes tengan estas virtudes<sup foot_note=168887>1</sup>] serán los herederos",
        "it": "essi sono gli eredi,",
        "ru": "Именно они являются наследниками,",
        "tr": "İşte asıl onlar varislerdir.",
        "de": "Das sind die Erben,",
        "pt": "Estes serão os herdeiros.",
        "nl": "Zij zijn degenen die de erfgenamen zijn",
        "ur": "یہی لوگ وہ وارث ہیں",
        "bn": "তেওঁলোকেই হ’ব অধিকাৰী--",
        "fa": "اینانند که وارثان هستند."
      }
    },
    {
      "verse_number": 2684,
      "verse_key": "23:11",
      "arabic_text": "ٱلَّذِينَ يَرِثُونَ ٱلْفِرْدَوْسَ هُمْ فِيهَا خَـٰلِدُونَ",
      "phonetic_text": "Allatheena yarithoona alfirdawsa humfeeha khalidoon",
      "translations": {
        "fr": "qui hériteront du Firdaws<sup foot_note=194978>1</sup> où ils séjourneront pour l’éternité.",
        "en": "Paradise as their own, there to remain.",
        "es": "que heredarán el Firdaus<sup foot_note=168888>1</sup>, en el que morarán por toda la eternidad.",
        "it": "che erediteranno il Giardino, dove rimarranno in perpetuo.",
        "ru": "которые унаследуют Фирдаус, в котором они пребудут вечно.",
        "tr": "Ki, Firdevs'e varis olan bu kimseler orada ebedî kalırlar.",
        "de": "die das Paradies erben werden; ewig werden sie darin bleiben.",
        "pt": "Herdarão o Paraíso, onde morarão eternamente.",
        "nl": "Degenen die Firdaus (het Paradijs) zullen erven, zij zijn daarin eeuwig levenden.",
        "ur": "جو میراث میں فردوس <sup foot_note=\"185392\">1</sup> پائیں گے اور اس میں ہمیشہ رہیں گے۔ <sup foot_note=\"185393\">2</sup>",
        "bn": "যিসকলে অধিকাৰী হ’ব ফিৰদাউছৰ, য’ত তেওঁলোক স্থায়ী হ’ব।",
        "fa": "[همان] کسانی‌ که بهشت برین را به ارث می‌برند [و] در آن جاودانند."
      }
    },
    {
      "verse_number": 2685,
      "verse_key": "23:12",
      "arabic_text": "وَلَقَدْ خَلَقْنَا ٱلْإِنسَـٰنَ مِن سُلَـٰلَةٍ مِّن طِينٍ",
      "phonetic_text": "Walaqad khalaqna al-insana minsulalatin min teen",
      "translations": {
        "fr": "Nous avons créé l’homme à partir d’une essence d’argile,",
        "en": "We created man from an essence of clay,",
        "es": "Creé al [primer] ser humano de barro.",
        "it": "In verità creammo l’uomo da un estratto di argilla <a class=f><sup foot_note=158503>1</sup></a>.",
        "ru": "Воистину, Мы сотворили человека из эссенции глины.",
        "tr": "And olsun biz insanı, çamurdan, bir sülâleden (süzülüp çıkarılmış çamurdan) yarattık.",
        "de": "Wir schufen den Menschen ja aus einem Auszug aus Lehm.",
        "pt": "Criamos o homem de essência de barro.",
        "nl": "En voorzeker, Wij hebben de mens uit een uittreksel van klei geschapen.",
        "ur": "ہم نے انسان کو مٹی کے ست سے بنایا",
        "bn": "অৱশ্যে আমি মানুহক সৃষ্টি কৰিছোঁ মাটিৰ উপাদানৰ পৰা,",
        "fa": "و در حقیقت، انسان را از چکیده‌ای از گِل آفریدیم."
      }
    },
    {
      "verse_number": 2686,
      "verse_key": "23:13",
      "arabic_text": "ثُمَّ جَعَلْنَـٰهُ نُطْفَةً فِى قَرَارٍ مَّكِينٍ",
      "phonetic_text": "Thumma jaAAalnahu nutfatan feeqararin makeen",
      "translations": {
        "fr": "Nous en avons alors fait une goutte de sperme placée dans un réceptacle sûr.",
        "en": "then We placed him as a drop of fluid in a safe place,",
        "es": "Luego [hice que se reprodujera por medio de la fecundación, y] preservé el óvulo fecundado dentro de una cavidad segura<sup foot_note=168889>1</sup>.",
        "it": "Poi ne facemmo una goccia di sperma [posta] in un sicuro ricettacolo,",
        "ru": "Потом Мы поместили его каплей в надежном месте.",
        "tr": "Sonra onu emin ve sağlam bir karargahta (rahimde) nutfe (sperma) haline getirdik.",
        "de": "Hierauf machten Wir ihn zu einem Samentropfen in einem festen Aufenthaltsort.",
        "pt": "Em seguida, fizemo-lo uma gota de esperma, que inserimos em um lugar seguro.",
        "nl": "Vervolgens maakten Wij hem tot een druppel in een stevige bewaarplaats.",
        "ur": "پھر اسے ایک محفوظ جگہ ٹپکی ہوئی بوند میں تبدیل کیا",
        "bn": "তাৰ পিছত আমি তাক স্থাপন কৰো শুক্ৰবিন্দুৰূপে এটা নিৰাপদ ভাণ্ডাৰত;",
        "fa": "سپس او را [به شکل] نطفه‌ای در قرارگاهی استوار [= رحِم] نهادیم."
      }
    },
    {
      "verse_number": 2687,
      "verse_key": "23:14",
      "arabic_text": "ثُمَّ خَلَقْنَا ٱلنُّطْفَةَ عَلَقَةً فَخَلَقْنَا ٱلْعَلَقَةَ مُضْغَةً فَخَلَقْنَا ٱلْمُضْغَةَ عِظَـٰمًا فَكَسَوْنَا ٱلْعِظَـٰمَ لَحْمًا ثُمَّ أَنشَأْنَـٰهُ خَلْقًا ءَاخَرَ ۚ فَتَبَارَكَ ٱللَّهُ أَحْسَنُ ٱلْخَـٰلِقِينَ",
      "phonetic_text": "Thumma khalaqna annutfataAAalaqatan fakhalaqna alAAalaqata mudghatanfakhalaqna almudghata AAithamanfakasawna alAAithama lahmanthumma ansha/nahu khalqan akhara fatabarakaAllahu ahsanu alkhaliqeen",
      "translations": {
        "fr": "Puis de cette goutte, Nous avons fait un grumeau de sang, et du grumeau une masse  de chair, et de la masse, des os. Nous avons ensuite revêtu les os de chair et en avons fait une créature autre. Béni soit Allah, le Meilleur des créateurs !",
        "en": "then We made that drop into a clinging form, and We made that form into a lump of flesh, and We made that lump into bones, and We clothed those bones with flesh, and later We made him into other forms––glory be to God, the best of creators!––",
        "es": "Transformé el óvulo fecundado en un embrión, luego en una masa de tejidos, luego de esa masa de tejidos creé sus huesos a los que vestí de carne, finalmente soplé en el feto su espíritu. ¡Bendito sea Dios, el mejor de los creadores!",
        "it": "poi di questa goccia facemmo un’aderenza e dell’aderenza un embrione; dall’embrione creammo le ossa e rivestimmo le ossa di carne. E quindi ne facemmo un’altra creatura <a class=f><sup foot_note=158504>1</sup></a>. Sia benedetto Allah, il Migliore dei creatori!",
        "ru": "Потом Мы создали из капли сгусток крови, потом создали из сгустка крови разжеванный кусочек, потом создали из этого кусочка кости, и потом облекли кости мясом. Потом Мы вырастили его в другом творении. Благословен же Аллах, Наилучший из творцов!",
        "tr": "Sonra nutfeyi bir alaka (embrio) yarattık, derken o alakayı bir mudga (bir çiğnem et parçası halinde) yarattık, derken o mudgayı bir takım kemik yarattık, derken o kemiklere bir et giydirdik, sonra onu diğer bir yaratık olarak teşekkül ettirdik. Yapıp yaratanların en güzeli olan Allah, pek yücedir.",
        "de": "Hierauf schufen Wir den Samentropfen zu einem Anhängsel, dann schufen Wir das Anhängsel zu einem kleinen Klumpen, dann schufen Wir den kleinen Klumpen zu Knochen, dann bekleideten Wir die Knochen mit Fleisch. Hierauf ließen Wir ihn als eine weitere Schöpfung entstehen. Segensreich ist Allah, der beste Schöpfer.",
        "pt": "Então, convertemos a gota de esperma em algo que se agarra, transformamos o coágulo em feto e convertemos o feto emossos; depois, revestimos os ossos de carne; então, o desenvolvemos em outra criatura. Bendito seja Deus, Criador porexcelência.",
        "nl": "Vervolgens schiepen Wij de druppel tot een bloedklonter, toen vormden Wij de bloedklonter tot een vleesklomp, waarna Wij de vleesklomp voorzagen van beenderen, die Wij vervolgens met vlees bekleedden. Later scheppen Wij een andere schepping. Gezegend is daarom Allah, de Beste der Scheppers.",
        "ur": "<div class=\"urdu\">پھر اس بوند کو لوتھڑے کی شکل دی، پھر لوتھڑے کو بوٹی بنا دیا، پھر بوٹی کو ہڈیاں بنائیں، پھر ہڈیوں پر گوشت چڑھایا، <sup foot_note=\"185394\">1</sup> پھر اسے ایک دُوسری ہی مخلوق بنا کھڑا کیا۔ <sup foot_note=\"185395\">2</sup> پس بڑا ہی بابرکت ہے <sup foot_note=\"185396\">3</sup> اللہ، سب کاریگروں سے اچھا کاریگر</div>",
        "bn": "তাৰ পিছত আমি শুক্ৰবিন্দুক আলাকাত পৰিণত কৰোঁ, পিছত আলাকাক পৰিণত কৰোঁ মাংসপিণ্ডত, মাংসপিণ্ডক পৰিণত কৰোঁ অস্থিত, তাৰ পিছত অস্থিক ঢাকি দিওঁ মাংসৰে, অৱশেষত আমি তাক গঢ়ি তোলোঁ আন এটা সৃষ্টিৰূপে। এতেকে (চোৱা) সৰ্বোত্তম স্ৰষ্টা আল্লাহ কিমান বৰকতময়!",
        "fa": "سپس نطفه را [به شکل] خونِ بسته ساختیم و آنگاه خونِ بسته را [به صورت] پاره‌گوشتی ساختیم؛ سپس پاره‌گوشت را [به شکل] استخوان درآوردیم و آنگاه بر استخوان‌ها گوشت پوشاندیم؛ سپس آن [جنین] را آفرینشی دیگر بخشیدیم. [پربرکت و] بزرگوار است الله که نیکوترین آفریننده است."
      }
    },
    {
      "verse_number": 2688,
      "verse_key": "23:15",
      "arabic_text": "ثُمَّ إِنَّكُم بَعْدَ ذَٰلِكَ لَمَيِّتُونَ",
      "phonetic_text": "Thumma innakum baAAda thalikalamayyitoon",
      "translations": {
        "fr": "Puis, après cela, vous aurez certainement à mourir.",
        "en": "then you will die",
        "es": "[Sabed que] después de haber sido creados, tendréis que morir,",
        "it": "E dopo di ciò certamente morirete,",
        "ru": "После этого вы непременно умрете.",
        "tr": "Sonra siz bunun ardından, muhakkak ki öleceksiniz.",
        "de": "Hierauf werdet ihr gewiß nach (all) diesem sterben.",
        "pt": "Então morrereis, indubitavelmente.",
        "nl": "Vervolgens zullen jullie zeker daarna sterven.",
        "ur": "پھر اس کے بعد تم کو ضرور مرنا ہے،",
        "bn": "ইয়াৰ পিছত অৱশ্যে তোমালোকে মৃত্যুবৰণ কৰিবা,",
        "fa": "سپس شما [پس از طی مراحل زندگی] قطعاً خواهید مُرد."
      }
    },
    {
      "verse_number": 2689,
      "verse_key": "23:16",
      "arabic_text": "ثُمَّ إِنَّكُمْ يَوْمَ ٱلْقِيَـٰمَةِ تُبْعَثُونَ",
      "phonetic_text": "Thumma innakum yawma alqiyamatitubAAathoon",
      "translations": {
        "fr": "Et au Jour de la Résurrection, vous serez ressuscités.",
        "en": "and then, on the Day of Resurrection, you will be raised up again.",
        "es": "pero el Día de la Resurrección seréis devueltos a la vida.",
        "it": "e nel Giorno del Giudizio sarete risuscitati.",
        "ru": "А потом, в День воскресения, вы непременно будете воскрешены.",
        "tr": "Sonra da siz, şüphesiz, kıyamet gününde tekrar diriltileceksiniz.",
        "de": "Hierauf werdet ihr gewiß am Tag der Auferstehung auferweckt werden.",
        "pt": "Depois sereis ressuscitados, no Dia da Ressurreição.",
        "nl": "Daarna zullen jullie op de Dag der Opstanding worden opgewekt.",
        "ur": "پھر قیامت کے روز یقیناً تم اٹھائے جاؤ گے",
        "bn": "তাৰ পিছত কিয়ামতৰ দিনা তোমালোকক নিশ্চয় উত্থিত কৰা হ’ব।",
        "fa": "آنگاه بی‌تردید، در روز قیامت برانگیخته می‌شوید."
      }
    },
    {
      "verse_number": 2690,
      "verse_key": "23:17",
      "arabic_text": "وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَآئِقَ وَمَا كُنَّا عَنِ ٱلْخَلْقِ غَـٰفِلِينَ",
      "phonetic_text": "Walaqad khalaqna fawqakum sabAAa tara-iqawama kunna AAani alkhalqi ghafileen",
      "translations": {
        "fr": "Nous avons créé au-dessus de vous sept cieux superposés, et jamais Nous n’avons été distrait de la création.",
        "en": "We created seven levels above you: We are never unmindful of Our creation.",
        "es": "Creé siete cielos por encima vuestro y no he descuidado la creación.",
        "it": "In verità creammo sopra di voi sette cieli <a class=f><sup foot_note=158505>1</sup></a>e non siamo incuranti della creazione <a class=f><sup foot_note=158506>2</sup></a>.",
        "ru": "Воистину, Мы создали над вами семь небес одно над другим. Мы никогда не находились в неведении о творениях.",
        "tr": "Andolsun biz, sizin üstünüzde yedi yol yarattık. Biz, yaratmaktan habersiz değiliz.",
        "de": "Und Wir schufen ja über euch sieben Lagen, und Wir sind der Schöpfung nicht unachtsam.",
        "pt": "E por cima de vós criamos sete céus em estratos, e não descuramos da Nossa criação.",
        "nl": "En voorzeker, Wij schiepen boven jullie zeven hemelen en Wij veronachtzamen de schepping niet",
        "ur": "اور تمہارے اُوپر ہم نے سات راستے بنائے، <sup foot_note=\"185397\">1</sup> تخلیق کے کام سے ہم کچھ نابلد نہ تھے۔ <sup foot_note=\"185398\">2</sup>",
        "bn": "আৰু অৱশ্যে আমি তোমালোকৰ ওপৰত সৃষ্টি কৰিছোঁ সাতখন আকাশ আৰু আমি সৃষ্টি সম্পৰ্কে কদাপিও উদাসীন নহয়,",
        "fa": "و به یقین، ما بر فرازتان هفت آسمان آفریدیم و [هرگز] از آفرینش غافل نبوده‌ایم."
      }
    },
    {
      "verse_number": 2691,
      "verse_key": "23:18",
      "arabic_text": "وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءًۢ بِقَدَرٍ فَأَسْكَنَّـٰهُ فِى ٱلْأَرْضِ ۖ وَإِنَّا عَلَىٰ ذَهَابٍۭ بِهِۦ لَقَـٰدِرُونَ",
      "phonetic_text": "Waanzalna mina assama-imaan biqadarin faaskannahu fee al-ardiwa-inna AAala thahabin bihi laqadiroon",
      "translations": {
        "fr": "Nous avons fait descendre du ciel une eau en quantité mesurée, que Nous avons gardée contenue sous terre. Mais de la faire disparaître Nous sommes tout aussi Capable.",
        "en": "We sent water down from the sky in due measure and lodged it in the earth––We have the power to take it all away if We so wish––",
        "es": "Hice descender del cielo el agua en una medida limitada<sup foot_note=168890>1</sup> para que permanezca en la tierra, pero si quisiera la podría hacer desaparecer.",
        "it": "E facemmo scendere l’acqua dal cielo in quantità misurata e la mantenemmo sulla terra, anche se abbiamo la capacità di farla sparire.",
        "ru": "Мы низвели с неба воду в меру и разместили ее на земле. Воистину, Мы способны увести ее.",
        "tr": "Gökten uygun bir ölçüde yağmur indirip onu yerde durgunlaştırdık. Bizim onu gidermeye de elbet gücümüz yeter.",
        "de": "Und Wir lassen vom Himmel Wasser in (bestimmtem) Maß herabkommen und lassen es sich dann in der Erde aufhalten. Und Wir haben fürwahr die Macht, es (wieder) wegzunehmen.",
        "pt": "E fazemos descer, proporcionalmente, água do céu e a armazenamos na terra; mas, se quiséssemos, poderíamos fazê-ladesaparecer.",
        "nl": "En Wij stuurden een afgepaste hoeveelheid water neer waarna Wij het blijvend in de grond vasthouden. En voorwaar, Wij zijn in staat het weer weg te nemen.",
        "ur": "اور آسمان سے ہم نے ٹھیک حساب کے مطابق ایک خاص مقدار میں پانی اُتارا اور اس کو زمین میں ٹھہرا دیا، <sup foot_note=\"185399\">1</sup> ہم اُسے جس طرح چاہیں غائب کر سکتے ہیں۔ <sup foot_note=\"185400\">2</sup>",
        "bn": "আৰু আমি আকাশৰ পৰা পানী বৰ্ষণ কৰোঁ পৰিমিতভাৱে, ফলত সেয়া আমি মাটিত সংৰক্ষিত কৰোঁ, আৰু আৱশ্যে আমি সেয়া অপসাৰণ কৰিবলৈও সম্পূৰ্ণ সক্ষম।",
        "fa": "و از آسمان به ‌اندازه‌ای معیّن [برای نیاز مخلوقات] آبی فرستادیم و آن را در زمین جای دادیم؛ و قطعاً برای از بین بردنش [نیز] کاملاً تواناییم."
      }
    },
    {
      "verse_number": 2692,
      "verse_key": "23:19",
      "arabic_text": "فَأَنشَأْنَا لَكُم بِهِۦ جَنَّـٰتٍ مِّن نَّخِيلٍ وَأَعْنَـٰبٍ لَّكُمْ فِيهَا فَوَٰكِهُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ",
      "phonetic_text": "Faansha/na lakum bihi jannatinmin nakheelin waaAAnabin lakum feeha fawakihukatheeratun waminha ta/kuloon",
      "translations": {
        "fr": "Par (cette eau), Nous avons fait pousser pour vous des jardins de palmiers et de vignes où vous avez des fruits en abondance, dont vous mangez ;",
        "en": "with it We produced for you gardens of date palms and vines, with many fruits there for you to eat,",
        "es": "Con ella hago brotar jardines de palmeras y viñedos de los que obtenéis abundantes frutos con los que os alimentáis.",
        "it": "E per suo tramite produciamo per voi palmeti e vigneti in cui [trovate] i molti frutti che mangiate,",
        "ru": "Посредством нее Мы вырастили для вас пальмовые сады и виноградники, где растет для вас много плодов, которые вы едите.",
        "tr": "Böylece onun (yağmurun) sayesinde sizin yararınıza hurma bahçeleri ve üzüm bağları meydana getirdik ki, bunlarda sizin için bir çok meyveler vardır ve siz onlardan yersiniz.",
        "de": "Dann lassen Wir euch dadurch Gärten mit Palmen und Rebstöcken entstehen, in denen ihr vielerlei Früchte habt und von denen ihr eßt,",
        "pt": "E, mediante ela, criamos, para vós, jardins de tamareiras e videiras, dos quais obtendes abundantes frutos, de que vosalimentais.",
        "nl": "Toen legden Wij daarmee voor jullie tuinen met palmen en druivenstruiken aan, met daaraan veel vruchten. En jullie eten daarvan.",
        "ur": "پھر اس پانی کے ذریعہ سے ہم نے تمہارے لیے کھجُور اور انگور کے باغ پیدا کر دیے، تمہارے لیے ان باغوں میں بہت سے لذیز پھل ہیں <sup foot_note=\"185401\">1</sup> اور ان سے تم روزی حاصل کرتے ہو۔ <sup foot_note=\"185402\">2</sup>",
        "bn": "তাৰ পিছত আমি তাৰ দ্বাৰা তোমালোকৰ বাবে খেজুৰ আৰু আঙুৰৰ বাগান সৃষ্টি কৰোঁ, য’ত তোমালোকৰ বাবে থাকে প্ৰচুৰ ফল, যিবোৰ তোমালোকে খোৱা;",
        "fa": "سپس توسط آن [آب] باغ‌هایی از درختان خرما و انگور برایتان پدید آوردیم که در آن [باغ‌ها،] میوه‌های بسیاری برای شماست و از آن [محصولات] می‌خورید."
      }
    },
    {
      "verse_number": 2693,
      "verse_key": "23:20",
      "arabic_text": "وَشَجَرَةً تَخْرُجُ مِن طُورِ سَيْنَآءَ تَنۢبُتُ بِٱلدُّهْنِ وَصِبْغٍ لِّلْـَٔاكِلِينَ",
      "phonetic_text": "Washajaratan takhruju min toori saynaatanbutu bidduhni wasibghin lilakileen",
      "translations": {
        "fr": "et un arbre qui pousse sur le Mont Sinaï, qui produit de l’huile qui sert de condiment à ceux qui en mangent.",
        "en": "and a tree, growing out of Mount Sinai, that produces oil and seasoning for your food.",
        "es": "Y [también] un árbol que crece en el monte Sinaí, que produce aceite y aderezo, una delicia para los comensales.",
        "it": "come quest’albero <a class=f><sup foot_note=158507>1</sup></a>che sorge dal monte Sinai che vi offre olio e condimento per i vostri cibi.",
        "ru": "Мы вырастили дерево, которое растет на горе Синай и дает масло и приправу для вкушающих.",
        "tr": "Tûrı Sinâ'da (dahi) yetişen bir ağaç da meydana getirdik ki, bu ağaç, hem yağ, hem de yiyenlerin ekmeğine katık edecekleri (zeytin) verir.",
        "de": "und einen Baum, der aus dem Berg Saina herauskommt, der Öl hervorbringt und auch Tunke für diejenigen, die essen.",
        "pt": "E vos criamos a árvore, que brota no monte Sinai, a qual propicia o azeite, que consiste num condimento para osconsumidores.",
        "nl": "En (van) een boom die groeit op de berg Sinaî. die olie en een gerecht voor hen die eten levert.",
        "ur": "اور وہ درخت بھی ہم نے پیدا کیا جو طوُرِ سیناء سے نکلتا ہے، <sup foot_note=\"185403\">1</sup> تیل بھی لیے ہوئے اُگتا ہے اور کھانے والوں کے لیے سالن بھی",
        "bn": "আৰু সৃষ্টি কৰোঁ এটা গছ যিটো উৎপন্ন হয় চিনাই পৰ্বতত, যিটোৰ পৰা উৎপন্ন হয় আহাৰকাৰীসকলৰ বাবে তেল আৰু তৰকাৰি।",
        "fa": "و درختى [آفریدیم] كه از طور سینا برمى‌آید و روغن [زیتون‌] مى‌دهد و خورشى براى خورندگان است."
      }
    },
    {
      "verse_number": 2694,
      "verse_key": "23:21",
      "arabic_text": "وَإِنَّ لَكُمْ فِى ٱلْأَنْعَـٰمِ لَعِبْرَةً ۖ نُّسْقِيكُم مِّمَّا فِى بُطُونِهَا وَلَكُمْ فِيهَا مَنَـٰفِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ",
      "phonetic_text": "Wa-inna lakum fee al-anAAamilaAAibratan nusqeekum mimma fee butoonihawalakum feeha manafiAAu katheeratun waminhata/kuloon",
      "translations": {
        "fr": "Dans les bestiaux, il y a pour vous un enseignement. Nous vous abreuvons de ce qui se trouve dans leurs ventres. Vous y trouvez diverses utilités, et vous mangez (de leur viande).",
        "en": "There is a lesson for you in livestock: We produce milk for you to drink from their bellies. And they have many other benefits: you eat them",
        "es": "En los ganados hay una lección: Os doy de beber de lo que hay en sus ubres, obtenéis de ellos muchos beneficios y también os alimentan;",
        "it": "Invero, anche nel bestiame vi è argomento [di meditazione]: vi diamo da bere di ciò che è nel loro ventre e ne traete molti vantaggi; e di loro vi cibate;",
        "ru": "Воистину, домашняя скотина служит назиданием для вас. Мы поим вас тем, что находится у них в животах. Они приносят вам многочисленную пользу, и вы питаетесь ими.",
        "tr": "Hayvanlarda da sizin için elbette ibretler vardır. Onların karınlarındakilerden size içiririz. Onlarda sizin için birtakım faydalar daha vardır; ayrıca etlerini yersiniz.",
        "de": "Und (auch) im Vieh habt ihr wahrlich eine Lehre. Wir geben euch von dem, was in ihren Leibern ist, zu trinken. An ihnen habt ihr vielerlei Nutzen, und davon eßt ihr.",
        "pt": "Tendes no gado um instrutivo exemplo: Damos-vos de beber do (leite) que contêm as suas glândulas; obtendes delasmuitos benefícios e dela vos alimentais.",
        "nl": "En voorwaar, in het vee is een lering voor jullie. Wij geven jullie te drinken uit hun buiken en voor jullie zijn daarin vele nuttige zaken en jullie eten daarvan.",
        "ur": "اور حقیقت یہ ہے کہ تمہارے لیے مویشیوں میں بھی ایک سبق ہے۔ ان کے پیٹوں میں جو کچھ ہے اسی میں سے ایک چیز ہم تمہیں پلاتے ہیں، <sup foot_note=\"185404\">1</sup> اور تمہارے لیے ان میں بہت سے دُوسرے فائدے بھی ہیں",
        "bn": "আৰু নিশ্চয় তোমালোকৰ বাবে ঘৰচীয়া জন্তুবোৰৰ মাজত আছে শিক্ষণীয় বিষয়, সেইবোৰৰ পেটত যি (গাখীৰ) আছে তাৰে পৰা আমি তোমালোকক পান কৰাওঁ আৰু তাত তোমালোকৰ বাবে আছে প্ৰচুৰ উপকাৰিতা, সেইবোৰ (জন্তু)ৰ পৰা তোমালোকে আহাৰো কৰা।",
        "fa": "و بی‌تردید، در [وجود] چهارپایان عبرتى [از قدرت الله] برایتان است: از آنچه در شكم آنهاست به شما [شیر] مى‌نوشانیم و در [وجود] آنها سودهای بسیاری برایتان وجود دارد و از [گوشت] آنها مى‌خورید."
      }
    },
    {
      "verse_number": 2695,
      "verse_key": "23:22",
      "arabic_text": "وَعَلَيْهَا وَعَلَى ٱلْفُلْكِ تُحْمَلُونَ",
      "phonetic_text": "WaAAalayha waAAala alfulki tuhmaloon",
      "translations": {
        "fr": "Ils sont pour vous, tout comme les vaisseaux, des moyens de transport.",
        "en": "and you ride on them, as you do in ships.",
        "es": "usáis a los animales y a los barcos como transporte.",
        "it": "viaggiate su di essi e sui vascelli <a class=f><sup foot_note=158508>1</sup></a>.",
        "ru": "На них и на кораблях вы передвигаетесь.",
        "tr": "Hem onlara ve hem gemiye yüklenirsiniz.",
        "de": "Und auf ihnen und auf den Schiffen werdet ihr getragen.",
        "pt": "E sobre eles (os animais) sois transportados, da mesma maneira como nos navios.",
        "nl": "Op hen en op de schepen worden jullie vervoerd.",
        "ur": "اُن کو تم کھاتے ہو اور اُن پر اور کشتیوں پر سوار بھی کیے جاتے ہو۔ <sup foot_note=\"185405\">1</sup>",
        "bn": "আৰু এইবোৰ পশু আৰু নৌযানত তোমালোকক আৰোহণ কৰোৱা হয়।",
        "fa": "[در خشكى] بر آنها و [در آب] بر کشتی‌ها سوار می‌شوید."
      }
    },
    {
      "verse_number": 2696,
      "verse_key": "23:23",
      "arabic_text": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَقَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ ۖ أَفَلَا تَتَّقُونَ",
      "phonetic_text": "Walaqad arsalna noohan ilaqawmihi faqala ya qawmi oAAbudoo Allaha malakum min ilahin ghayruhu afala tattaqoon",
      "translations": {
        "fr": "Nous envoyâmes Noé à son peuple : « Ô peuple mien ! dit-il. Adorez Allah, vous n’avez d’autre divinité que Lui. Ne (Le) craignez-vous donc pas ? »",
        "en": "We sent Noah to his people. He said, ‘My people, serve God, for He is your only god. Will you not heed Him?’",
        "es": "Envié a Noé a su pueblo y os dijo: “¡Oh, pueblo mío! Adorad solamente a Dios, pues no existe otra divinidad salvo Él. ¿Acaso no vais a tener temor de Él?”",
        "it": "Già inviammo Noè al suo popolo. Disse loro: «O popol mio, adorate Allah. Per voi non c’è altro dio che Lui. Non Lo temete?».",
        "ru": "Воистину, Мы направили Нуха (Ноя) к его народу, и он сказал: «О мой народ! Поклоняйтесь Аллаху, ибо нет у вас другого божества, кроме Него. Неужели вы не устрашитесь?».",
        "tr": "And olsun biz, Nûh'u kavmine gönderdik. \"Ey kavmim dedi, Allah'a kulluk edin. O'ndan başka tanrınız yoktur. Hâlâ sakınmaz mısınız?\"",
        "de": "Und Wir sandten bereits Nuh zu seinem Volk. Da sagte er: „O mein Volk, dient Allah. Keinen Gott habt ihr außer Ihm. Wollt ihr denn nicht gottesfürchtig sein?",
        "pt": "Havíamos enviado Noé ao seu povo, ao qual disse: Ó povo meu, adorai a Deus, porque não tender outro deus alémd'Ele! Não (O) temeis?",
        "nl": "En voorzeker, Wij hebben Nôeh tot zijn volk gezonden. Toen zei hij: \"O mijn volk, aanbidt Allah, er is geen andere god voor jullie dan Hij. Waarom vrezen jullie (Allah) niet?\"",
        "ur": "ہم نے نوحؑ  کو اس کی قوم کی طرف بھیجا۔ <sup foot_note=\"185406\">1</sup> اس نے کہا”اے میری قوم کے لوگو، اللہ کی بندگی کرو، اس کے سوا تمہارے لیے کوئی معبُود نہیں ہے، کیا تم ڈرتے نہیں ہو؟“ <sup foot_note=\"185407\">2</sup>",
        "bn": "অৱশ্যে আমি নূহক প্ৰেৰণ কৰিছিলোঁ তেওঁৰ সম্প্ৰদায়ৰ ওচৰত। তেওঁ ক'লে হে মোৰ সম্প্ৰদায়! তোমালোকে কেৱল আল্লাহৰ ইবাদত কৰা, তেওঁৰ বাহিৰে তোমালোকৰ আন কোনো সত্য ইলাহ নাই, তথাপিও তোমালোকে তাক্বৱা অৱলম্বন নকৰিবানে?",
        "fa": "و بی‌تردید، ما نوح را به سوی قومش فرستادیم؛ [به آنان] گفت: «ای قوم من، الله را عبادت کنید [که] جز او معبودی [به‌حق] ندارید. آیا پروا نمی‌کنید؟»"
      }
    },
    {
      "verse_number": 2697,
      "verse_key": "23:24",
      "arabic_text": "فَقَالَ ٱلْمَلَؤُا۟ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦ مَا هَـٰذَآ إِلَّا بَشَرٌ مِّثْلُكُمْ يُرِيدُ أَن يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَآءَ ٱللَّهُ لَأَنزَلَ مَلَـٰٓئِكَةً مَّا سَمِعْنَا بِهَـٰذَا فِىٓ ءَابَآئِنَا ٱلْأَوَّلِينَ",
      "phonetic_text": "Faqala almalao allatheenakafaroo min qawmihi ma hatha illa basharunmithlukum yureedu an yatafaddala AAalaykum walaw shaaAllahu laanzala mala-ikatan ma samiAAnabihatha fee aba-ina al-awwaleen",
      "translations": {
        "fr": "L’assemblée des notables parmi les mécréants de son peuple dirent : « Ce n’est là qu’un humain comme vous mais qui veut paraître meilleur que vous. Si Allah l’avait voulu, Il aurait fait descendre des Anges.<sup foot_note=194979>1</sup> Nous n’avons entendu rien de pareil venant de nos premiers ancêtres.",
        "en": "But the leading disbelievers among his people said, ‘He is merely a mortal like you, trying to gain some superiority over you. God would have sent down angels if He had wished; besides, we never heard of anything like this from our forefathers.",
        "es": "Pero los magnates de su pueblo que no creyeron, dijeron [a los más débiles]: “Este es un mortal como vosotros, que solo pretende poder. Si Dios hubiera querido [que siguiéramos Su Mensaje] habría enviado ángeles [en lugar de seres humanos]. Nunca oímos algo similar de nuestros antepasados.",
        "it": "Allora i notabili della sua gente, che erano miscredenti, dissero: «Costui non è che un uomo come voi! Vuole [solo] elevarsi sopra di voi. Se Allah avesse voluto [che credessimo] avrebbe fatto scendere degli angeli. Ma di questo non abbiamo mai avuto notizia, [neppure] dai nostri antenati più lontani.",
        "ru": "Но знатные люди из его народа, которые не уверовали, сказали: «Он - такой же человек, как и вы. Он лишь хочет возвыситься над вами. Если бы Аллах пожелал, то Он ниспослал бы ангелов. Мы не слышали о подобном от наших праотцев.",
        "tr": "Bunun üzerine, kavminin içinden kâfir kodaman topluluğu \"Bu, dediler, tıpkı sizin gibi bir beşer olmaktan başka bir şey değildir. Size üstün ve hakim olmak istiyor. Eğer Allah (peygamber göndermek) isteseydi, muhakkak ki bir melek gönderirdi. Biz geçmişteki atalarımızdan böyle bir şey duymadık.\"",
        "de": "Da sagte die aus seinem Volk führende Schar, die ungläubig war: „Dieser ist nur ein menschliches Wesen wie ihr, das einen Vorzug euch gegenüber haben will. Und wenn Allah gewollt hätte, hätte Er wahrlich Engel herabgesandt. Wir haben so etwas bei unseren Vorvätern nicht gehört.",
        "pt": "Porém, os chefes incrédulos do seu povo disseram: Esse não é mais do que um homem como vós, que quer assegurar asua superioridade (sobre vós). Se Deus quisesse, teria enviado anjos (por mensageiros). Jamais ouvimos tal coisa de nossosantepassados!",
        "nl": "Toen zeiden de vooraanstanden, die niet geloofden, van zijn volk: \"Deze (man) is slechts een mens zoals jullie. Hij wenst uit te blinken boven jullie. En als Allah het gewild had, zou Hij Engelen hebben gestuurd. Wij hebben hierover van onze voorouders nog nooit gehoord.",
        "ur": "اس کی قوم کے جن سرداروں نے ماننے سے انکار کیا وہ کہنے لگو کہ”یہ شخص کچھ نہیں ہے مگر ایک بشر تم ہی جیسا۔ <sup foot_note=\"185408\">1</sup> اِس کی غرض یہ ہے کہ تم پر برتری حاصل کرے۔ <sup foot_note=\"185409\">2</sup> اللہ کو اگر بھیجنا ہوتا تو فرشتے بھیجتا۔ <sup foot_note=\"185410\">3</sup> یہ بات تو ہم نے کبھی اپنے باپ دادا کے وقتوں میں سُنی ہی نہیں (کہ بشر رسُول بن کر آئے)",
        "bn": "তাৰ পিছত তেওঁৰ সম্প্ৰদায়ৰ নেতা শ্ৰেণীৰ লোক, যিসকলে কুফৰী কৰিছিল সিহঁতে ক'লে, এওঁতো তোমালোকৰ দৰেই এজন মানুহ, এওঁ তোমালোকৰ ওপৰত শ্ৰেষ্ঠত্ব লাভ কৰিব বিচাৰিছে, যদি আল্লাহে ইচ্ছা কৰিলেহেঁতেন তেন্তে ফিৰিস্তাকেই অৱতীৰ্ণ কৰিলেহেঁতেন, আমি আমাৰ পূৰ্বপূৰুষসকলৰ ওচৰত এনেকুৱা ঘটনা কেতিয়াও শুনা নাই।",
        "fa": "اما اشراف و بزرگان قومش ‌که کفر ورزیده بودند گفتند: «این [مرد کسی] نیست مگر بشری همچون شما [که] می‌خواهد بر شما برتری جوید. اگر الله می‌خواست [رسولی بفرستد]، فرشتگانی [به سویتان] نازل می‌کرد. ما این [سخن] را [که نوح می‌گوید] در میان نیاکان خود نشنیده‌ایم."
      }
    },
    {
      "verse_number": 2698,
      "verse_key": "23:25",
      "arabic_text": "إِنْ هُوَ إِلَّا رَجُلٌۢ بِهِۦ جِنَّةٌ فَتَرَبَّصُوا۟ بِهِۦ حَتَّىٰ حِينٍ",
      "phonetic_text": "In huwa illa rajulun bihi jinnatunfatarabbasoo bihi hatta heen",
      "translations": {
        "fr": "Ce n’est en réalité qu’un homme possédé par les démons. Attendez voir pour quelque temps ce qui va lui arriver. »",
        "en": "He is just a madman, so let’s wait and see what happens to him.’",
        "es": "[Noé] no es más que un demente, soportadlo por un tiempo [hasta que muera]”.",
        "it": "Certo costui non è che un uomo posseduto. Osservatelo per un po’ di tempo…» <a class=f><sup foot_note=158509>1</sup></a>.",
        "ru": "Он - не кто иной, как бесноватый муж, так что обождите с ним до поры до времени».",
        "tr": "\"Bu, yalnızca kendisinde delilik bulunan bir kimsedir. Öyle ise, bir süreye kadar ona katlanıp (durumu) gözetleyin bakalım.\"",
        "de": "Er ist nur ein Mann, der an Besessenheit leidet; so wartet mit ihm für eine gewisse Zeit ab.",
        "pt": "Não é mais do que um homem possesso! Porém, suportai-o temporariamente.",
        "nl": "Hij is slechts een man die bezeten is, wacht daarom op hem tot een bepaald moment.\"",
        "ur": "کچھ نہیں، بس اس آدمی کو ذرا جنون لاحق ہو گیا ہے کچھ مدت اور دیکھ لو (شاید افاقہ ہو جائے)\"",
        "bn": "নিশ্চয় এওঁ বলিয়া হৈছে, সেয়ে তোমালোকে ইয়াৰ বিষয়ে কিছুদিন ধৈৰ্য ধৰা।",
        "fa": "او مرد دیوانه‌ای بیش نیست؛ پس تا مدتی منتظر باشید [که یا دروغش آشکار گردد و دست از دعوتش بردارد یا مرگش فرارسد]»."
      }
    },
    {
      "verse_number": 2699,
      "verse_key": "23:26",
      "arabic_text": "قَالَ رَبِّ ٱنصُرْنِى بِمَا كَذَّبُونِ",
      "phonetic_text": "Qala rabbi onsurnee bimakaththaboon",
      "translations": {
        "fr": "« Seigneur, dit-il, accorde-moi Ton soutien contre ceux qui me traitent de menteur ! »",
        "en": "Noah said, ‘My Lord, help me! They call me a liar,’",
        "es": "Dijo Noé: “¡Señor mío! Socórreme, porque ellos me desmienten”.",
        "it": "Disse [Noè]: «Signore, aiutami, mi trattano da impostore».",
        "ru": "Он сказал: «Господи! Помоги мне, ведь они сочли меня лжецом».",
        "tr": "Nuh: \"Rabbim! dedi, beni yalana çıkarmalarına karşı bana yardım et!\"",
        "de": "Er sagte: „Mein Herr, hilf mir, wo sie mich der Lüge bezichtigen.",
        "pt": "Disse (Noé): Ó Senhor meu, socorre-me, pois que me desmentes!",
        "nl": "Hij (Nôeh) zei: \"O mijn Heer, help mij vanwege wat zij loochenen.\"",
        "ur": "نوحؑ نے کہا”پروردگار، اِن لوگوں نے جو میری تکذیب کی ہے اس پر اب تُو ہی میری نُصرت فرما۔“ <sup foot_note=\"185411\">1</sup>",
        "bn": "নূহে (আল্লাহৰ ওচৰত প্ৰাৰ্থনা কৰি) ক’লে, ‘হে মোৰ প্ৰতিপালক! মোক সহায় কৰা, কাৰণ সিহঁতে মোক মিছলীয়া বুলি অস্বীকাৰ কৰিছে’।",
        "fa": "[نوح] گفت: «پروردگارا، مرا در برابر تکذیب آنان یاری کن»."
      }
    },
    {
      "verse_number": 2700,
      "verse_key": "23:27",
      "arabic_text": "فَأَوْحَيْنَآ إِلَيْهِ أَنِ ٱصْنَعِ ٱلْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَآءَ أَمْرُنَا وَفَارَ ٱلتَّنُّورُ ۙ فَٱسْلُكْ فِيهَا مِن كُلٍّ زَوْجَيْنِ ٱثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ ٱلْقَوْلُ مِنْهُمْ ۖ وَلَا تُخَـٰطِبْنِى فِى ٱلَّذِينَ ظَلَمُوٓا۟ ۖ إِنَّهُم مُّغْرَقُونَ",
      "phonetic_text": "Faawhayna ilayhi ani isnaAAialfulka bi-aAAyunina wawahyina fa-ithajaa amruna wafara attannooru faslukfeeha min kullin zawjayni ithnayni waahlaka illaman sabaqa AAalayhi alqawlu minhum wala tukhatibneefee allatheena thalamoo innahum mughraqoon",
      "translations": {
        "fr": "C’est alors que Nous lui révélâmes : « Construis l’Arche sous Nos yeux et conformément à Notre révélation. Puis lorsque Notre commandement sera venu et que la fournaise se mettra à bouillonner, tu y embarqueras un couple de chaque espèce, les membres de ta famille - excepté ceux contre qui le verdict (divin) est déjà prononcé – et ne M’entretiens pas de ceux qui ont commis des injustices car ils seront bientôt noyés. »",
        "en": "and so We revealed to him: ‘Build the Ark under Our watchful eye and according to Our revelation. When Our command comes and water gushes up out of the earth,take pairs of every species on board, and your family, except for those on whom the sentence has already been passed- do not plead with me for the evildoers: they will be drowned-",
        "es": "Entonces le dije: “Construye el arca bajo Mi observancia, acorde a lo que te inspiré. Cuando llegue Mi designio y el agua comience a brotar de la tierra [y se inicie la inundación], haz subir una pareja de cada especie y embarca a tu familia, salvo a quienes el decreto [de la inundación] los haya condenado. No Me pidas por los injustos, pues ellos perecerán ahogados.",
        "it": "Perciò gli ispirammo: «Costruisci un’Arca sotto i Nostri occhi secondo quello che ti abbiamo ispirato. Poi, quando giungerà il Decreto Nostro e ribollirà la Fornace <a class=f><sup foot_note=158510>1</sup></a>, allora imbarca una coppia per ogni specie e la tua famiglia, eccetto colui contro il quale è già stata emessa la sentenza. E non Mi rivolgere suppliche in favore degli ingiusti: saranno annegati <a class=f><sup foot_note=158511>2</sup></a>.",
        "ru": "Мы внушили ему откровение: «Сооруди ковчег у Нас на Глазах согласно Нашему откровению. А когда явится Наше веление, и вода забьет фонтаном из печи, то погрузи на него по паре всего живого, а также свою семью, кроме тех, о чьей гибели уже было ниспослано Мое веление. И не проси Меня за тех, которые поступали несправедливо. Они будут потоплены.",
        "tr": "Bunun üzerine ona şöyle vahyettik: Bizim nezaretimiz altında ve vahyimizle gemiyi yap. Bizim emrimiz gelip de tandır kaynayınca, her cinsten eşler halinde iki tane ve bir de içlerinden, daha önce kendisi aleyhinde hüküm verilmiş olanların dışındaki aileni gemiye al. Zulmetmiş olanlar konusunda bana hiç yalvarma! Zira onlar kesinlikle boğulacaklardır!",
        "de": "Da gaben Wir ihm ein: „Verfertige das Schiff vor Unseren Augen und nach Unserer Eingebung. Wenn dann Unser Befehl kommt und der Ofen brodelt, so führe von jeder (Art) ein Paar und deine Angehörigen hinein, außer gegen wen das Wort vorher ergangen ist. Und sprich Mich nicht an zugunsten derjenigen, die Unrecht getan haben; sie werden ertränkt werden.",
        "pt": "Então lhe revelamos: Constrói uma arca sob a Nossa vigilância e segundo a Nossa revelação. E quando se cumprir oNosso desígnio e a água transbordar do forno, embarca nela um casal de cada espécie, juntamente com a tua família, excetoaquele sobre quem tenha sido pronunciada a sentença; e não intercedas junto a Mim em favor dos iníquos, pois que serãoafogados.",
        "nl": "Toen openbaarden Wij aan hem: \"Bouw onder Ons toezicht en (volgens) Onze aanwijzing een schip. En als Ons bevel komt en de oven overkookt, ga dan aan boord, met van ieder (dier) twee, paarsgewijs, en jouw familie, behalve degene van hen tegen wie het Woord (van bestraffing) er eerder was. En spreek Mij niet aan over degenen die onrecht pleegden. Voorwaar, zij zullen verdronken worden.",
        "ur": "ہم نے اس پر وحی کی کہ”ہماری نگرانی میں اور ہماری وحی کے مطابق کشتی تیار کر۔ پھر جب ہمارا حکم آجائے اور تنُور اُبل پڑے <sup foot_note=\"185412\">1</sup> تو  ہر قسم کے جانوروں میں سے ایک ایک جوڑا لے کر اس میں سوار ہو جا، اور اپنے اہل و عیال کو بھی ساتھ لے سوائے اُن کے جن کے خلاف پہلے فیصلہ ہو چکا ہے، اور ظالموں کے معاملہ میں مجھ سے کچھ نہ کہنا، یہ اب غرق ہونے والے ہیں",
        "bn": "ফলত আমি তেওঁৰ ওচৰত অহী প্ৰেৰণ কৰিলোঁ, তুমি আমাৰ চক্ষুষ তত্ত্বাৱধায়নত আৰু আমাৰ অহী অনুযায়ী নৌযান নিৰ্মাণ কৰা, তাৰ পিছত যেতিয়া আমাৰ আদেশ আহিব আৰু চৌকাৰ পানী উথলি উঠিব, তেতিয়া প্ৰত্যেক জীৱ-জন্তুৰে একো একোযোৰকৈ লৈ (নাৱঁত) উঠিবা আৰু তোমাৰ পৰিয়ালবৰ্গকো লগত লবা, কেৱল সেইসকলৰ বাহিৰে যিসকলৰ বিৰুদ্ধে পূৰ্বেই সিদ্ধান্ত লোৱা হৈছে। লগতে সিহঁতৰ বিষয় লৈ তুমি মোক সম্বোধন নকৰিবা যিসকলে অন্যায় কৰিছে। নিশ্চয় সিহঁত ডুবি মৰিব।",
        "fa": "به او وحی کردیدم: «کشتی را تحت نظرِ ما و به وحی ما بساز و هنگامی‌ که فرمان [عذاب] ما فرارسید و [به نشانۀ رسیدنِ طوفان، آب از] تنور جوشید، از هر نوع [حیوان،] یک جفت [نر و ماده] در کشتی سوار کن و خانواده‌ات را [نیز همراه خود ببر] مگر کسانی که پیشتر وعده[ی هلاکت] بر آنان مقرر شده است و دربارۀ [نجاتِ] کسانی ‌که ستم کرده‌اند با من سخن نگو؛ [چرا که] آنان حتماً غرق خواهند شد."
      }
    },
    {
      "verse_number": 2701,
      "verse_key": "23:28",
      "arabic_text": "فَإِذَا ٱسْتَوَيْتَ أَنتَ وَمَن مَّعَكَ عَلَى ٱلْفُلْكِ فَقُلِ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى نَجَّىٰنَا مِنَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
      "phonetic_text": "Fa-itha istawayta anta waman maAAakaAAala alfulki faquli alhamdu lillahi allatheenajjana mina alqawmi aththalimeen",
      "translations": {
        "fr": "Lorsque tu seras bien installé dans l’Arche, toi et ceux qui t’accompagneront, tu diras : « Toute louange est à Allah Qui nous a sauvés des gens injustes ! »",
        "en": "and when you and your companions are settled on the Ark, say, “Praise be to God, who delivered us from the wicked people,”",
        "es": "Cuando tú y quienes estén contigo se encuentren en el arca, di: ¡Alabado sea Dios, Quien nos ha salvado de un pueblo de injustos!”",
        "it": "Quando poi vi sarete sistemati nell’Arca, tu e coloro che saranno con te, di’: «Sia lodato Allah che ci ha salvato dagli ingiusti!»;",
        "ru": "А когда ты и те, кто с тобой, сядете в ковчег, скажи: «Хвала Аллаху, Который спас нас от несправедливых людей!»",
        "tr": "Sen, yanındakilerle beraber gemiye yerleştiğinde: \"Bizi zalimler topluluğundan kurtaran Allah'a hamdolsun\" de.",
        "de": "Und wenn du dich nun auf dem Schiff eingerichtet hast, du und diejenigen, die mit dir sind, dann sag: (Alles) Lob gehört Allah, Der uns von dem ungerechten Volk errettet hat!",
        "pt": "E quando estiverdes embarcado na arca, junto àqueles que estão contigo, dize: Louvado seja Deus, que nos livrou dosiníquos!",
        "nl": "Dus wanneer jij en de mensen met jou aan boord van het schip zullen gaan, zeg dan: \"Alle lof zij Allah, Die ons gered heeft van het onrechtvaardige volk.\"",
        "ur": "پھر جب تُو اپنے ساتھیوں سمیت کشتی پر سوار ہو جائے تو کہہ، شکر ہے اُس خدا کا جس نے ہمیں ظالم لوگوں سے نجات دی۔ <sup foot_note=\"185413\">1</sup>",
        "bn": "এতেকে যেতিয়া তুমি আৰু তোমাৰ সঙ্গীসকল নৌযানৰ ওপৰত স্থিৰ হ’বা তেতিয়া ক’বা, ‘সকলো ধৰণৰ প্ৰশংসা কেৱল আল্লাহৰ বাবেই, যিয়ে আমাক উদ্ধাৰ কৰিছে যালিম সম্প্ৰদায়ৰ পৰা’।",
        "fa": "هنگامی ‌که تو و همراهانت بر کشتی سوار شدید بگو: \"سپاس مخصوص الله است که ما را از [چنگ] گروه ستمکار نجات داد\"»."
      }
    },
    {
      "verse_number": 2702,
      "verse_key": "23:29",
      "arabic_text": "وَقُل رَّبِّ أَنزِلْنِى مُنزَلًا مُّبَارَكًا وَأَنتَ خَيْرُ ٱلْمُنزِلِينَ",
      "phonetic_text": "Waqul rabbi anzilnee munzalan mubarakanwaanta khayru almunzileen",
      "translations": {
        "fr": "Et tu diras : « Seigneur, veuille me faire aborder sur des rivages bénis, car Tu es Celui Qui guide vers les meilleurs rivages ! »",
        "en": "and say, “My Lord, let me land with Your blessing: it is You who provide the best landings”.’",
        "es": "Y di: “¡Señor mío! Hazme llegar a un destino bendito<sup foot_note=168891>1</sup>, pues Tú eres Quien mejor hace llegar a destino”.",
        "it": "e di’: «Signore, dammi approdo in un luogo benedetto, Tu sei il migliore di coloro che danno approdo!».",
        "ru": "Скажи также: «Господи! Приведи меня к благословенному месту, ведь Ты - Наилучший из расселяющих»».",
        "tr": "Ve de ki: \"Rabbim! Beni mübarek bir yere indir. Sen, konuklatanların en hayırlısısın.\"",
        "de": "Und sag: Mein Herr, gewähre mir einen gesegneten Abstieg’, denn Du bist der Beste derjenigen, die Abstieg gewähren.",
        "pt": "E dize: Ó Senhor meu, desembarca-me em lugar abençoado, porque Tu és o melhor para (nos) desembarcar.",
        "nl": "En zeg: \"O mijn Heer, plaats mij op een gezegende plaats. En U bent het die de beste plaatsen geeft.\"",
        "ur": "اور کہہ، پروردگار ، مجھ کو برکت والی جگہ اُتار اور تُو بہترین جگہ دینے والا ہے۔“ <sup foot_note=\"185414\">1</sup>",
        "bn": "তুমি আৰু কোৱা, ‘হে মোৰ প্ৰতিপালক! মোক বৰকতময় অৱতৰণস্থলত অৱতৰণ কৰোৱা; আৰু তুমিয়েই শ্ৰেষ্ঠ অৱতাৰণকাৰী’।",
        "fa": "و [نیز] بگو: «پروردگارا، ما را در منزل‌گاهی پربرکت فرود آور که تو بهترین فرودآورنده‌ای»."
      }
    },
    {
      "verse_number": 2703,
      "verse_key": "23:30",
      "arabic_text": "إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ وَإِن كُنَّا لَمُبْتَلِينَ",
      "phonetic_text": "Inna fee thalika laayatinwa-in kunna lamubtaleen",
      "translations": {
        "fr": "Il y a certes là des Signes et Nous ne faisons que mettre (les hommes) à l’épreuve.",
        "en": "There are signs in all this: We have always put [people] to the test.",
        "es": "En ello hay signos [de Dios], pero [sabed que] siempre pondré a prueba [a los seres humanos].",
        "it": "Questi certamente furono segni. In verità Noi siamo Colui Che mette alla prova.",
        "ru": "Воистину, в этом есть знамения. Воистину, Мы подвергаем испытанию.",
        "tr": "Şüphesiz bunda sizin için birtakım ibretler vardır. Çünkü biz, kullarımızı böyle denemişizdir.",
        "de": "Darin sind wahrlich Zeichen. Wir haben (sie damit) fürwahr geprüft.",
        "pt": "Em verdade, nisto há sinais, conquanto já os tenhamos provado.",
        "nl": "Voorwar, daarin zijn zeker Tekenen en Wij hebben hen zeker beproefd.",
        "ur": "اِس قصے میں بڑی نشانیاں ہیں ، <sup foot_note=\"185415\">1</sup> اور آزمائش تو ہم کر کے ہی رہتے ہیں۔ <sup foot_note=\"185416\">2</sup>",
        "bn": "নিশ্চয় ইয়াত আছে বহুতো নিদৰ্শন; আৰু আমি সিহঁতক পৰীক্ষাহে কৰিছিলোঁ।",
        "fa": "بی‌تردید در این [ماجرا] نشانه‌هایی [از قدرت الله در نجات مؤمنان و عذاب کافران] است و یقیناً ما آزمایشگر [ایمان و کفرِ مردم] بوده‌ایم؛"
      }
    },
    {
      "verse_number": 2704,
      "verse_key": "23:31",
      "arabic_text": "ثُمَّ أَنشَأْنَا مِنۢ بَعْدِهِمْ قَرْنًا ءَاخَرِينَ",
      "phonetic_text": "Thumma ansha/na min baAAdihim qarnan akhareen",
      "translations": {
        "fr": "Puis Nous avons créé, après eux, une autre génération.",
        "en": "Then We raised another generation after them,",
        "es": "Después [de la destrucción del pueblo de Noé], hice surgir nuevas generaciones,",
        "it": "E dopo di loro suscitammo un’altra generazione,",
        "ru": "Вслед за ними Мы сотворили другое поколение.",
        "tr": "Sonra onların ardından bir başka nesil getirdik.",
        "de": "Hierauf ließen Wir nach ihnen ein anderes Geschlecht entstehen.",
        "pt": "Logo depois dele criamos outras gerações.",
        "nl": "Vervolgens brengen Wij na hen een andere generatie voort.",
        "ur": "ان کے بعد ہم نے ایک دُوسرے دور کی قوم اُٹھائی۔ <sup foot_note=\"185417\">1</sup>",
        "bn": "এতেকে আমি সিহঁতৰ পিছত আন এটা প্ৰজন্ম সৃষ্টি কৰিছিলোঁ,",
        "fa": "آنگاه گروه دیگری را پس از آنان پدید آوردیم؛"
      }
    },
    {
      "verse_number": 2705,
      "verse_key": "23:32",
      "arabic_text": "فَأَرْسَلْنَا فِيهِمْ رَسُولًا مِّنْهُمْ أَنِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ ۖ أَفَلَا تَتَّقُونَ",
      "phonetic_text": "Faarsalna feehim rasoolan minhum anioAAbudoo Allaha ma lakum min ilahin ghayruhuafala tattaqoon",
      "translations": {
        "fr": "Nous leur avons envoyé un Messager, (choisi) parmi eux, qui leur disait : « Adorez Allah, vous n’avez d’autre divinité que Lui. Ne (Le) craignez-vous donc pas ? »",
        "en": "and sent one of their own as a messenger: ‘Serve God, for He is your only god. Will you not heed Him?’",
        "es": "y les envié un Mensajero de entre ellos [que les dijo]: “Adorad solamente a Dios, ya que no existe otra divinidad salvo Él. ¿Es que no vais a tener temor [de Dios]?”<sup foot_note=168892>1</sup>",
        "it": "alla quale inviammo un messaggero dei loro, affinché dicesse: «Adorate Allah, per voi non c’è altro dio all’infuori di Lui. Non Lo temerete dunque?» <a class=f><sup foot_note=158512>1</sup></a>.",
        "ru": "Мы направили к ним посланника из них самих: «Поклоняйтесь Аллаху, ибо нет у вас другого божества, кроме Него. Неужели вы не устрашитесь?».",
        "tr": "Bunun üzerine, onlar arasından kendilerine, \"Allah'a kulluk edin; çünkü sizin O'ndan başka bir tanrınız yoktur. Hâlâ Allah'tan korkmaz mısınız? (mesajını ileten) bir resul gönderdik.",
        "de": "Dann schickten Wir zu ihnen einen Gesandten von ihnen: „Dient Allah! Keinen Gott habt ihr außer Ihm. Wollt ihr denn nicht gottesfürchtig sein?",
        "pt": "E lhe enviamos um mensageiro, escolhido entre eles, (que lhes disse): Adorai a Deus, porque não tereis outro deus alémd'Ele! Não (O) temeis?",
        "nl": "En Wij stuurden hun een Boodschapper van onder hen (die zei:) \"Aanbidt Allah. Er is geen god voor jullie dan Hem, waarom vrezen jullie (Allah) niet?\"",
        "ur": "پھر اُن میں خود انہی کی قوم کا ایک رسول بھیجا (جس نے انہیں دعوت دی) کہ اللہ کی بندگی کرو، تمہارے لیے اُس کے سوا کوئی اور معبود نہیں ہے، کیا تم ڈرتے نہیں ہو؟",
        "bn": "ইয়াৰ পিছত আমি সিহঁতৰ মাজৰেই এজনক ৰাছুল হিচাপে প্ৰেৰণ কৰিছিলোঁ, তেওঁ কৈছিল, ‘তোমালোকে কেৱল আল্লাহৰেই ইবাদত কৰা, তেওঁৰ বাহিৰে তোমালোকৰ আন কোনো সত্য ইলাহ নাই, তথাপিও তোমালোকে তাক্বৱা অৱলম্বন নকৰিবানে?",
        "fa": "و پیامبری از خودشان در [میان] آنان فرستادیم [تا بگوید]: «الله را عبادت کنید [که] جز او معبودی [به‌حق] ندارید. آیا پروا نمی‌کنید؟»"
      }
    },
    {
      "verse_number": 2706,
      "verse_key": "23:33",
      "arabic_text": "وَقَالَ ٱلْمَلَأُ مِن قَوْمِهِ ٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِلِقَآءِ ٱلْـَٔاخِرَةِ وَأَتْرَفْنَـٰهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا مَا هَـٰذَآ إِلَّا بَشَرٌ مِّثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ",
      "phonetic_text": "Waqala almalao min qawmihi allatheenakafaroo wakaththaboo biliqa-i al-akhiratiwaatrafnahum fee alhayati addunyama hatha illa basharun mithlukum ya/kulumimma ta/kuloona minhu wayashrabu mimma tashraboon",
      "translations": {
        "fr": "L’assemblée des notables de son peuple, parmi les mécréants, qui traitaient de mensonge la rencontre de l’autre monde et auxquels Nous avons donné faste et opulence en ce bas monde, dirent : « Ce n’est là qu’un humain comme vous, qui mange de ce que vous mangez et boit de ce que vous buvez.",
        "en": "But the leading disbelievers among his people, who denied the Meeting in the Hereafter, to whom We had granted ease and plenty in this life, said, ‘He is just a mortal like you- he eats what you eat and drinks what you drink-",
        "es": "Pero [nuevamente] los magnates de su pueblo que no creyeron y desmintieron el Día del Juicio, a pesar de que les había concedido una vida llena de riquezas, dijeron [a los más débiles]: “Éste es un mortal igual que vosotros, come lo que coméis y bebe lo que bebéis.",
        "it": "I notabili della sua gente, che erano miscredenti e che negavano l’altra vita, quelli stessi ai quali concedemmo gli agi in questa vita, dissero: «Costui non è che un uomo come voi, mangia ciò che voi mangiate, e beve ciò che voi bevete.",
        "ru": "Знатные люди из его народа, которые не уверовали и отрицали встречу в Последней жизни, которых Мы одарили щедрыми благами в мирской жизни, сказали: «Это - всего лишь человек, подобный вам. Он ест то, что вы едите, и пьет то, что вы пьете.",
        "tr": "Onun kavminden, kâfir olup ahirete ulaşmayı yalanlayan ve dünya hayatında kendilerine refah verdiğimiz kodaman güruh dedi ki: \"Bu dediler, sadece sizin gibi bir insandır; sizin yediğinizden yer, sizin içtiğinizden içer.\"",
        "de": "Und die führende Schar aus seinem Volk, die ungläubig war und die Begegnung mit dem Jenseits für Lüge erklärte und der Wir im diesseitigen Leben üppigen Wohlstand verliehen hatten, sagte: „Dieser ist nur ein menschliches Wesen wie ihr, das von dem ißt, was ihr eßt, und von dem trinkt, was ihr trinkt.",
        "pt": "Porém, os chefes incrédulos do seu povo, que negavam o comparecimento na outra vida e que agraciamos na vida terrenadisseram: Este não é senão um homem como vós; come do mesmo que comeis e bebe do mesmo que bebeis.",
        "nl": "En de vooraanstanden, die niet geloofden, van zijn volk en die de ontmoeting in het Hiernamaals loochenden en die Wij de weelde van het wereldse leven gaven, zeiden: \"Deze (man) is slechts een mens zoals jullie, hij eet van wat jullie eten en hij drinkt van wat jullie drinken.",
        "ur": "اُس کی قوم کے جن سرداروں نے ماننے سے انکار کیا اور آخرت کی پیشی کو جھُٹلایا، جن کو ہم نے دنیا کی زندگی میں آسُودہ کر رکھا تھا، <sup foot_note=\"185418\">1</sup> وہ کہنے لگو”یہ شخص کچھ نہیں ہے مگر ایک بشر تم ہی جیسا۔ جو کچھ تم کھاتے ہو وہی یہ کھاتا ہے اور جو کچھ تم پیتے ہو وہی یہ پیتا ہے",
        "bn": "আৰু তেওঁৰ সম্প্ৰদায়ৰ নেতাসকলে, যিসকলে কুফৰী কৰিছিল আৰু আখিৰাতৰ সাক্ষাতক অস্বীকাৰ কৰিছিল আৰু যিসকলক আমি প্ৰদান কৰিছিলোঁ পাৰ্থিৱ জীৱনৰ প্ৰচুৰ ভোগ-সম্ভাৰ, সিহঁতে কৈছিল, ‘এওঁ দেখোন তোমালোকৰ দৰেই এজন মানুহ, তোমালোকে যি খোৱা তেৱোঁ তাকেই খায় আৰু তোমালোকে যি পান কৰা তেৱোঁ তাকেই পান কৰে;",
        "fa": "گروهی از اشراف و بزرگان قومش که کفر ورزیده بودند و دیدار آخرت را دروغ می‌انگاشتند و در زندگی دنیا نعمت و آسایش به آنان داده بودیم، گفتند: «این [مرد کسی] نیست مگر بشری همچون شما؛ از آنچه [شما] می‌خورید [او نیز] می‌خورد و از آنچه که شما می‌نوشید [او نیز] می‌نوشد [پس مزیّتی ندارد که پیامبر باشد]."
      }
    },
    {
      "verse_number": 2707,
      "verse_key": "23:34",
      "arabic_text": "وَلَئِنْ أَطَعْتُم بَشَرًا مِّثْلَكُمْ إِنَّكُمْ إِذًا لَّخَـٰسِرُونَ",
      "phonetic_text": "Wala-in ataAAtum basharan mithlakuminnakum ithan lakhasiroon",
      "translations": {
        "fr": "En obéissant à un humain comme vous, vous serez certes perdants.",
        "en": "and you will really be losers if you obey a mortal like yourselves.",
        "es": "Si obedecéis a un ser humano como vosotros, seréis unos perdedores.",
        "it": "Se obbedirete ad un vostro simile, sarete certo tra i perdenti!",
        "ru": "Если вы станете повиноваться человеку, который подобен вам, то непременно окажетесь в убытке.",
        "tr": "\"Gerçekten, tıpkı kendiniz gibi bir beşere itaat ederseniz herhalde ziyan edersiniz.\"",
        "de": "Wenn ihr einem menschlichen Wesen euresgleichen gehorcht, dann werdet ihr fürwahr Verlierer sein.",
        "pt": "E, se obedecerdes a um homem como vós, certamente sereis desventurados.",
        "nl": "En als jullie rnensen volgen die zoals jullie zijn: voorwaar, dan behoren jullie zeker tot de verliezers.",
        "ur": "اب اگر تم نے اپنے ہی جیسے ایک بشر کی اطاعت قبول کر لی تو تم گھاٹے ہی میں رہے۔ <sup foot_note=\"185419\">1</sup>",
        "bn": "‘যদি তোমালোকে তোমালোকৰ দৰেই এজন মানুহৰ আনুগত্য কৰা তেন্তে তোমালোকে অৱশ্যে ক্ষতিগ্ৰস্ত হ’বা;",
        "fa": "و اگر از بشری همچون خود اطاعت کنید، در آن صورت، یقیناً زیانکارید."
      }
    },
    {
      "verse_number": 2708,
      "verse_key": "23:35",
      "arabic_text": "أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنتُمْ تُرَابًا وَعِظَـٰمًا أَنَّكُم مُّخْرَجُونَ",
      "phonetic_text": "AyaAAidukum annakum itha mittumwakuntum turaban waAAithaman annakummukhrajoon",
      "translations": {
        "fr": "Ne vous promet-il pas qu’une fois morts et devenus poussière et ossements vous serez à nouveau sortis (de vos tombes) ?",
        "en": "How can he promise you that after you die and become dust and bones you will be brought out alive?",
        "es": "¿Acaso os promete que después de morir y ser polvo y huesos, vais a ser resucitados?",
        "it": "Davvero vi promette che quando sarete morti, [ridotti a] polvere e ossa, sarete risuscitati?",
        "ru": "Неужели он обещает вам, что вы будете воскрешены после того, как умрете и превратитесь в прах и кости?",
        "tr": "\"Size, öldüğünüz, toprak ve kemik yığını haline geldiğinizde, mutlak surette sizin (tekrar) meydana çıkarılacağınızı mı vaad ediyor?\"",
        "de": "Verspricht er euch etwa, daß ihr, wenn ihr gestorben und zu Erde und Knochen geworden seid, (wieder) hervorgebracht werdet?",
        "pt": "Qual! Promete-vos ele que, quando morrerdes e vos tiverdes convertido em pó e ossos, sereis ressuscitados?",
        "nl": "Belooft hij jullie dat wanneer jullie dood zijn en tot stof en beenderen zijn geworden, dat jullie dan opgewekt worden?",
        "ur": "یہ تمہیں اطلاع دیتا ہے کہ جب تم مر کر مٹی ہو جاؤ گے اور ہڈیوں کا پنجر بن کر رہ جاؤ گے اُس وقت تم (قبروں سے) نکالے جاؤ گے؟",
        "bn": "‘এওঁ তোমালোকক এই প্ৰতিশ্ৰুতি দিয়ে নেকি যে, তোমালোকে যেতিয়া মৃত্যুবৰণ কৰিবা আৰু তোমালোক মাটি আৰু অস্থিত পৰিণত হ’বা; তাৰ পিছতো তোমালোকক আকৌ উত্থিত কৰা হ’ব?",
        "fa": "آیا او به شما وعده می‌دهد که وقتی مردید و خاک و استخوان شدید، [در قیامت از گور] بیرون آورده می‌شوید؟"
      }
    },
    {
      "verse_number": 2709,
      "verse_key": "23:36",
      "arabic_text": "۞ هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ",
      "phonetic_text": "Hayhata hayhata limatooAAadoon",
      "translations": {
        "fr": "Comme est lointain, lointain, ce qui vous est promis !",
        "en": "What you are promised is very farfetched.",
        "es": "¡Qué lejos está de la realidad lo que él os promete!",
        "it": "Lontano, lontano <a class=f><sup foot_note=158513>1</sup></a>è ciò che vi viene promesso!",
        "ru": "Невероятно, невероятно то, что обещано вам!",
        "tr": "\"Heyhât o size vaad edilen şey ne kadar uzak!\"",
        "de": "Weit, weit entfernt ist das, was euch versprochen wird.",
        "pt": "Longe, muito longe está o que vos é prometido!",
        "nl": "Ver, ver weg is wat aan jullie beloofd is.",
        "ur": "بعید، بالکل بعید ہے یہ وعدہ جو تم سے کیا جا رہا ہے",
        "bn": "‘অসম্ভৱ, তোমালোকক যি বিষয়ে প্ৰতিশ্ৰুতি দিয়া হৈছে সেয়া অসম্ভৱ।",
        "fa": "آنچه به شما وعده می‌دهد، چه دور است، چه دور!"
      }
    },
    {
      "verse_number": 2710,
      "verse_key": "23:37",
      "arabic_text": "إِنْ هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ",
      "phonetic_text": "In hiya illa hayatunaaddunya namootu wanahya wamanahnu bimabAAootheen",
      "translations": {
        "fr": "Il n’y a rien d’autre que notre vie en ce bas monde. Nous mourons, nous vivons et nous ne serons point ressuscités. ",
        "en": "There is only the life of this world: we die, we live, but we will never be resurrected.",
        "es": "No hay otra vida más que la mundanal; vivimos, morimos y jamás seremos resucitados.",
        "it": "Non esiste altro che questa nostra vita: viviamo e moriamo e non saremo risuscitati.",
        "ru": "Нет ничего, кроме нашей жизни в этом мире. Мы умираем и живем, и мы не будем воскрешены.",
        "tr": "\"Dünya hayatından başka gerçek yoktur. (Kimimiz) ölürüz, (kimimiz) yaşarız; bir daha diriltilecek değiliz.\"",
        "de": "Es gibt nur unser diesseitiges Leben: Wir sterben und wir leben, und wir werden nicht auferweckt.",
        "pt": "Não há mais vida do que esta, terrena! Morremos e vivemos e jamais seremos ressuscitados!",
        "nl": "Ons leven is slechts op de wereld, wij gaan dood en wij leven en wij zullen niet opgewekt worden.",
        "ur": "زندگی کچھ نہیں ہے مگر بس یہی دنیا کی زندگی یہیں ہم کو مرنا اور جینا ہے اور ہم ہرگز اٹھائے جانے والے نہیں ہیں",
        "bn": "‘একমাত্ৰ পাৰ্থিৱ জীৱনেই আমাৰ জীৱন, আমাৰ জীৱন মৰণ ইয়াতেই; আৰু আমি কেতিয়াও পুনৰুত্থিত নহওঁ।",
        "fa": "[زندگانی] جز همین زندگی دنیای ما نیست؛ و [گروهى‌] مى‌میریم و [و گروهى به جاى آنها] زنده مى‌شویم و هرگز [پس از مرگ] برانگیخته نخواهیم شد."
      }
    },
    {
      "verse_number": 2711,
      "verse_key": "23:38",
      "arabic_text": "إِنْ هُوَ إِلَّا رَجُلٌ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا وَمَا نَحْنُ لَهُۥ بِمُؤْمِنِينَ",
      "phonetic_text": "In huwa illa rajulun iftaraAAala Allahi kathiban wama nahnulahu bimu/mineen",
      "translations": {
        "fr": "Ce n’est qu’un homme qui débite des mensonges sur le compte d’Allah. Nous ne le croirons pas. »",
        "en": "He is just a man making lies up about God. We will never believe in him.’",
        "es": "Él es solo un ser humano que ha inventado una gran mentira acerca de Dios, y no le vamos a creer”.",
        "it": "Non è altro che un uomo che ha inventato menzogne contro Allah e noi non gli presteremo alcuna fede!».",
        "ru": "Он - всего лишь человек, который возвел навет на Аллаха, и мы не веруем в него».",
        "tr": "\"Bu adam, sadece Allah hakkında yalan uyduran bir kimsedir; biz ona inanmıyoruz.\"",
        "de": "Er ist nur ein Mann, der gegen Allah eine Lüge ersonnen hat; und wir wollen ihm nicht glauben.",
        "pt": "Este não é mais do que um homem que forja mentiras acerca de Deus! Jamais creremos nele!",
        "nl": "Hij is slechts een man die leugens over Allah heeft vèrzonnen. En Wij geloven hem niet.\"",
        "ur": "یہ شخص خدا کے نام پر محض جھُوٹ گھڑ رہا ہے <sup foot_note=\"185420\">1</sup> اور ہم کبھی اس کی ماننے والے نہیں ہیں۔“",
        "bn": "‘এওঁ এনেকুৱা এজন ব্যক্তি যিয়ে আল্লাহ সম্পৰ্কে মিছা অপবাদ দিছে, আমি তেওঁক কেতিয়াও বিশ্বাস নকৰোঁ’।",
        "fa": "او [کسی] نیست مگر مردی که بر الله دروغ می‌بندد و ما به او ایمان نمی‌آوریم»."
      }
    },
    {
      "verse_number": 2712,
      "verse_key": "23:39",
      "arabic_text": "قَالَ رَبِّ ٱنصُرْنِى بِمَا كَذَّبُونِ",
      "phonetic_text": "Qala rabbi onsurnee bimakaththaboon",
      "translations": {
        "fr": "« Seigneur, dit-il, accorde-moi Ton soutien contre ceux qui me traitent de menteur ! »",
        "en": "The prophet said, ‘My Lord, help me! They call me a liar,’",
        "es": "Dijo [el Profeta]: “¡Señor mío! Socórreme, pues me han desmentido”.",
        "it": "Disse [Hüd]: «Signore, aiutami, mi trattano da impostore».",
        "ru": "Он сказал: «Господи! Помоги мне, ведь они сочли меня лжецом!».",
        "tr": "O Peygamber: \"Rabbim, dedi, beni yalanlamalarına karşı bana yardımcı ol!\"",
        "de": "Er sagte: „Mein Herr, hilf mir, wo sie mich der Lüge bezichtigen.",
        "pt": "Disse (o Profeta): Ó Senhor meu, socorre-me, pois que me desmentem!",
        "nl": "Hij (Hôcd) zei: \"O mijn Heer, help mij tegen wat zij loochenen.\"",
        "ur": "رسول نے کہا \"پروردگار، اِن لوگوں نے جو میری تکذیب کی ہے، اس پر اب تو ہی میری نصرت فرما\"",
        "bn": "নূহে (আল্লাহৰ ওচৰত প্ৰাৰ্থনা কৰি) ক’লে, ‘হে মোৰ প্ৰতিপালক! মোক সহায় কৰা, কাৰণ সিহঁতে মোক মিছলীয়া বুলি অস্বীকাৰ কৰিছে’।",
        "fa": "[پیامبرشان] گفت: «پروردگارا، مرا در برابر تکذیب آنان یاری کن»."
      }
    },
    {
      "verse_number": 2713,
      "verse_key": "23:40",
      "arabic_text": "قَالَ عَمَّا قَلِيلٍ لَّيُصْبِحُنَّ نَـٰدِمِينَ",
      "phonetic_text": "Qala AAamma qaleelin layusbihunnanadimeen",
      "translations": {
        "fr": "(Allah) répondit : « Sous peu, ils le regretteront. »",
        "en": "and so God said, ‘Soon they will be filled with regret.’",
        "es": "Dijo [Dios]: “Dentro de poco se arrepentirán”.",
        "it": "Rispose [Allah]: «Ben presto se ne pentiranno, è certo!».",
        "ru": "Аллах сказал: «Очень скоро они будут раскаиваться».",
        "tr": "Allah şöyle buyurdu: \"Pek yakında onlar pişman olacaklar!\"",
        "de": "Er sagte: Über ein kleines werden sie wahrlich Reue empfinden.",
        "pt": "Disse-lhe (Deus): Em pouco tempo se arrependerão.",
        "nl": "Hij (Allah) zei: \"Binnenkort zullen zij zeker spijt krijgen.\"",
        "ur": "جواب میں ارشاد ہوا \"قریب ہے وہ وقت جب یہ اپنے کیے پر پچھتائیں گے\"",
        "bn": "আল্লাহে ক’লে, ‘কিছু সময়ৰ মাজতেই সিহঁত নিশ্চিতৰূপে অনুতপ্ত হ’ব’।",
        "fa": "[الله] فرمود: «پس از اندک زمانی، [از کار خود] سخت پشیمان می‌شوند»."
      }
    },
    {
      "verse_number": 2714,
      "verse_key": "23:41",
      "arabic_text": "فَأَخَذَتْهُمُ ٱلصَّيْحَةُ بِٱلْحَقِّ فَجَعَلْنَـٰهُمْ غُثَآءً ۚ فَبُعْدًا لِّلْقَوْمِ ٱلظَّـٰلِمِينَ",
      "phonetic_text": "Faakhathat-humu assayhatubilhaqqi fajaAAalnahum ghuthaanfabuAAdan lilqawmi aththalimeen",
      "translations": {
        "fr": "Le Cri les emporta à juste raison et Nous en fîmes des débris charriés par le torrent. Que périssent donc les gens injustes !",
        "en": "The blast justly struck them and We swept them away like scum. Away with the evildoers!",
        "es": "El estruendo les sorprendió con la verdad [que negaban], y los convertí en despojos. ¡Que el pueblo injusto sea destruido!",
        "it": "Li colpì il Grido <a class=f><sup foot_note=158514>1</sup></a>in tutta giustizia e li rendemmo come detriti portati dalla corrente. Periscano per sempre gli ingiusti.",
        "ru": "Вопль поразил их по справедливости, и Мы обратили их в подобие сора, растворенного в потоке. Да сгинут люди несправедливые!",
        "tr": "Nitekim, Hak tarafından korkuç bir ses yakalayıverdi onları! Kendilerini hemen çepeçevre kuşattık. Zalimler topluluğunun canı cehenneme!",
        "de": "Da ergriff sie zu Recht der Schrei, und so machten Wir sie zu Abschaum. Weg darum mit dem ungerechten Volk!",
        "pt": "E o estrondo os fulminou, e os reduzimos a destroços (que a torrente carregou). Distância com o povo iníquo!",
        "nl": "Terecht trof de bliksemslag hen toen, en Wij maakten hen als schuim. Ten onder gaat het onrechtvaardige volk!",
        "ur": "آخر کار ٹھیک ٹھیک حق کے مطابق ایک ہنگامہ ٴ عظیم نے ان کو آلیا اور ہم نے ان کو کچرا <sup foot_note=\"185421\">1</sup> بنا کر پھینک دیا۔۔۔۔ دُور ہو ظالم قوم!",
        "bn": "তাৰ পিছত এটা বিকট শব্দই সত্য-ন্যায়ৰ সৈতে সিহঁতক আক্ৰান্ত কৰিলে, ফলত আমি সিহঁতক বতাহে উৰুৱাই নিয়া আৱৰ্জনাৰ দৰে কৰি দিলোঁ। এতেকে যালিম সম্প্ৰদায়ৰ বাবে আছে কেৱল ধ্বংস।",
        "fa": "پس بانگی [مرگبار] آنان را به‌حق فروگرفت و آنان را [همچون] خس و خاشاک [روی سیل] نمودیم؛ پس قوم ستمکار [از رحمت الله] دور باد!"
      }
    },
    {
      "verse_number": 2715,
      "verse_key": "23:42",
      "arabic_text": "ثُمَّ أَنشَأْنَا مِنۢ بَعْدِهِمْ قُرُونًا ءَاخَرِينَ",
      "phonetic_text": "Thumma ansha/na min baAAdihimquroonan akhareen",
      "translations": {
        "fr": "Puis Nous avons créé, après eux, d’autres générations.",
        "en": "We raised other generations after them-",
        "es": "Luego hice surgir nuevas generaciones.",
        "it": "Dopo di loro suscitammo altre generazioni.",
        "ru": "Вслед за ними Мы сотворили другие поколения.",
        "tr": "Sonra onların ardından bir başka nesil getirdik.",
        "de": "Hierauf ließen Wir nach ihnen andere Geschlechter entstehen.",
        "pt": "Logo depois deles criamos outra geração.",
        "nl": "Vervolgens brachten Wij na hen andere generaties voort.",
        "ur": "پھر ہم نے ان کے بعد دوسری قومیں اٹھائیں",
        "bn": "ইয়াৰ পিছত আমি আৰু বহুতো প্ৰজন্ম সৃষ্টি কৰিছোঁ।",
        "fa": "سپس بعد از آنان نسل‌هایی دیگر پدید آوردیم."
      }
    },
    {
      "verse_number": 2716,
      "verse_key": "23:43",
      "arabic_text": "مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَـْٔخِرُونَ",
      "phonetic_text": "Ma tasbiqu min ommatin ajalahawama yasta/khiroon",
      "translations": {
        "fr": "Aucune communauté ne saurait avancer ou reculer son terme.<sup foot_note=194980>1</sup>",
        "en": "no community can advance or delay its time-",
        "es": "Ninguna comunidad puede adelantar ni retrasar su plazo.",
        "it": "Nessuna comunità anticiperà o ritarderà il termine suo.",
        "ru": "Ни одна община не может опередить свой срок или отложить его.",
        "tr": "Hiçbir ümmet, ecelini ne öne alabilir, ne de erteleyebilir.",
        "de": "Keine Gemeinschaft kann ihrer Frist vorausgehen, noch sie hinausschieben.",
        "pt": "Nenhum povo pode adiantar ou retardar o seu destino.",
        "nl": "Geen gemeenschap is in staat om haar vastgestelde tijdstip te vervroegen of uit te stellen.",
        "ur": "کوئی قوم نہ اپنے وقت سے پہلے ختم ہوئی اور نہ اس کے بعد ٹھیر سکی",
        "bn": "কোনো জাতিয়েই সিহঁতৰ নিৰ্দিষ্ট সময়ক আগতীয়াকৈ আনিব নোৱাৰে আৰু পিছলৈও ঠেলি দিব নোৱাৰে।",
        "fa": "هیچ امتی نه از اجل [معینِ] خود پیشی می‌گیرد و نه تأخیر می‌کند."
      }
    },
    {
      "verse_number": 2717,
      "verse_key": "23:44",
      "arabic_text": "ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَا ۖ كُلَّ مَا جَآءَ أُمَّةً رَّسُولُهَا كَذَّبُوهُ ۚ فَأَتْبَعْنَا بَعْضَهُم بَعْضًا وَجَعَلْنَـٰهُمْ أَحَادِيثَ ۚ فَبُعْدًا لِّقَوْمٍ لَّا يُؤْمِنُونَ",
      "phonetic_text": "Thumma arsalna rusulana tatrakulla ma jaa ommatan rasooluha kaththaboohufaatbaAAna baAAdahum baAAdan wajaAAalnahumahadeetha fabuAAdan liqawmin la yu/minoon",
      "translations": {
        "fr": "Nous envoyâmes alors successivement Nos Messagers. Chaque fois qu’un Messager venait se révéler devant sa communauté, les siens le traitaient de menteur. Alors, Nous les fîmes se succéder (vers leur perte) et en fîmes les sujets de récits légendaires. Que périssent donc les peuples mécréants !",
        "en": "and We sent Our messengers in succession: whenever a messenger came to a community they invariably called him a liar, so We destroyed them one after the other and made them into cautionary tales. Away with the disbelievers!",
        "es": "Envié a Mis Mensajeros unos tras otros. Cada comunidad a la que le llegaba su Mensajero, le desmentía. Así que las destruí una tras otra e hice que se convirtieran en ejemplos<sup foot_note=168893>1</sup>. ¡Que sean destruidos los pueblos que se niegan a creer!",
        "it": "Inviammo i nostri messaggeri, in successione. Ogni volta che un messaggero giunse a una comunità, lo trattarono da impostore. Facemmo sì che succedessero le une alle altre e ne facemmo [argomento di] leggende. Periscano per sempre le genti che non credono!",
        "ru": "Потом Мы отправляли одного за другим Наших посланников. Каждый раз, когда к какому-либо народу приходил посланник, они нарекали его лжецом. Мы отправляли их одних за другими на погибель и сделали их предметом сказаний. Да сгинут люди неверующие!",
        "tr": "Sonra biz peyderpey peygamberlerimizi gönderdik. Herhangi bir ümmete peygamberlerinin geldiği her defasında, onlar bu peygamberi yalanladılar; biz de onları birbiri ardından (yokluğa) yuvarladık ve onları efsâne yaptık. Artık iman etmeyen kavmin canı cehenneme!",
        "de": "Hierauf sandten Wir Unsere Gesandten, einen nach dem anderen. Jedesmal, wenn zu einer Gemeinschaft ihr Gesandter kam, bezichtigten sie ihn der Lüge. So ließen Wir die einen von ihnen auf die anderen folgen und machten sie zu(m Gegenstand von) Geschichten. Weg darum mit Leuten, die nicht glauben!",
        "pt": "Então enviamos, sucessivamente, os Nossos mensageiros. Cada vez que um mensageiro chegava ao seu povo, este odesmentia. Então fizemos uns seguires outros, e fizemos deles escarmento (para outros povos). Distância com o povoincrédulo!",
        "nl": "Vervolgens stuurden Wij Onze Boodschappers, elkaar opvolgend. Telkens wanneer hun Boodschapper naar een gemeenschap kwam, loochenden zij hem. Toen deden Wij hen elkaar opvolgen (in de ondcrgang) en Wij maakten hen tot onderwerp van verhalen. Ten onder gaat het volk dat niet gelooft!",
        "ur": "پھر ہم نے پے درپے رسُول بھیجے۔ جس قوم کے پاس بھی اس کا رسُول آیا، اُس نے اُسے جھُٹلایا، اور ہم ایک کے بعد ایک قوم کو ہلاک کرتے چلے گئے حتٰی کہ ان کو بس افسانہ ہی بنا کر چھوڑا۔۔۔۔ پِھٹکار اُن لوگوں پر جو ایمان نہیں لاتے! <sup foot_note=\"185422\">1</sup>",
        "bn": "ইয়াৰ পিছত আমি এজনৰ পিছত এজনকৈ আমাৰ ৰাছুলসকলক প্ৰেৰণ কৰিছোঁ। যেতিয়াই কোনো জাতিৰ ওচৰত সিহঁতৰ ৰাছুল আহিছে তেতিয়াই সিহঁতে তেওঁক অস্বীকাৰ কৰিছে। ফলত আমি সিহঁতক এটাৰ পিছত এটাকৈ ধ্বংস কৰি কাহিনীত পৰিণত কৰিছোঁ। এতেকে যিসকলে ঈমান পোষণ নকৰে সেইবোৰ সম্প্ৰদায়ৰ বাবে কেৱল ধ্বংসই ধ্বংস!",
        "fa": "سپس پیامبران خود را پیاپی فرستادیم. هر گاه پیامبری برای [هدایت] امتی می‌آمد، او را دروغگو می‌انگاشتند؛ [ما نیز] آنان را یکی پس از دیگری هلاک کردیم و آنان را داستان‌ها[ی عبرت‌آموزی برای آیندگان] قرار دادیم. پس نابود باد قومی که ایمان نمی‌آورند!"
      }
    },
    {
      "verse_number": 2718,
      "verse_key": "23:45",
      "arabic_text": "ثُمَّ أَرْسَلْنَا مُوسَىٰ وَأَخَاهُ هَـٰرُونَ بِـَٔايَـٰتِنَا وَسُلْطَـٰنٍ مُّبِينٍ",
      "phonetic_text": "Thumma arsalna moosa waakhahuharoona bi-ayatina wasultaninmubeen",
      "translations": {
        "fr": "Puis Nous envoyâmes Moïse et son frère Aaron, munis de Nos Signes et de Nos évidentes preuves d’autorité,",
        "en": "Then We sent Moses and his brother Aaron, with Our signs and clear authority,",
        "es": "Luego envié a Moisés y a su hermano Aarón, con Mis signos y un poder visible,",
        "it": "Quindi inviammo Mosè e suo fratello Aronne, coi segni Nostri ed autorità evidente,",
        "ru": "Потом Мы отправили Мусу (Моисея) и его брата Харуна (Аарона) с Нашими знамениями и ясным доказательством",
        "tr": "Sonra birtakım âyetlerimiz ve açık bir ferman ile Musa'yı ve kardeşi Harun'u gönderdik.",
        "de": "Hierauf sandten Wir Musa und seinen Bruder Harun mit Unseren Zeichen und einer deutlichen Ermächtigung",
        "pt": "Então enviamos Moisés e seu irmão como os Nossos sinais e uma evidente autoridade,",
        "nl": "Daarna zonden Wij Môesa en zijn broeder Hârôen met Onze Tekenen en een duidelijk Bewijs.",
        "ur": "پھر ہم نے موسیٰؑ اور اس کے بھائی ہارونؑ کو اپنی نشانیوں اور کھُلی سَنَد <sup foot_note=\"185423\">1</sup> کے ساتھ فرعون اور اس کے اَعیانِ سلطنت کی طرف بھیجا",
        "bn": "তাৰ পিছত আমি মুছা আৰু তেওঁৰ ভাতৃ হাৰূনক আমাৰ নিদৰ্শনাৱলীসহ লগতে সুস্পষ্ট প্ৰমাণসহ প্ৰেৰণ কৰিলোঁ,",
        "fa": "سپس موسی و برادرش هارون را با آیات [نُه‌گانۀ] خویش و دلایل آشکار فرستادیم"
      }
    },
    {
      "verse_number": 2719,
      "verse_key": "23:46",
      "arabic_text": "إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَٱسْتَكْبَرُوا۟ وَكَانُوا۟ قَوْمًا عَالِينَ",
      "phonetic_text": "Ila firAAawna wamala-ihi fastakbaroowakanoo qawman AAaleen",
      "translations": {
        "fr": "vers Pharaon et son assemblée de notables, qui se montrèrent dédaigneux et hautains.",
        "en": "to Pharaoh and his prominent leaders, but they responded with arrogance: they were a haughty people.",
        "es": "al Faraón y su nobleza. Pero estos fueron soberbios y se comportaron",
        "it": "a Faraone e ai suoi notabili che si mostrarono orgogliosi: era gente superba.",
        "ru": "к Фараону и его знати, но они возгордились, ведь они были людьми надменными.",
        "tr": "Firavun'a ve ileri gelenlerine de (gönderdik). Bunun üzerine onlar kibire kapıldılar ve ululuk taslayan zorba bir kavim oldular.",
        "de": "zu Fir’aun und seiner führenden Schar. Sie aber verhielten sich hochmütig und waren überhebliche Leute.",
        "pt": "Ao Faraó e aos seus chefes, os quais se ensoberbeceram, e foram um povo arrogante.",
        "nl": "Naar Fir`aun en zijn vooraanstaanden. En zij waren hoogmoedig en zij waren een hooghartig volk.",
        "ur": "مگر انہوں نے تکبّر کیا اور بڑی دوں کی لی۔ <sup foot_note=\"185424\">1</sup>",
        "bn": "ফিৰআউন আৰু তেওঁৰ পৰিষদবৰ্গৰ ওচৰত। কিন্তু সিহঁতে অহংকাৰ কৰিলে; আৰু সিহঁত আছিল উদ্ধত সম্প্ৰদায়।",
        "fa": "به سوی فرعون و اشراف [قوم] او؛ و[لی] آنان گردنکشی کردند و گروهی برتری‌خواه بودند."
      }
    },
    {
      "verse_number": 2720,
      "verse_key": "23:47",
      "arabic_text": "فَقَالُوٓا۟ أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَـٰبِدُونَ",
      "phonetic_text": "Faqaloo anu/minu libasharayni mithlinawaqawmuhuma lana AAabidoon",
      "translations": {
        "fr": "« Allons-nous croire, s’étonnèrent-ils, en deux humains comme nous, quand leur peuple nous est asservi ? »",
        "en": "They said, ‘Are we to believe in two mortals like us? And their people are our servants?’",
        "es": "Y dijeron: “¿Acaso vamos a creer en dos mortales iguales a nosotros, mientras su pueblo nos sirve como esclavos?”",
        "it": "Dissero: «Dovremmo credere in due uomini come noi, il cui popolo è nostro schiavo?».",
        "ru": "Они сказали: «Неужели мы уверуем в двух людей, которые подобны нам, тогда как их народ служит нам?».",
        "tr": "Onun için: Biz, dediler, \"kavimleri bize kölelik ederken bizim benzerimiz olan bu iki adama inanacak mıyız?\"",
        "de": "Sie sagten: „Sollen wir denn zwei menschlichen Wesen unseresgleichen glauben, wo doch ihr Volk in unserem Dienst steht?",
        "pt": "E disseram: Como havemos de crer em dois homens como nós, cujo povo nos está submetido?",
        "nl": "En zij zeiden: \"Zouden wij die twee mensen, die zijn zoals wij, geloven, terwijl hun volk voor ons dienaren is?\"",
        "ur": "کہنے لگے”کیا ہم اپنے ہی جیسے دو آدمیوں پر ایمان لے آئیں؟ <sup foot_note=\"185425\">1</sup> اور آدمی بھی وہ جن کی قوم ہماری بندی ہے۔“ <sup foot_note=\"185426\">2</sup>",
        "bn": "তাৰ পিছত সিহঁতে ক’লে, ‘আমি আমাৰ দৰেই দুজন ব্যক্তিৰ প্ৰতি ঈমান পোষণ কৰিম নেকি, অথচ তেওঁলোকৰ জাতিৰ মানুহবিলাক হৈছে আমাৰ দাস’?",
        "fa": "و گفتند: «آیا به دو انسان مانند خود ایمان بیاوریم، حال‌ آنکه قومشان بردگان ما هستند؟»"
      }
    },
    {
      "verse_number": 2721,
      "verse_key": "23:48",
      "arabic_text": "فَكَذَّبُوهُمَا فَكَانُوا۟ مِنَ ٱلْمُهْلَكِينَ",
      "phonetic_text": "Fakaththaboohuma fakanoomina almuhlakeen",
      "translations": {
        "fr": "Ils les traitèrent de menteurs et furent du nombre des perdus.<sup foot_note=194981>1</sup>",
        "en": "and so they called them both liars: they became another ruined people.",
        "es": "Les desmintieron, y como consecuencia fueron destruidos.",
        "it": "Li tacciarono di menzogna e furono tra coloro che vennero annientati.",
        "ru": "Они сочли их обоих лжецами и обрекли себя на погибель.",
        "tr": "Böylece onları yalanladılar, bu yüzden de helâk edilenlerden oldular.",
        "de": "Sie bezichtigten sie der Lüge, und so gehörten sie zu denen, die vernichtet wurden.",
        "pt": "E os desmentira, contando-se, assim, entre os destruídos.",
        "nl": "Daarom loochenden zij hen beiden en behoorden toen tot de vernietigden.",
        "ur": "پس اُنہوں نے دونوں کو جھُٹلایا اور ہلاک ہونے والوں میں جا ملے۔ <sup foot_note=\"185427\">1</sup>",
        "bn": "এতেকে সিহঁতে তেওঁলোক উভয়কে অস্বীকাৰ কৰিলে, ফলত সিহঁত ধ্বংসপ্ৰাপ্তসকলৰ অন্তৰ্ভুক্ত হ’ল।",
        "fa": "پس آن دو را دروغگو انگاشتند [و] سرانجام هلاک شدند."
      }
    },
    {
      "verse_number": 2722,
      "verse_key": "23:49",
      "arabic_text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ لَعَلَّهُمْ يَهْتَدُونَ",
      "phonetic_text": "Walaqad atayna moosaalkitaba laAAallahum yahtadoon",
      "translations": {
        "fr": "Nous avons donné le Livre à Moïse afin que (les siens) fussent guidés.",
        "en": "We gave Moses the Scripture, so that they might be rightly guided.",
        "es": "Le entregué a Moisés el Libro para que fueran de los bien guiados.",
        "it": "Già demmo il Libro a Mosè, affinché seguissero la retta via <a class=f><sup foot_note=158515>1</sup></a>.",
        "ru": "Воистину, Мы даровали Мусе (Моисею) Писание, чтобы они могли последовать прямым путем.",
        "tr": "Andolsun biz Musa'ya belki onlar yola gelirler diye, o kitabı da verdik.",
        "de": "Und Wir gaben bereits Musa die Schrift, auf daß sie rechtgeleitet werden mögen.",
        "pt": "Concedemos a Moisés o Livro, a fim de que se encaminhassem.",
        "nl": "En voorzeker, wij hebben aan Môesa de Schrift (de Taurât) gegeven. Hopelijk zullen zij Leiding volgen.",
        "ur": "اور موسٰیؑ کو ہم نے کتاب عطا فرمائی تاکہ لوگ اس سے رہنمائی حاصل کریں",
        "bn": "আৰু আমি অৱশ্যে মুছাক কিতাব প্ৰদান কৰিছিলোঁ; যাতে সিহঁতে হিদায়ত পাব পাৰে।",
        "fa": "و بی‌تردید، به موسی کتاب [تورات] دادیم؛ باشد که [بنی‌اسرائیل] هدایت شوند."
      }
    },
    {
      "verse_number": 2723,
      "verse_key": "23:50",
      "arabic_text": "وَجَعَلْنَا ٱبْنَ مَرْيَمَ وَأُمَّهُۥٓ ءَايَةً وَءَاوَيْنَـٰهُمَآ إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ",
      "phonetic_text": "WajaAAalna ibna maryama waommahu ayatanwaawaynahuma ila rabwatin thatiqararin wamaAAeen",
      "translations": {
        "fr": "Nous fîmes du fils de Marie et de sa mère un Signe (prodigieux). À tous deux, Nous donnâmes refuge sur une colline paisible et arrosée de sources.",
        "en": "We made the son of Mary and his mother a sign; We gave them shelter on a peaceful hillside with flowing water.",
        "es": "Hice de Jesús y su madre María, un signo [de Mi poder]. A ambos les di refugio en una colina, un lugar de descanso seguro con aguas cristalinas<sup foot_note=168894>1</sup>.",
        "it": "E facemmo un segno del figlio di Maria e di sua madre. Demmo loro rifugio su un colle tranquillo e irrigato.",
        "ru": "Мы сделали сына Марьям (Марии) и его мать знамением и поселили их в укромном месте на холме, где протекал ручей.",
        "tr": "Meryemoğlunu ve annesini de (kudretimize) bir alâmet kıldık; onları, yerleşmeye elverişli, sulu bir tepeye yerleştirdik.",
        "de": "Und Wir machten den Sohn Maryams und seine Mutter zu einem Zeichen und gewährten ihnen Zuflucht auf einer Anhöhe mit festem Grund und Quellwasser.",
        "pt": "E fizemos do filho de Maria e de sua mãe sinais, e os refugiamos em uma segunda colina, provida de mananciais.",
        "nl": "En Wij maakten de zoon van Maryam en zijn moeder tot een Teken en Wij gaven hun een onderkomen op een hoogplegen plaats, bewoonbaar met stromend water.",
        "ur": "اور ابنِ مریمؑ  اور اس کی ماں کو ہم نے ایک نشان بنایا <sup foot_note=\"185428\">1</sup> اور ان کو ایک سطحِ مُرتَفَع پر رکھا جو اطمینان کی جگہ تھی اور چشمے اس میں جاری تھے۔ <sup foot_note=\"185429\">2</sup>",
        "bn": "আমি ইবনে মৰিয়ম আৰু তেওঁৰ মাতৃক এটা নিদৰ্শন বনাইছিলোঁ আৰু তেওঁলোকক আশ্ৰয় দিছিলোঁ এটা অৱস্থানযোগ্য আৰু প্ৰস্ৰৱণবিশিষ্ট উচ্চ ভূমিত।",
        "fa": "و پسر مریم و مادرش را نشانه‌ای [از قدرت الهی] قرار دادیم و آنان را در مکان بلند و همواری که دارای امنیت و آبی [زلال و] جاری بود جای دادیم."
      }
    },
    {
      "verse_number": 2724,
      "verse_key": "23:51",
      "arabic_text": "يَـٰٓأَيُّهَا ٱلرُّسُلُ كُلُوا۟ مِنَ ٱلطَّيِّبَـٰتِ وَٱعْمَلُوا۟ صَـٰلِحًا ۖ إِنِّى بِمَا تَعْمَلُونَ عَلِيمٌ",
      "phonetic_text": "Ya ayyuha arrusulukuloo mina attayyibati waAAmaloo salihaninnee bima taAAmaloona AAaleem",
      "translations": {
        "fr": "« Ô Messagers ! Mangez de ce qui est licite et pur ! Faites le bien, car ce que vous faites Je le Sais parfaitement.",
        "en": "Messengers, eat good things and do good deeds: I am well aware of what you do.",
        "es": "¡Oh, Mensajeros! Comed de las cosas buenas y haced buenas obras, que Yo bien sé lo que hacéis.",
        "it": "O Messaggeri, mangiate quello che è puro e operate il bene. Sì, io conosco bene il vostro agire.",
        "ru": "О посланники! Вкушайте блага и поступайте праведно. Воистину, Мне известно о том, что вы совершаете.",
        "tr": "Ey peygamberler! Temiz ve helal olan şeylerden yiyin; güzel amel ve hareketlerde bulunun. Çünkü ben sizin yaptıklarınızı bilirim.",
        "de": "„O ihr Gesandten, eßt von den guten Dingen und handelt rechtschaffen; gewiß, Ich weiß über das, was ihr tut, Bescheid.",
        "pt": "Ó mensageiros, desfrutai de todas as dádivas e praticai o bem, porque sou Sabedor de tudo quanto fazeis!",
        "nl": "O Boodschappers, eet van de goede zaken en verricht goede daden. Voorwaar, Ik ben Alwetend over wat jullie doen.",
        "ur": "اے پیغمبرو، <sup foot_note=\"185430\">1</sup> کھاوٴ پاک چیزیں اور عمل کرو صالح، <sup foot_note=\"185431\">2</sup> تم جو کچھ بھی کرتے ہو، میں اس کو خُوب جانتا ہوں",
        "bn": "‘হে ৰাছুলসকল! তোমালোকে পৱিত্ৰ বস্তুৰ পৰা খাদ্য গ্ৰহণ কৰা আৰু সৎকৰ্ম কৰা; নিশ্চয় তোমালোকে যি কৰা সেই সম্পৰ্কে আমি সবিশেষ অৱগত।",
        "fa": "ای پیامبران، از [غذاهای] پاکیزه بخورید و کار شایسته انجام دهید. یقیناً من از آنچه انجام می‌دهید آگاهم."
      }
    },
    {
      "verse_number": 2725,
      "verse_key": "23:52",
      "arabic_text": "وَإِنَّ هَـٰذِهِۦٓ أُمَّتُكُمْ أُمَّةً وَٰحِدَةً وَأَنَا۠ رَبُّكُمْ فَٱتَّقُونِ",
      "phonetic_text": "Wa-inna hathihi ommatukum ommatan wahidatanwaana rabbukum fattaqoon",
      "translations": {
        "fr": "Cette religion est la vôtre et c’est une religion unique. Je suis votre Seigneur, alors craignez-Moi ! »<sup foot_note=194982>1</sup>",
        "en": "This community of yours is one- and I am your Lord: be mindful of Me-",
        "es": "Esta es la comunidad a la que pertenecéis [la de los Profetas], que es una única comunidad, y Yo soy vuestro Señor; tened temor de Mí.",
        "it": "In verità questa vostra Comunità è una Comunità unica e Io sono il vostro Signore. TemeteMi dunque <a class=f><sup foot_note=158516>1</sup></a>.",
        "ru": "Воистину, ваша религия - религия единая, а Я - ваш Господь. Бойтесь же Меня!",
        "tr": "\"Ve işte bu sizin ümmetiniz bir tek ümmet ve ben de sizin Rabbinizim. Öyle ise benden sakının.\" (denildi).",
        "de": "Gewiß, diese ist eure Gemeinschaft, eine einzige Gemeinschaft, und Ich bin euer Herr; so fürchtet Mich!",
        "pt": "E sabei que esta vossa comunidade é única, e que Eu sou o vosso Senhor. Temei-Me, pois!",
        "nl": "En voorwaar, deze godsdienst (de Islam) is jullie godsdienst, de enigste. En Ik ben jullie Heer, vreest Mij daarom.",
        "ur": "اور یہ تمہاری اُمّت ایک ہی اُمّت ہے اور میں تمہارا ربّ ہوں ، پس مجھی سے ڈرو۔ <sup foot_note=\"185432\">1</sup>",
        "bn": "‘আৰু তোমালোকৰ এই উম্মত কেৱল এটাই উম্মত, আৰু ময়েই তোমালোকৰ ৰব্ব; এতেকে কেৱল মোৰেই তাক্বৱা অৱলম্বন কৰা’।",
        "fa": "و در حقیقت، این دین شما، دینی واحد [به نام اسلام] است و من پروردگارتان هستم؛ پس از من پروا کنید."
      }
    },
    {
      "verse_number": 2726,
      "verse_key": "23:53",
      "arabic_text": "فَتَقَطَّعُوٓا۟ أَمْرَهُم بَيْنَهُمْ زُبُرًا ۖ كُلُّ حِزْبٍۭ بِمَا لَدَيْهِمْ فَرِحُونَ",
      "phonetic_text": "FataqattaAAoo amrahum baynahumzuburan kullu hizbin bima ladayhim farihoon",
      "translations": {
        "fr": "Mais ils se partagèrent en sectes. Chaque parti était content de ce qu’il avait.",
        "en": "but they have split their community into sects, each rejoicing in their own.",
        "es": "Pero [algunas personas] fragmentaron la comunidad creando sectas, y",
        "it": "Ma essi si divisero in sette e ogni fazione si gloria di ciò che possiede <a class=f><sup foot_note=158517>1</sup></a>.",
        "ru": "Но они разорвали свою религию на части, и каждая секта радуется тому, что имеет.",
        "tr": "Derken insanlar kendi aralarındaki işlerini parça parça böldüler. Her grup, kendinde bulunan ile sevinip böbürlendi.",
        "de": "Aber sie spalteten sich in ihrer Angelegenheit untereinander nach (verschiedenen) Büchern; und jede Gruppierung ist froh über das, was sie bei sich hat.",
        "pt": "Porém, os povos se dividiram em diferentes seitas, e casa se satisfazia com a sua crença.",
        "nl": "Toen raakten zij onderling verdeeld in verschilende groepen over hun zaak (van hun godsdienst). Elke groep was blij met wat zij hadden.",
        "ur": "مگر بعد میں لوگوں نے اپنے دین کو آپس میں ٹکڑے ٹکڑے کر لیا۔ ہر گروہ کے پاس جو کچھ ہے اُسی میں وہ مگن ہے <sup foot_note=\"185433\">1</sup>",
        "bn": "পিছতহে মানুহে সিহঁতৰ নিজৰ মাজত সিহঁতৰ এই দ্বীনক বহুধা বিভক্ত কৰিছে। প্ৰত্যেক দলেই সিহঁতৰ ওচৰত যি আছে সেইটো লৈহে আনন্দিত।",
        "fa": "اما [پیروانشان اختلاف کردند و] در امر [دین]شان میان خود پراکنده و گروه‌گروه شدند [و] هر گروهی به آنچه نزدشان است دلخوشند [چرا که خود را بر حق و دیگران را بر باطل می‌دانند]."
      }
    },
    {
      "verse_number": 2727,
      "verse_key": "23:54",
      "arabic_text": "فَذَرْهُمْ فِى غَمْرَتِهِمْ حَتَّىٰ حِينٍ",
      "phonetic_text": "Fatharhum fee ghamratihim hattaheen",
      "translations": {
        "fr": "Laisse-les donc plongés dans leur égarement pour un temps.",
        "en": "So [Muhammad] leave them for a while steeped [in their ignorance].",
        "es": "Déjalos [¡Oh, Muhámmad!, a los que se niegan a creer,] en su confusión por un tiempo [hasta que les llegue su hora].",
        "it": "Lasciali immersi [nella loro situazione] per un certo periodo.",
        "ru": "Оставь же их в их невежестве (или слепоте и растерянности) до определенного времени.",
        "tr": "Sen şimdi onları bir zamana kadar gaflet ve sapıklıkları ile başbaşa bırak!",
        "de": "So lasse sie in ihrer Verwirrung für eine gewisse Zeit",
        "pt": "Deixa-os entregues a seus extravios, até certo tempo.",
        "nl": "Laat ben daarom in hun dwaling tot een bepaald tijdstip.",
        "ur": "اچھا، تو چھوڑو انھیں، ڈوبے رہیں اپنی غفلت میں ایک وقتِ خاص تک۔<sup foot_note=\"185434\">1</sup>",
        "bn": "এতেকে কিছু সময়ৰ বাবে সিহঁতক সিহঁতৰ বিভ্ৰান্তিতে এৰি দিয়া।",
        "fa": "[ای پیامبر،] آنان را تا وقتی [که عذاب فرامی‌رسد] در جهل و نادانی‌شان رها کن."
      }
    },
    {
      "verse_number": 2728,
      "verse_key": "23:55",
      "arabic_text": "أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُم بِهِۦ مِن مَّالٍ وَبَنِينَ",
      "phonetic_text": "Ayahsaboona annama numidduhumbihi min malin wabaneen",
      "translations": {
        "fr": "Croient-ils que ce que Nous leur accordons en biens et en enfants",
        "en": "Do they reckon that, by giving them wealth and sons,",
        "es": "¿Acaso piensan que los bienes materiales y los hijos que les concedí",
        "it": "Credono forse che tutto ciò che concediamo loro, beni e prole,",
        "ru": "Неужели они думают, что Мы поддерживаем их богатством и сыновьями,",
        "tr": "Sanıyorlar mı ki, onlara verdiğimiz servet ve oğullar ile,",
        "de": "Meinen sie etwa, daß Wir, wenn Wir sie mit Besitz und Söhnen unterstützen,",
        "pt": "Pensam, acaso, que com os bens e filhos que lhe concedemos,",
        "nl": "Denken zij dat omdat Wij hen rijkdom en kinderen gegeven hebben.",
        "ur": "کیا یہ سمجھتے ہیں کہ ہم جو انہیں مال و اولاد سے مدد دیے جا رہے ہیں",
        "bn": "সিহঁতে ভাৱে নেকি যে, আমি সিহঁতক যি ধন-সম্পদ আৰু সন্তান-সন্ততিৰ দ্বাৰা সহযোগিতা কৰিছোঁ, তাৰ মাধ্যমত--",
        "fa": "آیا گمان می‌کنند اموال و فرزندانی که به آنان می‌دهیم [به این هدف است که،]"
      }
    },
    {
      "verse_number": 2729,
      "verse_key": "23:56",
      "arabic_text": "نُسَارِعُ لَهُمْ فِى ٱلْخَيْرَٰتِ ۚ بَل لَّا يَشْعُرُونَ",
      "phonetic_text": "NusariAAu lahum fee alkhayratibal la yashAAuroon",
      "translations": {
        "fr": "soit une part anticipée sur les faveurs (de l’autre monde) ? Tant s’en faut, et ils ne le sentent point.",
        "en": "We race to give them good things? They really have no idea!",
        "es": "son un indicio de que recibirán Mis gracias [en esta vida y la futura]?",
        "it": "[sia un anticipo] sulle buone cose [della vita futura]? Certo che no! Sono del tutto incoscienti.",
        "ru": "потому что спешим одарить их благами? О нет! Однако они не ощущают этого!",
        "tr": "Kendilerine faydalar sağlamak için can atıyoruz. Hayır, onlar işin farkına varamıyorlar.",
        "de": "Uns beeilen, ihnen gute Dinge (zu gewähren)? Aber nein! Sie merken nicht.",
        "pt": "Aceleramos-lhes as mercês? Qual! De nada se apercebem!",
        "nl": "Wij Om voor hen haasten in (het schenken van) de goede zaken? Nee, maar zij beseffen het niet.",
        "ur": "تو گویا اِنہیں بھلائیاں دینے میں سرگرم ہیں؟ نہیں ، اصل معاملے کا اِنہیں شعُور نہیں ہے۔ <sup foot_note=\"185435\">1</sup>",
        "bn": "আমি সিহঁতৰ বাবে সকলো মঙ্গল তৰান্বিত কৰিম? নহয়, বৰং সিহঁতে উপলব্ধি কৰিব পৰা নাই।",
        "fa": "شتابان نیکی‌ها را به آنان برسانیم؟ [نه، هرگز چنین نیست؛] بلکه آنان نمی‌فهمند [که این وسیله امتحانشان است]."
      }
    },
    {
      "verse_number": 2730,
      "verse_key": "23:57",
      "arabic_text": "إِنَّ ٱلَّذِينَ هُم مِّنْ خَشْيَةِ رَبِّهِم مُّشْفِقُونَ",
      "phonetic_text": "Inna allatheena hum min khashyatirabbihim mushfiqoon",
      "translations": {
        "fr": "Ceux qui craignent leur Seigneur dans un sentiment de componction,",
        "en": "Those who stand in awe of their Lord,",
        "es": "No cabe duda de que aquellos que tienen temor de su Señor,",
        "it": "In verità coloro che fremono per il timore del loro Signore,",
        "ru": "Воистину, те, которые трепещут от страха перед своим Господом,",
        "tr": "Rablerine olan saygıdan dolayı titreyenler,",
        "de": "Gewiß, diejenigen, die aus Furcht vor ihrem Herrn besorgt sind",
        "pt": "Quanto àqueles que são reverentes, por temos ao seu Senhor;",
        "nl": "Voorwaar, degenen van hen die bedachtzaam zijn vanwege hun ontzag voor Allah.",
        "ur": "جو اپنے ربّ کے خوف سے ڈرے رہتے ہیں، <sup foot_note=\"185436\">1</sup>",
        "bn": "নিশ্চয় যিসকলে নিজ প্ৰতিপালকৰ ভয়ত ভীত-সন্ত্ৰস্ত,",
        "fa": "کسانی ‌که از بیم پروردگارشان ترسانند"
      }
    },
    {
      "verse_number": 2731,
      "verse_key": "23:58",
      "arabic_text": "وَٱلَّذِينَ هُم بِـَٔايَـٰتِ رَبِّهِمْ يُؤْمِنُونَ",
      "phonetic_text": "Wallatheena hum bi-ayatirabbihim yu/minoon",
      "translations": {
        "fr": "ceux qui croient aux Signes de leur Seigneur,",
        "en": "who believe in His messages,",
        "es": "aquellos que creen en los signos de su Señor,",
        "it": "che credono nei segni del loro Signore,",
        "ru": "которые веруют в знамения своего Господа,",
        "tr": "Rablerinin âyetlerine inananlar,",
        "de": "und die an die Zeichen ihres Herrn glauben",
        "pt": "Que crêem nos versículos do seu Senhor;",
        "nl": "En degenen die in de Verzen van hun Heer geloven.",
        "ur": "جو اپنے ربّ کی آیات پر ایمان لاتے ہیں، <sup foot_note=\"185437\">1</sup>",
        "bn": "আৰু যিসকলে নিজ প্ৰতিপালকৰ নিদৰ্শনসমূহৰ প্ৰতি বিশ্বাস পোষণ কৰে,",
        "fa": "و کسانی‌ که به آیات پروردگارشان ایمان می‌آورند"
      }
    },
    {
      "verse_number": 2732,
      "verse_key": "23:59",
      "arabic_text": "وَٱلَّذِينَ هُم بِرَبِّهِمْ لَا يُشْرِكُونَ",
      "phonetic_text": "Wallatheena hum birabbihim layushrikoon",
      "translations": {
        "fr": "ceux qui ne prêtent aucun associé à leur Seigneur,",
        "en": "who do not ascribe partners to Him,",
        "es": "aquellos que no dedican actos de adoración excepto a su Señor,",
        "it": "che nulla associano al loro Signore,",
        "ru": "которые не приобщают к своему Господу сотоварищей,",
        "tr": "Rablerine ortak tanımayanlar,",
        "de": "und die ihrem Herrn nicht(s) beigesellen",
        "pt": "Que não atribuem parceiros ao seu Senhor;",
        "nl": "En degenen die hun Heer geen deelgenoten toekennen.",
        "ur": "جو اپنے ربّ کے ساتھ کسی کو شریک نہیں کرتے، <sup foot_note=\"185438\">1</sup>",
        "bn": "আৰু যিসকলে নিজ প্ৰতিপালকৰ লগত শ্বিৰ্ক নকৰে,",
        "fa": "و کسانی‌ که به پروردگارشان شرک نمی‌ورزند"
      }
    },
    {
      "verse_number": 2733,
      "verse_key": "23:60",
      "arabic_text": "وَٱلَّذِينَ يُؤْتُونَ مَآ ءَاتَوا۟ وَّقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَىٰ رَبِّهِمْ رَٰجِعُونَ",
      "phonetic_text": "Wallatheena yu/toona maataw waquloobuhum wajilatun annahum ila rabbihim rajiAAoon",
      "translations": {
        "fr": "ceux qui s’acquittent de leurs œuvres de dévotion le cœur plein de contrition (sachant) qu’ils retourneront vers leur Seigneur,",
        "en": "who always give with hearts that tremble at the thought that they must return to Him,",
        "es": "aquellos que dan en caridad parte de lo que se les ha concedido, y aun así sienten temor en sus corazones porque saben que comparecerán ante su Señor,",
        "it": "che danno quello che danno con cuore colmo di timore, pensando al ritorno al loro Signore <a class=f><sup foot_note=158518>1</sup></a>,",
        "ru": "которые раздают милостыню, тогда как их сердца страшатся того, что им суждено вернуться к своему Господу, -",
        "tr": "Ve, Rablerine dönecekleri için yapmakta oldukları işleri kalpleri titreyerek yapanlar;",
        "de": "und die geben, was sie geben, während ihre Herzen sich (davor) ängstigen, weil sie zu ihrem Herrn zurückkehren werden,",
        "pt": "Que dão o que devem dar, com os corações cheios de temor, porque retornarão ao seu Senhor;",
        "nl": "En degenen die hun giften gaven terwijl hun harten vol ontzag zijn omdat zij tot hun Heer zullen terugkeren.",
        "ur": "اور جن کا حال یہ ہے  کہ دیتے ہیں جو کچھ  بھی دیتے ہیں اور دل اُن کے اِس خیال سے کانپتے رہتے ہیں کہ ہمیں اپنے ربّ کی طرف پلٹنا ہے۔ <sup foot_note=\"185439\">1</sup>",
        "bn": "আৰু যিসকলে দান কৰিবলগীয়া বস্তু ভীত-কম্পিত হৃদয়ত দান কৰে, এইকাৰণে যে, তেওঁলোকে নিজ প্ৰতিপালকৰ ওচৰত প্ৰত্যাৱৰ্তনকাৰী।",
        "fa": "و کسانی ‌که در انجام کارهای خیر می‌کوشند و از اینکه به سوی پروردگار‌ خویش بازمی‌گردند دل‌هایشان هراسان است [از اینکه مبادا کارهای نیکشان قبول نشود]."
      }
    },
    {
      "verse_number": 2734,
      "verse_key": "23:61",
      "arabic_text": "أُو۟لَـٰٓئِكَ يُسَـٰرِعُونَ فِى ٱلْخَيْرَٰتِ وَهُمْ لَهَا سَـٰبِقُونَ",
      "phonetic_text": "Ola-ika yusariAAoona feealkhayrati wahum laha sabiqoon",
      "translations": {
        "fr": "ceux-là se hâtent vers les bonnes œuvres qu’ils accomplissent les premiers.",
        "en": "are the ones who race toward good things, and they will be the first to get them.",
        "es": "ellos se apresuran a realizar obras de bien, y son los primeros en hacerlas.",
        "it": "essi sono coloro che si affrettano al bene e sono i primi ad assolverlo.",
        "ru": "все они спешат вершить добрые дела и опережают в этом других.",
        "tr": "İşte onlar, iyiliklere koşuşurlar ve iyilik için yarışırlar.",
        "de": "diese beeilen sich mit den guten Dingen, und sie werden sie erreichen.",
        "pt": "Estes apressam-se em praticar boas ações; tais serão os primeiros contemplados.",
        "nl": "Zij zijn degenen die zich haasten om goede daden te verrichten en zkj zijn daarbij de eersten.",
        "ur": "بھلائیوں کی طرف دوڑنے والے اور سبقت کر کے انہیں پالینے والے تو در حقیقت وہ لوگ ہیں",
        "bn": "তেওঁলোকেই কল্যাণ সাধনত খৰধৰ কৰে আৰু তেওঁলোক তাত অগ্ৰগামী হয়।",
        "fa": "اینان در نیکی‌ها شتاب می‌کنند و در انجام آن [از یکدیگر] پیشی می‌گیرند."
      }
    },
    {
      "verse_number": 2735,
      "verse_key": "23:62",
      "arabic_text": "وَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا ۖ وَلَدَيْنَا كِتَـٰبٌ يَنطِقُ بِٱلْحَقِّ ۚ وَهُمْ لَا يُظْلَمُونَ",
      "phonetic_text": "Wala nukallifu nafsan illawusAAaha waladayna kitabun yantiqu bilhaqqiwahum la yuthlamoon",
      "translations": {
        "fr": "Nous ne chargeons une âme qu’à la mesure de ce qu’elle peut supporter. Nous détenons un Livre qui ne dit que vérité, et ils ne seront point lésés.",
        "en": "We do not burden any soul with more than it can bear- We have a Record that tells the truth- they will not be wronged.",
        "es": "No exijo a nadie por encima de sus posibilidades. [Sabed que] tengo un Libro que dice la verdad<sup foot_note=168895>1</sup>, y nadie será tratado injustamente.",
        "it": "Non carichiamo nessuna anima oltre ciò che può portare. Presso di Noi c’è un Libro che dice la verità, ed essi non subiranno alcun torto <a class=f><sup foot_note=158519>1</sup></a>.",
        "ru": "Мы не возлагаем на человека сверх его возможностей. У Нас есть Писание, которое глаголет истину, и с ними не поступят несправедливо.",
        "tr": "Biz hiç kimseyi, gücünün yettiğinden başkası ile yükümlü kılmayız. Nezdimizde hakkı söyleyen bir kitap vardır ve onlar haksızlığa uğratılmazlar.",
        "de": "Wir erlegen keiner Seele mehr auf, als sie zu leisten vermag. Und bei Uns ist ein Buch, das die Wahrheit redet, und es wird ihnen kein Unrecht zugefügt.",
        "pt": "Jamais imporemos a uma alma uma carga superior às suas forças, pois possuímos o Livro, que proclama a justiça e, assim, não serão defraudados.",
        "nl": "Wij belasten niemand dan volgens zijn vermogen en Wij hebben een boek dat volgens de Waarheid spreekt. En zij worden niet onrechtvaardig behandeld.",
        "ur": "ہم کسی شخص کو اس کی مقدرت سے زیادہ تکلیف نہیں دیتے، <sup foot_note=\"185440\">1</sup> اور ہمارے  پاس ایک کتاب ہے ، جو (ہر ایک کا حال)ٹھیک ٹھیک بتا دینے والی ہے، <sup foot_note=\"185441\">2</sup> اور لوگوں پر ظلم بہرحال نہیں کیا جائے گا۔ <sup foot_note=\"185442\">3</sup>",
        "bn": "আৰু আমি কাকো তাৰ সাধ্যাতীত দায়িত্বৰ বোজা অৰ্পন নকৰোঁ আৰু আমাৰ ওচৰত আছে এনে এখন কিতাপ যিখনে সত্য ব্যক্ত কৰে আৰু সিহঁতৰ প্ৰতি অকণো অন্যায় কৰা নহ’ব।",
        "fa": "و [ما] به هیچ کس جز به ‌اندازۀ توانش تکلیف نمی‌کنیم و نزد ما کتابی است که [دربارۀ اعمال بندگان] به‌حق سخن می‌گوید و به آنان ستم نمی‌شود."
      }
    },
    {
      "verse_number": 2736,
      "verse_key": "23:63",
      "arabic_text": "بَلْ قُلُوبُهُمْ فِى غَمْرَةٍ مِّنْ هَـٰذَا وَلَهُمْ أَعْمَـٰلٌ مِّن دُونِ ذَٰلِكَ هُمْ لَهَا عَـٰمِلُونَ",
      "phonetic_text": "Bal quloobuhum fee ghamratin min hathawalahum aAAmalun min dooni thalika hum lahaAAamiloon",
      "translations": {
        "fr": "Mais leurs cœurs sont dans l’erreur à propos de ce (Coran). Et ils ont d’autres (mauvais) actes qu’ils commettent de surcroît,",
        "en": "But the disbelievers’ hearts are steeped [in ignorance of ] all this; and there are other things besides this that they do.",
        "es": "En cambio, los corazones [de los incrédulos] están cegados al Mensaje y cometen malas obras.",
        "it": "Ma a proposito [di questo Corano] i loro cuori sono distratti <a class=f><sup foot_note=158520>1</sup></a>. Ci sono azioni verso le quali gli iniqui andranno inevitabilmente <a class=f><sup foot_note=158521>2</sup></a>.",
        "ru": "Однако их сердца слепы к этому (Корану). А наряду с этим они совершают менее тяжкие злодеяния.",
        "tr": "Hayır, onların kalpleri bu hususta cehalet içindedir. Ayrıca onların bundan öte birtakım kötü işleri vardır ki, onlar bu işleri yapar dururlar.",
        "de": "Aber nein! Ihre Herzen befinden sich in tiefer Achtlosigkeit davor. Und es gibt bei ihnen (andere) Taten außer diesen, die sie ausführen.",
        "pt": "Porém, com respeito a isso, seus corações estão indecisos e, ademais, cometem outros atos, além desse.",
        "nl": "Maar hun harten verkeren hierover in dwaling. Zij hebben daarnaast (slechte) werken die zij verrichten.",
        "ur": "مگر یہ  لوگ اس معاملے سے بے خبر ہیں۔ <sup foot_note=\"185443\">1</sup> اور ان کے اعمال بھی اُس طریقے سے (جس کا اُوپر ذکر کیا گیا ہے)مختلف ہیں۔ وہ اپنے یہ کرتُوت کیے چلے جائیں گے",
        "bn": "বৰং এই বিষয়ে সিহঁতৰ অন্তৰ অজ্ঞানতাত আচ্ছন্ন, ইয়াৰ বাহিৰেও সিহঁতৰ আৰু কৰ্ম আছে যিবোৰ সিহঁতে কৰি আছে।",
        "fa": "[نه،] بلكه دل‌هایشان از این [کتاب‌] در غفلت است و آنان جز این [گناه کفر،] کارهایی [دیگر نیز] انجام مى‌دهند."
      }
    },
    {
      "verse_number": 2737,
      "verse_key": "23:64",
      "arabic_text": "حَتَّىٰٓ إِذَآ أَخَذْنَا مُتْرَفِيهِم بِٱلْعَذَابِ إِذَا هُمْ يَجْـَٔرُونَ",
      "phonetic_text": "Hatta itha akhathnamutrafeehim bilAAathabi itha hum yaj-aroon",
      "translations": {
        "fr": "jusqu’à ce que Nous frappions de Notre supplice les plus nantis parmi eux, et les voilà qui gémissent, suppliant.",
        "en": "When We bring Our punishment on those corrupted with wealth, they will cry for help:",
        "es": "Cuando castigue a los que tuvieron una vida llena de lujos, pedirán auxilio a gritos.",
        "it": "Quando poi colpiamo col Nostro castigo i più agiati tra di loro, lanciano grida d’angoscia:",
        "ru": "А когда Мы подвергнем наказанию изнеженных роскошью среди них, они завопят громким голосом.",
        "tr": "Nihayet, refah ve bolluk içinde olanlarını sıkıntıya uğrattığımızda, bakarsın ki onlar feryadı basarlar.",
        "de": "Wenn Wir dann diejenigen von ihnen, die üppig leben, mit der Strafe ergreifen, flehen sie sogleich laut um Hilfe.",
        "pt": "(Isso) até o momento em que castiguemos os opulentos, dentre eles; então, ei-los que grunhirão!",
        "nl": "Totdat, wanneer Wij degenen onder hen die in weelde leven met de bestraffing treffen; zij (om liulp) schreeuwen.",
        "ur": "یہاں تک کہ جب ہم اُن کے عیّاشوں کو عذاب میں پکڑ لیں گے <sup foot_note=\"185444\">1</sup> تو پھر وہ ڈکرانا شروع کر دیں گے <sup foot_note=\"185445\">2</sup>",
        "bn": "অৱশেষত যেতিয়া আমি সিহঁতৰ বিলাসী ব্যক্তিসকলক শাস্তি দিওঁ তেতিয়া সিহঁতে আৰ্তনাদ কৰি উঠে।",
        "fa": "تا هنگامی ‌که ثروتمندانشان را به عذاب گرفتار کنیم، ناگهان فریادِ زاری سر می‌دهند."
      }
    },
    {
      "verse_number": 2738,
      "verse_key": "23:65",
      "arabic_text": "لَا تَجْـَٔرُوا۟ ٱلْيَوْمَ ۖ إِنَّكُم مِّنَّا لَا تُنصَرُونَ",
      "phonetic_text": "La taj-aroo alyawma innakum minnala tunsaroon",
      "translations": {
        "fr": "« Ne gémissez point aujourd’hui, car vous n’aurez contre Nous aucun secours. ",
        "en": "‘Do not cry out today: you will get no help from Us.",
        "es": "[Y se les dirá entonces:] De nada sirve que pidáis auxilio hoy, pues nadie podrá salvarlos de Mi castigo.",
        "it": "«Non gridate oggi! Nessuno vi proteggerà da Noi!",
        "ru": "Не вопите сегодня! Воистину, Мы не окажем вам помощи.",
        "tr": "Boşuna feryad etmeyin bugün! Zira bizden yardım göremeyeceksiniz.",
        "de": "„Fleht nicht um Hilfe heute, denn euch wird von Uns nicht geholfen.",
        "pt": "Ser-lhes-á dito: Não protesteis, porque hoje não sereis socorridos por Nós",
        "nl": "Schreeuw die Dag niet (om hulp): voorwaar, er zal jullie geen hulp van Ons verleend worden.",
        "ur": "<sup foot_note=\"171391\">1</sup> اب بند کرو اپنی فریاد و فغاں، ہماری طرف سے اب کوئی مدد تمہیں نہیں ملنی",
        "bn": "সিহঁতক কোৱা হ’ব, ‘আজি আৰ্তনাদ নকৰিবা, নিশ্চয় তোমালোকে আমাৰ ফালৰ পৰা কোনো সহায় নাপাবা’।",
        "fa": "[به آنان گفته می‌شود:] «امروز ناله و زاری نکنید [که] هرگز از سوی ما یاری نخواهید شد."
      }
    },
    {
      "verse_number": 2739,
      "verse_key": "23:66",
      "arabic_text": "قَدْ كَانَتْ ءَايَـٰتِى تُتْلَىٰ عَلَيْكُمْ فَكُنتُمْ عَلَىٰٓ أَعْقَـٰبِكُمْ تَنكِصُونَ",
      "phonetic_text": "Qad kanat ayatee tutlaAAalaykum fakuntum AAala aAAqabikum tankisoon",
      "translations": {
        "fr": "Quand Mes versets vous étaient récités, vous tourniez les talons,",
        "en": "Time and time again My messages were recited to you, but you turned arrogantly on your heels,",
        "es": "Mis versículos les eran recitados, pero los rechazaban.",
        "it": "Quando vi erano recitati i Miei segni, volgevate le spalle,",
        "ru": "Вам читали Мои аяты, но вы пятились от них,",
        "tr": "Çünkü âyetlerimiz size okunurdu da, buna karşı siz arkanızı dönerdiniz.",
        "de": "Meine Zeichen wurden euch bereits verlesen. Aber ihr pflegtet auf euren Fersen kehrtzumachen,",
        "pt": "Porque foram-vos recitados os Meus versículos; contudo, lhes voltastes as costas,",
        "nl": "Waarlijk, Mijn Verzen zijn al aan jullie voorgedragen, maar jullie keerden je op jullie hielen om.",
        "ur": "میری آیات سُنائی جاتی تھیں تو تُم (رسُول کی آواز سُنتے ہی)اُلٹے پاوٴں بھاگ نکلتے تھے، <sup foot_note=\"185446\">1</sup>",
        "bn": "অৱশ্যে মোৰ আয়াতসমূহ তোমালোকৰ ওচৰত তিলাৱত কৰা হৈছিল, কিন্তু তোমালোকে উলটি পিছফালেহে গুচি গৈছিলা--",
        "fa": "بی‌تردید، آیات من پیوسته بر شما خوانده می‌شد؛ ولی [از حق] روی می‌گرداندید."
      }
    },
    {
      "verse_number": 2740,
      "verse_key": "23:67",
      "arabic_text": "مُسْتَكْبِرِينَ بِهِۦ سَـٰمِرًا تَهْجُرُونَ",
      "phonetic_text": "Mustakbireena bihi samiran tahjuroon",
      "translations": {
        "fr": "fiers (de la Kaâba), autour de laquelle, au cours de vos veillées, vous reniiez la foi. »",
        "en": "and spent the evening making fun of [the Quran].’",
        "es": "Por soberbia, pasaban la noche desprestigiando [el Corán].",
        "it": "gonfi d’orgoglio li denigravate nelle vostre veglie» <a class=f><sup foot_note=158522>1</sup></a>.",
        "ru": "возгордившись ею (Каабой) и произнося скверные речи по ночам.",
        "tr": "Kafa tutardınız ve geceleyin hezeyanlar savururdunuz.",
        "de": "indem ihr euch davon hochmütig in eurem Nachtgeplauder abwandtet.",
        "pt": "Em ensoberbecido; passáveis noitadas difamando (o Alcorão).",
        "nl": "Hoogmoedig tegen over hem (de Koran), kletsend in de nacht: jullie verlieten hem.",
        "ur": "اپنے گھمنڈ میں اُس کو خاطر ہی میں نہ لاتے تھے، اپنی چوپالوں میں اُس پر باتیں چھانٹتے <sup foot_note=\"185447\">1</sup> اور بکواس کیا کرتے تھے",
        "bn": "দাম্ভিকতাৰে এই বিষয়ত অৰ্থহীন গল্প-গুজব কৰি তোমালোকে ৰাতি অতিবাহিত কৰিছিলা।",
        "fa": "در حالی‌ که در برابرش تکبر می‌کردید [و در مجالس شبانۀ خود] به بدگویی می‌پرداختید."
      }
    },
    {
      "verse_number": 2741,
      "verse_key": "23:68",
      "arabic_text": "أَفَلَمْ يَدَّبَّرُوا۟ ٱلْقَوْلَ أَمْ جَآءَهُم مَّا لَمْ يَأْتِ ءَابَآءَهُمُ ٱلْأَوَّلِينَ",
      "phonetic_text": "Afalam yaddabbaroo alqawla am jaahumma lam ya/ti abaahumu al-awwaleen",
      "translations": {
        "fr": "N’ont-ils donc pas médité la parole (d’Allah) ? Ou  leur est-il venu ce qui n’était jamais venu à leurs premiers ancêtres ?",
        "en": "Have they not contemplated the Word of God? Has something come to them that did not come to their forefathers?",
        "es": "¿Por qué no reflexionan sobre el Corán, o es que les llegó algo diferente que a sus antepasados?",
        "it": "Non ne hanno dunque meditato le parole [di Allah]? Forse è giunto loro qualche cosa che mai era pervenuta ai loro antenati <a class=f><sup foot_note=158523>1</sup></a>?",
        "ru": "Неужели они не задумываются над Словом? Или же к ним явилось то, что не приходило к их праотцам?",
        "tr": "Onlar bu sözü (Kur'ân'ı) hiç düşünmediler mi? Yoksa kendilerine, daha önce geçmişteki atalarına gelmeyen bir şey mi geldi?",
        "de": "Haben sie denn nicht über das Wort nachgedacht, oder ist zu ihnen gekommen, was nicht zu ihren Vorvätern kam?",
        "pt": "Porventura, não refletem nas palavras, ou lhes chegou algo que não havia chegado aos seus antepassados?",
        "nl": "Denken zij niet na over het Woord (de Koran)? Of is er iets tot hen gekomen dat niet eerder tot hun voorouders gekomen was?",
        "ur": "تو کیا اِن لوگوں نے کبھی اِس کلام پر غور نہیں کیا؟ <sup foot_note=\"185448\">1</sup> یا وہ کوئی ایسی بات لایا ہے جو کبھی ان کے اسلاف کے پاس نہ آئی تھی؟ <sup foot_note=\"185449\">2</sup>",
        "bn": "কিয় সিহঁতে এই বাণী সম্পৰ্কে চিন্তা-গৱেষণা নকৰে? এইকাৰণে নেকি যে, সিহঁতৰ ওচৰত এনেকুৱা বস্তু আহিছে যিটো সিহঁতৰ পূৰ্বপুৰুষসকলৰ ওচৰত অহা নাছিল?",
        "fa": "آیا آنان در این گفتار [= قرآن] نیندیشیده‌اند یا [مگر] چیزی برایشان آمده که برای نیاکانشان نیامده است؟"
      }
    },
    {
      "verse_number": 2742,
      "verse_key": "23:69",
      "arabic_text": "أَمْ لَمْ يَعْرِفُوا۟ رَسُولَهُمْ فَهُمْ لَهُۥ مُنكِرُونَ",
      "phonetic_text": "Am lam yaAArifoo rasoolahum fahum lahumunkiroon",
      "translations": {
        "fr": "Ou alors n’ont-ils pas reconnu leur Messager et donc ils le renient ?",
        "en": "Do they not recognize their Messenger? So why do they reject him?",
        "es": "Conocían a su Mensajero [Muhámmad], pero igualmente lo rechazaron.",
        "it": "Già conoscevano il Messaggero, perché poi lo hanno rinnegato <a class=f><sup foot_note=158524>1</sup></a>?",
        "ru": "Или же они не узнали своего Посланника и принялись отвергать его?",
        "tr": "Yoksa peygamberlerini tanımadılar da bu yüzden mi onu inkâr ediyorlar?",
        "de": "Oder haben sie ihren Gesandten nicht erkannt, so daß sie ihn (nun) verwerfen?",
        "pt": "Ou não conhecem seu Mensageiro, e por isso o negam?",
        "nl": "Of erkennen zij hun Boodschapper niet? Zodat zij het verwerpen?",
        "ur": "یا یہ اپنے رسُول سے کبھی کے واقف نہ تھے کہ (اَن جانا آدمی ہو نے کے باعث)اُس سے بِدَکتے ہیں؟ <sup foot_note=\"185450\">1</sup>",
        "bn": "অথবা সিহঁতে নিজ ৰাছুলক চিনিব পৰা নাই বুলি অস্বীকাৰ কৰিছে নেকি?",
        "fa": "یا پیامبرشان را [به خوبی] نشناخته‌اند و [از این روست که] او را انکار می‌کنند؟"
      }
    },
    {
      "verse_number": 2743,
      "verse_key": "23:70",
      "arabic_text": "أَمْ يَقُولُونَ بِهِۦ جِنَّةٌۢ ۚ بَلْ جَآءَهُم بِٱلْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَـٰرِهُونَ",
      "phonetic_text": "Am yaqooloona bihi jinnatun bal jaahumbilhaqqi waaktharuhum lilhaqqi karihoon",
      "translations": {
        "fr": "Ou bien prétendent-ils qu’il est possédé par les démons ? Or il est venu vers eux muni de la vérité. Mais la plupart d’entre eux ont en horreur la vérité.",
        "en": "Why do they say he is possessed? He has brought them the truth and most of them hate it,",
        "es": "Afirmaron que era un demente, pero él se presentó con la Verdad, aunque a la mayoría de ellos les disguste la verdad.",
        "it": "Oppure dicono: «È un posseduto dai dèmoni». E invece la verità, quello che lui ha recato, ma la maggior parte di loro disdegna la verità.",
        "ru": "Или же они говорят, что он - бесноватый? Напротив, он принес им истину, но большинство из них не любят ее.",
        "tr": "Yoksa onda bir delilik olduğunu mu söylüyorlar? Aksine o, kendilerine hakkı getirmiştir. Halbuki onlar haktan hoşlanmamaktadırlar.",
        "de": "Oder sagen sie: „Er leidet an Besessenheit? Nein! Vielmehr kam er zu ihnen mit der Wahrheit, aber den meisten von ihnen ist die Wahrheit zuwider.",
        "pt": "Ou dizem que está possesso! Qual! Ele lhes trouxe a verdade, embora à maioria desgostasse a verdade.",
        "nl": "Of zeggen zij., \"Hij (Moehammad) is bezeten.\" Integendeel, hij kwam tot hm met de Waarheid, maar de meesten van hen haten de Waarheid.",
        "ur": "یا یہ اس بات کے قائل ہیں کہ وہ مجنُون ہے؟ <sup foot_note=\"185452\">1</sup> نہیں، بلکہ وہ حق لایا ہے اور حق ہی ان کی اکثریت کو ناگوار ہے",
        "bn": "নাইবা সিহঁতে এইটো কয় নেকি যে, এওঁ উন্মাদনাগ্ৰস্ত? নহয়, বৰং তেওঁ সিহঁতৰ ওচৰত সত্য লৈ আহিছে, আৰু সিহঁতৰ অধিকাংশই সত্যক অপছন্দ কৰে।",
        "fa": "یا می‌گویند او جنون دارد؟ [نه، چنین نیست؛] بلکه [او دینِ] حق را برایشان آورده است؛ [ولی] بیشتر آنان [از روی حسادت و تعصبی که به باطل خویش دارند] حق را نمی‌پسندند [و از آن به خشم می‌آیند]."
      }
    },
    {
      "verse_number": 2744,
      "verse_key": "23:71",
      "arabic_text": "وَلَوِ ٱتَّبَعَ ٱلْحَقُّ أَهْوَآءَهُمْ لَفَسَدَتِ ٱلسَّمَـٰوَٰتُ وَٱلْأَرْضُ وَمَن فِيهِنَّ ۚ بَلْ أَتَيْنَـٰهُم بِذِكْرِهِمْ فَهُمْ عَن ذِكْرِهِم مُّعْرِضُونَ",
      "phonetic_text": "Walawi ittabaAAa alhaqqu ahwaahumlafasadati assamawatu wal-arduwaman feehinna bal ataynahum bithikrihim fahum AAanthikrihim muAAridoon",
      "translations": {
        "fr": "Si la vérité correspondait à leurs passions, les cieux, la terre et tout ce qui y est se corrompraient. Nous leur avons apporté plutôt leur Rappel mais à leur Rappel ils restent indifférents.",
        "en": "but if the truth were in accordance with their desires, the heavens, the earth, and everyone in them would disintegrate. We have brought them their Reminder and they turn away from it.",
        "es": "Si la verdad siguiera a las pasiones [de los que se negaron a creer], los cielos, la Tierra y todo lo que hay en ellos se habría corrompido. Pero los ennoblecí con el Corán, y a pesar de eso lo rechazaron.",
        "it": "Se la verità fosse consona alle loro passioni, certamente si sarebbero corrotti i cieli e la terra e quelli che vi si trovano! No, abbiamo dato loro il Monito <a class=f><sup foot_note=158525>1</sup></a>, ma essi se ne allontanano.",
        "ru": "А если бы истина зависела от их желаний, то сгинули бы небеса, земля и те, кто на них. Мы даровали им их Напоминание (Коран), однако они отвернулись от своего Напоминания.",
        "tr": "Eğer hak, onların kötü arzu ve isteklerine uysaydı, mutlaka gökler ve yer ile bunlarda bulunan kimseler bozulur giderdi. Hayır, biz onlara şan ve şereflerini getirdik; fakat onlar kendi şereflerine sırt çevirirler.",
        "de": "Wenn die Wahrheit ihren Neigungen gefolgt wäre, gerieten die Himmel und die Erde und wer in ihnen ist wahrlich ins Verderben. Aber nein! Wir kamen zu ihnen mit ihrer Ermahnung, sie aber wenden sich von ihrer Ermahnung ab.",
        "pt": "E se a verdade tivesse satisfeito os seus interesses, os céus e a terra, com tudo quanto enceram, transformar-se-iam numcaos. Qual! Enviamos-lhes a Mensagem e assim mesmo a desdenharam.",
        "nl": "Als de Waarheid hun begeerten zou volgen zouden de hemelen en de ard en alles wat er op hen is ten onder gaan. Wij hebben hun echter hun Eer (de Koran) gegeven, maar zij wenden zich van hun Eer af.",
        "ur": "اور حق اگر کہیں اِن کی خواہشات کے پیچھے چلتا تو زمین اور آسمان اور ان کی ساری آبادی کا نظام درہم برہم ہو جاتا <sup foot_note=\"185453\">1</sup>۔۔۔۔ نہیں، بلکہ ہم ان کا اپنا ہی ذکر اُن کے پاس لائے ہیں اور وہ اپنے ذکر سے منہ موڑ رہے ہیں۔ <sup foot_note=\"185454\">2</sup>",
        "bn": "আৰু সত্য যদি সিহঁতৰ কামনা-বাসনাৰ অনুগামী হ’লহেঁতেন তেন্তে আকাশসমূহ, পৃথিৱী আৰু এই দুয়োৰে মাজত থকা সকলো বস্তু বিশৃংখল হৈ পৰিলহেঁতেন। বৰং আমি সিহঁতৰ ওচৰত লৈ আহিছোঁ সিহঁতৰ সন্মান সম্বলিত যিকৰ (কোৰআন) কিন্তু সিহঁতে সিহঁতৰ এই উপদেশবাণীৰ (কোৰআনৰ) পৰা মুখ ঘূৰাই লয়।",
        "fa": "اگر الله از هوس‌های آنان پیروی کند [و امورِ هستی به میلِ کافران اداره شود]، آسمان‌ها و زمین و هر ‌کس [و هر چه] در آنهاست تباه می‌گردد؛ بلکه پندشان [= قرآن] را برای آنان آورده‌ایم [که مایۀ عزت و شرفشان است]؛ ولی آنان از پندشان رویگردانند."
      }
    },
    {
      "verse_number": 2745,
      "verse_key": "23:72",
      "arabic_text": "أَمْ تَسْـَٔلُهُمْ خَرْجًا فَخَرَاجُ رَبِّكَ خَيْرٌ ۖ وَهُوَ خَيْرُ ٱلرَّٰزِقِينَ",
      "phonetic_text": "Am tas-aluhum kharjan fakharajurabbika khayrun wahuwa khayru arraziqeen",
      "translations": {
        "fr": "Ou alors leur réclamerais-tu un tribut ? Mais le tribut de ton Seigneur est bien meilleur. Car c’est Lui, le meilleur Dispensateur.",
        "en": "Do you [Prophet] ask them for any payment? Your Lord’s is the best payment: He is the Best of Providers.",
        "es": "[¡Oh, Muhámmad] ¿Acaso les pides alguna remuneración a cambio [de transmitirles el Mensaje]? La recompensa de tu Señor es superior, y Él es Quien mejor agracia.",
        "it": "Oppure stai chiedendo loro un compenso? Il compenso del tuo Signore è migliore, ed Egli è il Migliore dei sostentatori.",
        "ru": "Разве ты просишь у них вознаграждения? Воздаяние твоего Господа лучше, и Он - Наилучший из дарующих удел.",
        "tr": "(Resulüm!) Yoksa sen onlardan bir haraç mı istiyorsun? Rabbinin vergisi daha hayırlıdır. O, rızık verenlerin en hayırlısıdır.",
        "de": "Oder verlangst du von ihnen eine Entlohnung? Aber die Entlohnung deines Herrn ist besser, und Er ist der beste Versorger.",
        "pt": "Exiges-lhes, acaso, por isso, alguma retribuição? Saibam que a retribuição do teu Senhor é preferível, porque Ele é omelhor dos agraciadores.",
        "nl": "Of vraag jij (O Moehammad) een beloning van hen? De beloning van jouw Heer is beter, want Hij is de Beste van de Voorzieners,",
        "ur": "کیا تُو ان سے کچھ مانگ رہا ہے؟ تیرے لیے تیرے ربّ کا دیا ہی بہتر ہے اور وہ بہترین رازق ہے۔ <sup foot_note=\"185455\">1</sup>",
        "bn": "অথবা তুমি সিহঁতৰ ওচৰত কোনো প্ৰতিদান বিচৰা নেকি? (জানি থোৱা) তোমাৰ প্ৰতিপালকৰ প্ৰতিদানেই শ্ৰেষ্ঠ আৰু তেৱেঁই শ্ৰেষ্ঠ জীৱিকাদাতা।",
        "fa": "[ای پیامبر،] آیا تو از آنان [برای تبلیغ دین] پاداشی می‌طلبی؟ و حال آنکه پاداش پروردگارت [بسی] بهتر است و او بهترین روزی‌دهنده است."
      }
    },
    {
      "verse_number": 2746,
      "verse_key": "23:73",
      "arabic_text": "وَإِنَّكَ لَتَدْعُوهُمْ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "phonetic_text": "Wa-innaka latadAAoohum ila siratinmustaqeem",
      "translations": {
        "fr": "Tu les appelles certes vers une voie droite.",
        "en": "You call them to a straight path",
        "es": "Tú los invitas al camino recto<sup foot_note=168896>1</sup>.",
        "it": "Certo tu li inviti alla retta via.",
        "ru": "Воистину, ты призываешь их на прямой путь.",
        "tr": "Gerçek şu ki sen onları doğru bir yola çağırıyorsun.",
        "de": "Und du lädst sie wahrlich zu einem geraden Weg ein.",
        "pt": "É verdade que tu procuras convocá-los à senda reta.",
        "nl": "Voorwaar, jij roept hen op tot een Recht Pad.",
        "ur": "تُو تو ان کوسیدھے راستے کی طرف بلا رہا ہے",
        "bn": "আৰু নিশ্চয় তুমি সিহঁতক সৰল পথৰ পিনেই আহ্বান কৰি আছা।",
        "fa": "و بی‌تردید، تو آنان را به راهی راست دعوت می‌کنی."
      }
    },
    {
      "verse_number": 2747,
      "verse_key": "23:74",
      "arabic_text": "وَإِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ عَنِ ٱلصِّرَٰطِ لَنَـٰكِبُونَ",
      "phonetic_text": "Wa-inna allatheena layu/minoona bil-akhirati AAani assiratilanakiboon",
      "translations": {
        "fr": "Mais ceux qui ne croient pas à l’autre monde, ne font que s’éloigner de la voie.",
        "en": "and those who do not believe in the Hereafter turn away from that path.",
        "es": "Pero quienes no creen en la vida del más allá, se desvían de ese camino.",
        "it": "Pre-Eg. n. Di versetti. Il nome della sura deriva dal primo versetto. In nome di Allah, il Compassionevole, il Misericordioso. Invero coloro che non credono all’altra vita se ne allontanano.",
        "ru": "А те, которые не веруют в Последнюю жизнь, непременно сбиваются с пути.",
        "tr": "Fakat ahirete inanmayanlar ise, ısrarla yoldan çıkmaktadırlar.",
        "de": "Jene, die nicht an das Jenseits glauben, weichen fürwahr vom Weg ab.",
        "pt": "Porém, certamente, aqueles que não crêem na outra vida desviam-se da senda.",
        "nl": "En voorwaar, degenen die niet geloven in het Hiernamaals zijn zeker van het Rechte Pad afgeweken.",
        "ur": "مگر جو لوگ آخرت کو نہیں مانتے وہ راہِ راست سے ہٹ کر چلنا چاہتے ہیں۔ <sup foot_note=\"185456\">1</sup>",
        "bn": "নিশ্চয় যিসকলে আখিৰাতৰ প্ৰতি ঈমান পোষণ নকৰে, সিহঁতেই সৰল পথৰ পৰা বিচ্যুত,",
        "fa": "کسانی ‌که به آخرت ایمان ندارند قطعاً از این راه [راست،] منحرف شده‌اند."
      }
    },
    {
      "verse_number": 2748,
      "verse_key": "23:75",
      "arabic_text": "۞ وَلَوْ رَحِمْنَـٰهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّ لَّلَجُّوا۟ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
      "phonetic_text": "Walaw rahimnahum wakashafnama bihim min durrin lalajjoo fee tughyanihimyaAAmahoon",
      "translations": {
        "fr": "Si Nous les touchions de Notre miséricorde et que Nous les débarrassions du mal qui est en eux, ils n’en continueraient pas moins à patauger aveuglément dans leur transgression.",
        "en": "Even if We were to show them mercy and relieve them of distress, they would blindly persist in their transgression.",
        "es": "Aunque les tuviera misericordia y los librara de los males que sufren, persistirían desorientados en su extravío.",
        "it": "Se li facessimo oggetto della misericordia e allontanassimo la miseria che li affligge <a class=f><sup foot_note=158526>1</sup></a>, certamente persevererebbero alla cieca nella loro ribellione.",
        "ru": "Если бы Мы смилостивились над ними и избавили их от беды, они все равно продолжали бы слепо скитаться, настаивая на своем беззаконии.",
        "tr": "Eğer onlara acıyıp da için de bulundukları sıkıntıyı giderseydik, iyice körleşerek azgınlıklarında büsbütün direnirlerdi.",
        "de": "Wenn Wir Uns ihrer erbarmten und das Unheil,das auf ihnen ist, hinwegnähmen, würden sie wahrlich in ihrer Auflehnung verharren und umherirren.",
        "pt": "Mas se Nos apiedarmos deles e os libertarmos da adversidade que os aflige, persistirão, vacilantes, na sua transgressão.",
        "nl": "En als Wij hen zouden begenadigen en Wij zouden opheffen wat er aan tegenspoed bij hen is: dan zouden zij blijven doorgaan met hun dwalingen.",
        "ur": "اگر ہم اِن پر رحم کریں اور وہ تکلیف جس میں آج کل یہ مُبتلا ہیں ، دُور کردیں تو یہ اپنی سرکشی میں بالکل ہی بہک جائیں گے۔ <sup foot_note=\"185457\">1</sup>",
        "bn": "আৰু যদি আমি সিহঁতৰ প্ৰতি দয়া কৰোঁ আৰু সিহঁতৰ দুখ-দৈন্য দূৰ কৰি দিওঁ তথাপিও সিহঁতে অবাধ্যতাত বিভ্ৰান্তৰ দৰে ঘূৰি থাকিব।",
        "fa": "اگر به آنان رحم کنیم و بلا و رنجی را که [از قحطی و گرسنگی] دیده‌اند از آنان بر‌طرف سازیم، بر سرکشی [و گمراهیِ] خویش پافشاری می‌کنند [و همچنان] به بیراهه می‌روند."
      }
    },
    {
      "verse_number": 2749,
      "verse_key": "23:76",
      "arabic_text": "وَلَقَدْ أَخَذْنَـٰهُم بِٱلْعَذَابِ فَمَا ٱسْتَكَانُوا۟ لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ",
      "phonetic_text": "Walaqad akhathnahum bilAAathabifama istakanoo lirabbihim wama yatadarraAAoon",
      "translations": {
        "fr": "Nous les avons déjà châtiés par le supplice, mais ils n’ont ni humblement craint leur Seigneur ni ne L’ont supplié.",
        "en": "We have already afflicted them, yet they did not submit to their Lord: they will not humble themselves",
        "es": "Los afligí con un castigo, pero aun así no se sometieron a su Señor ni imploraron auxilio.",
        "it": "Già li colpimmo col castigo <a class=f><sup foot_note=158527>1</sup></a>, ma non si sono arresi al loro Signore, non si sono umiliati.",
        "ru": "Мы подвергли их мучениям, но они не смирились перед своим Господом и не взмолились перед Ним.",
        "tr": "Andolsun, biz onları sıkıntıya düşürdük de yine Rablerine boyun eğmediler, tazarru' ve niyazda da bulunmadılar.",
        "de": "Wir haben sie ja mit der Strafe ergriffen. Aber weder unterwarfen sie sich ihrem Herrn noch flehten sie demütig.",
        "pt": "Castigamo-los; porém, não se submeteram ao seu Senhor, nem se humilharam,",
        "nl": "En voorzeker, Wij hebben hen met de bestraffing getroffen, toch werden zij niet ootmoedig tegenover hun Heer en zij werden niet nederig.",
        "ur": "اِن کا حال تو یہ ہے کہ ہم نے انہیں تکلیف میں مبتلا کیا، پھر بھی یہ اپنے رب کے آگے نہ جھکے اور نہ عاجزی اختیار کرتے ہیں",
        "bn": "অৱশ্যে আমি সিহঁতক শাস্তিৰ দ্বাৰা সতৰ্ক কৰিলোঁ, তথাপিও সিহঁতে নিজ প্ৰতিপালকৰ প্ৰতি অৱনত নহ’ল আৰু বিনীত হৈ প্ৰাৰ্থনাও নকৰিলে।",
        "fa": "در حقیقت، [ما] آنان را به عذاب [و بلا] گرفتار ساختیم [تا بیدار شوند]؛ اما در برابر پروردگارشان فروتنی ننمودند و [به درگاهش تضرع و] زاری نکردند."
      }
    },
    {
      "verse_number": 2750,
      "verse_key": "23:77",
      "arabic_text": "حَتَّىٰٓ إِذَا فَتَحْنَا عَلَيْهِم بَابًا ذَا عَذَابٍ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ",
      "phonetic_text": "Hatta itha fatahnaAAalayhim baban tha AAathabin shadeedin ithahum feehi mublisoon",
      "translations": {
        "fr": "(Cela), jusqu’à ce que Nous ouvrions sur eux une porte (donnant sur) un terrible supplice, et les voilà plongés dans un profond désarroi.",
        "en": "until We open a gate to severe torment for them- then they will be plunged into utter despair.",
        "es": "Hasta que abra sobre ellos una de las puertas del castigo infernal, entonces perderán toda esperanza.",
        "it": "[E non lo faranno] fino a quando non apriremo su di loro la porta del castigo terribile, e allora saranno disperati.",
        "ru": "Когда же Мы распахнем перед ними врата тяжких мучений, они придут там в отчаяние.",
        "tr": "Nihayet üzerlerine, azabı çok şiddetli bir kapı açtığımız zaman, bir de bakarsın ki onlar orada şaşkın ve ümitsiz kalmışlardır!",
        "de": "Wenn Wir ihnen dann ein Tor zu strenger Strafe öffnen, sind sie darüber sogleich ganz verzweifelt.",
        "pt": "Até que lhes abrimos uma porta para um severíssimo castigo; e ei-los que ficaram desesperados!",
        "nl": "Totdat, wanneer Wij voor hen de deur van een zware bestraffing openden, zij in wanhoop verkeerden.",
        "ur": "البتہ جب نوبت یہاں تک پہنچ جائے گی کہ ہم اِن پر سخت عذاب کا دروازہ کھول دیں  تو یکایک تم دیکھو گے کہ اس حالت میں یہ ہر خیر سے مایوس ہیں۔ <sup foot_note=\"185458\">1</sup>",
        "bn": "অৱশেষত যেতিয়া আমি সিহঁতৰ ওপৰত কোনো কঠিন শাস্তিৰ দুৱাৰ খুলি দিম তেতিয়াহে সিহঁতে হতাশ হৈ পৰিব।",
        "fa": "[آنان پیوسته چنین هستند] تا آنگاه‌ که دری از عذابِ سخت بر آنان می‌گشاییم [و چنان گرفتار ‌شوند] که [از همه جا] مأیوس گردند."
      }
    },
    {
      "verse_number": 2751,
      "verse_key": "23:78",
      "arabic_text": "وَهُوَ ٱلَّذِىٓ أَنشَأَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَٱلْأَفْـِٔدَةَ ۚ قَلِيلًا مَّا تَشْكُرُونَ",
      "phonetic_text": "Wahuwa allathee anshaa lakumu assamAAawal-absara wal-af-idata qaleelan matashkuroon",
      "translations": {
        "fr": "C’est Lui Qui a créé pour vous l’ouïe, la vue et la raison.<sup foot_note=194983>1</sup> Or vous êtes bien peu reconnaissants.",
        "en": "It is God who endowed you with hearing, sight, and hearts- how seldom you are grateful!",
        "es": "Él es Quien los agració con el oído, la vista y el intelecto, pero poco se lo agradecen.",
        "it": "Egli è Colui Che ha creato l’udito, la vista e i cuori. Eppure ben raramente Gli siete riconoscenti.",
        "ru": "Он - Тот, Кто сотворил для вас слух, зрение и сердца. Но как мала ваша благодарность!",
        "tr": "Halbuki sizin için o kulağı, o gözleri ve o gönülleri yaratan O'dur. Ne de az şükrediyorsunuz!",
        "de": "Er ist es, Der euch Gehör, Augenlicht und Herzen hat entstehen lassen. Wie wenig dankbar ihr seid!",
        "pt": "Ele foi quem vos criou o ouvido, a vista e o coração. Quão pouco Lhe agradeceis!",
        "nl": "En Hij is Degene Die voor jullie het gehoor en gezichtsvermogen en de harten geschapen heeft. Weinig dankbaarheid tonen jullie!",
        "ur": "وہ اللہ ہی تو ہے جس نے تمہیں سُننے اور دیکھنے کی قوتیں دیں اور سوچنے کو دل دیے۔ مگر تم لوگ کم ہی شکر گزار ہوتے ہو۔ <sup foot_note=\"185459\">1</sup>",
        "bn": "তেৱেঁই তোমালোকৰ বাবে শ্ৰৱণশক্তি, দৃষ্টিশক্তি আৰু অন্তৰসমূহ সৃষ্টি কৰিছে; কিন্তু তোমালোকে খুবেই কম কৃতজ্ঞতা প্ৰকাশ কৰা।",
        "fa": "[ای منکرانِ قیامت،] الله ذاتی است که گوش و چشم و دل برایتان پدید آورد. چه اندک سپاس می‌گزارید!"
      }
    },
    {
      "verse_number": 2752,
      "verse_key": "23:79",
      "arabic_text": "وَهُوَ ٱلَّذِى ذَرَأَكُمْ فِى ٱلْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ",
      "phonetic_text": "Wahuwa allathee tharaakum feeal-ardi wa-ilayhi tuhsharoon",
      "translations": {
        "fr": "Et c’est Lui Qui vous a disséminés sur terre et (c’est Lui) vers Qui vous serez ramenés en foule.",
        "en": "It is He who made you multiply on earth. It is to Him that you will be gathered:",
        "es": "Él es Quien os diseminó por la Tierra, y ante Él seréis reunidos.",
        "it": "Egli è Colui Che vi ha distribuito sulla terra e presso di Lui sarete riuniti.",
        "ru": "Он - Тот, Кто расселил вас по земле, и к Нему вы будете собраны.",
        "tr": "Ve sizi yeryüzünde yaratıp türeden O'dur. Sırf O'nun huzuruna toplanacaksınız.",
        "de": "Und Er ist es, Der euch auf der Erde (an Zahl) hat anwachsen lassen, und zu Ihm werdet ihr versammelt werden.",
        "pt": "Ele é quem vos multiplica, na terra, e sereis consagrados ante Ele.",
        "nl": "En Hij is Degene Die juuie deed groeien op de aarde en tot Hem worden jullie verzameld.",
        "ur": "وہی ہے جس نے تمہیں زمین میں پھیلایا، اور اسی کی طرف تم سمیٹے جاؤ گے",
        "bn": "তেৱেঁই তোমালোকক পৃথিৱীত বিস্তৃত কৰিছে আৰু তোমালোকক তেওঁৰ ওচৰতেই সমবেত কৰা হ’ব।",
        "fa": "و او تعالی است که شما را در زمین [آفرید و] پراکنده کرد و [روز قیامت] به سوی او جمع می‌شوید."
      }
    },
    {
      "verse_number": 2753,
      "verse_key": "23:80",
      "arabic_text": "وَهُوَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ وَلَهُ ٱخْتِلَـٰفُ ٱلَّيْلِ وَٱلنَّهَارِ ۚ أَفَلَا تَعْقِلُونَ",
      "phonetic_text": "Wahuwa allathee yuhyeewayumeetu walahu ikhtilafu allayli wannahariafala taAAqiloon",
      "translations": {
        "fr": "Et c’est Lui Qui fait vivre et fait mourir ; et (c’est Lui) Dont relève l’alternance de la nuit et du jour. N’entendez-vous donc pas raison ?",
        "en": "it is He who gives life and death; the alternation of night and day depends on Him; will you not use your minds?",
        "es": "Él es Quien da la vida y da la muerte, y Él decretó la alternancia de la noche y el día. ¿Es que no razonáis?",
        "it": "Egli è Colui Che dà la vita e dà la morte, a Lui [appartiene] l’alternarsi della notte e del giorno. Non capite dunque?",
        "ru": "Он - Тот, Кто дарует жизнь и умерщвляет. Он чередует ночь и день. Неужели вы не разумеете?",
        "tr": "Ve O, yaşatan ve öldürendir; gecenin ve gündüzün değişmesi O'nun eseridir. Hâlâ aklınızı kullanmaz mısınız?",
        "de": "Und Er ist es, Der lebendig macht und sterben läßt; und auf Ihn geht der Unterschied von Nacht und Tag zurück. Begreift ihr denn nicht?",
        "pt": "E Ele é Quem dá a vida e a morte. Só a Ele pertence a alternação da notei e do dia, não raciocinais?",
        "nl": "En Hij is Degene Die doet leven en doet sterven. En aan Hem behoort het afwissden van de dag en de nacht Begrijpen jullie dan niet?",
        "ur": "وہی زندگی بخشتا ہے اور وہی موت دیتا ہے۔ گردشِ لیل و نہار اُسی کے قبضۂ قدرت میں ہے۔ <sup foot_note=\"185460\">1</sup> کیا تمہاری سمجھ میں یہ بات نہیں آتی؟ <sup foot_note=\"185461\">2</sup>",
        "bn": "তেৱেঁই জীৱন দান কৰে আৰু তেৱেঁই মৃত্যু প্ৰদান কৰে, তেওঁৰ অধিকাৰতেই ৰাতি আৰু দিনৰ পৰিবৰ্তন হয়। তথাপিও তোমালোকে বুজি নোপোৱা নে?",
        "fa": "و اوست که زنده می‌کند و می‌میراند و گردشِ شب و روز از [تدبیرِ] اوست. آیا نمی‌اندیشید؟"
      }
    },
    {
      "verse_number": 2754,
      "verse_key": "23:81",
      "arabic_text": "بَلْ قَالُوا۟ مِثْلَ مَا قَالَ ٱلْأَوَّلُونَ",
      "phonetic_text": "Bal qaloo mithla ma qalaal-awwaloon",
      "translations": {
        "fr": "Or ils disent ce que disaient les anciens.",
        "en": "But, like others before them,",
        "es": "Sin embargo, [los que se niegan a creer] dicen lo mismo que sus antecesores:",
        "it": "Dicono piuttosto quello che già dissero i loro antenati.",
        "ru": "О нет! Они говорят то же, что говорили первые поколения.",
        "tr": "Hayır, öncekilerin söylediklerinin benzerini söylediler.",
        "de": "Aber nein! Sie sagen das gleiche, was die Früheren gesagt haben.",
        "pt": "Ao contrário, dizem o mesmo que diziam os seus antepassados:",
        "nl": "Integendeel, zij zeggen hetzelfde als de vroegeren zeiden.",
        "ur": "مگر یہ لوگ وہی کچھ کہتے ہیں جو ان کے پیش رَو کہہ چکے ہیں",
        "bn": "বৰং সিহঁতেও সেই কথাকেই কয় যি কথা সিহঁতৰ পূৰ্বৱৰ্তীসকলে কৈছিল।",
        "fa": "[چنین نکردند؛] بلكه آنان نیز همان [سخنانی را] گفتند كه پیشینیان مى‌گفتند."
      }
    },
    {
      "verse_number": 2755,
      "verse_key": "23:82",
      "arabic_text": "قَالُوٓا۟ أَءِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَـٰمًا أَءِنَّا لَمَبْعُوثُونَ",
      "phonetic_text": "Qaloo a-itha mitnawakunna turaban waAAithamana-inna lamabAAoothoon",
      "translations": {
        "fr": "« Une fois que nous serons morts, réduits en poussière et ossements, s’étonnent-ils, serons-nous (bel et bien) ressuscités ? ",
        "en": "they say, ‘What? When we die and turn to dust and bones, shall we really be resurrected?",
        "es": "“Cuando muramos y nos convirtamos en polvo y huesos, ¿seremos resucitados?",
        "it": "Dicono: «Quando saremo morti e ridotti in polvere e ossa, davvero saremo resuscitati?",
        "ru": "Они говорят: «Неужели мы будем воскрешены после того, как умрем и превратимся в прах и кости?",
        "tr": "Dediler ki: \"Sahi biz, ölüp de bir toprak ve kemik yığını haline gelmişken, mutlaka yeniden diriltileceğiz öyle mi?\"",
        "de": "Sie sagen: „Wenn wir gestorben und zu Erde und Knochen geworden sind, sollen wir denn dann wirklich auferweckt werden?",
        "pt": "Porventura, quando morrermos e nos tivermos convertido em ossos e pó, seremos ressuscitados?",
        "nl": "Zij zeiden: \"Wanneer wij dood zijn en tot aarde en beenderen geworden zijn, zullen wij dan zeker worden opgewckt?",
        "ur": "یہ کہتے ہیں \"کیا جب ہم مر کر مٹی ہو جائیں گے اور ہڈیوں کا پنجر بن کر رہ جائیں گے تو ہم کو پھر زندہ کر کے اٹھایا جائے گا؟",
        "bn": "সিহঁতে কয়, ‘যেতিয়া আমি মৃত্যুবৰণ কৰিম আৰু আমি মাটি ও অস্থিত পৰিণত হ'ম, তাৰ পিছতো আমি পুনৰুত্থিত হ'মনে?",
        "fa": "گفتند: «آیا هنگامی که مردیم و خاک و استخوان شدیم، برانگیخته خواهیم شد؟"
      }
    },
    {
      "verse_number": 2756,
      "verse_key": "23:83",
      "arabic_text": "لَقَدْ وُعِدْنَا نَحْنُ وَءَابَآؤُنَا هَـٰذَا مِن قَبْلُ إِنْ هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
      "phonetic_text": "Laqad wuAAidna nahnu waabaonahatha min qablu in hatha illa asateerual-awwaleen",
      "translations": {
        "fr": "Pareille promesse nous a déjà été faite, à nous comme à nos ancêtres. Ce ne sont, en vérité, que d’anciennes légendes ! »",
        "en": "We have heard such promises before, and so did our forefathers. These are just ancient fables.’",
        "es": "Eso ya se nos había prometido a nosotros y a nuestros antepasados con anterioridad. Pero no es más que una fábula de los antiguos”.",
        "it": "Ci viene promesso questo, come già [fu promesso] ai nostri avi: non sono altro che vecchie storie».",
        "ru": "Это обещают нам, а еще раньше это обещали нашим отцам. Это - всего лишь легенды древних народов».",
        "tr": "\"Yemin ederiz ki, gerek bize, gerekse daha önce atalarımıza böyle bir vaadde bulunuldu; (fakat) bu geçmiştekilerin masallarından başka bir şey değildir!\"",
        "de": "Dies ist bereits zuvor uns und unseren Vätern versprochen worden. Das sind nur Fabeln der Früheren.",
        "pt": "Havia-nos sido prometido o mesmo, tanto a nós como aos nossos antepassados; porém, isso é não mais do que fábulasdos primitivos.",
        "nl": "Voorzeker, dit werd vroeger aan ons en onze vaderen beloofd: dit zijn slechts fabels van de vroegeren.\"",
        "ur": "ہم نے بھی یہ وعدے بہت سُنے ہیں اور ہم سے پہلے ہمارے باپ دادا بھی سُنتے رہے ہیں۔ یہ محض افسانہائے پارینہ ہیں۔“ <sup foot_note=\"185462\">1</sup>",
        "bn": "‘অৱশ্যে আমাক আৰু ইতিপূৰ্বে আমাৰ পূৰ্বপুৰুষসকলকো এনে ধৰণৰ প্ৰতিশ্ৰুতি দিয়া হৈছিল। এয়া পূৰ্বৱৰ্তীসকলৰ উপকথাৰ বাহিৰে আন একো নহয়’।",
        "fa": "بی‌تردید، این وعده را پیش از این نیز به ما و نیاکانمان داده‌اند. این [سخن، چیزی] نیست مگر [دروغ‌ها و] افسانه‌های [خیالی] پیشینیان»."
      }
    },
    {
      "verse_number": 2757,
      "verse_key": "23:84",
      "arabic_text": "قُل لِّمَنِ ٱلْأَرْضُ وَمَن فِيهَآ إِن كُنتُمْ تَعْلَمُونَ",
      "phonetic_text": "Qul limani al-ardu waman feehain kuntum taAAlamoon",
      "translations": {
        "fr": "Dis : «  À Qui appartiennent la terre et ceux qui s’y trouvent, si vous le savez ? »",
        "en": "Say [Prophet], ‘Who owns the earth and all who live in it, if you know [so much]?’",
        "es": "Pregúntales [¡Oh, Muhámmad!]: “Si sabéis, ¿a quién pertenece la Tierra y todo lo que existe sobre ella?”",
        "it": "Di’ : «A chi [appartiene] la terra e ciò che contiene? [Ditelo] se lo sapete!».",
        "ru": "Скажи: «Кому принадлежит земля и те, кто на ней, если только вы знаете?».",
        "tr": "(Resulüm!) de ki: \"Eğer biliyorsanız (söyleyin bakalım), bu dünya ve onda bulunanlar kime aittir?\"",
        "de": "Sag: Wem gehört die Erde und wer auf ihr ist, wenn ihr (es) wißt?",
        "pt": "Pergunta-lhes: A quem pertence a terra e tudo quanto nela existe? Dizei-o, se o sabeis!",
        "nl": "Zeg: \"Aan wie behoort de aarde en alles wat zich daarop bevindt, als jullie het weten?\"",
        "ur": "ان سے کہو، بتاؤ اگر تم جانتے ہو، کہ یہ زمین اور اس کی ساری آبادی کس کی ہے؟",
        "bn": "কোৱা, ‘পৃথিৱী আৰু ইয়াত যি আছে সেই সকলোবোৰ(ৰঅধিকাৰ) কাৰ? যদি তোমালোকে জানা (তেন্তে কোৱা)’।",
        "fa": "[ای پیامبر، به منکرانِ معاد] بگو: «اگر می‌دانید، [بگویید] زمین و هر ‌کس در آن است از آنِ کیست؟»"
      }
    },
    {
      "verse_number": 2758,
      "verse_key": "23:85",
      "arabic_text": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَذَكَّرُونَ",
      "phonetic_text": "Sayaqooloona lillahi qul afalatathakkaroon",
      "translations": {
        "fr": "Ils répondront : « À Allah. » Dis-leur : « Pourquoi alors ne pas vous en souvenir ? »",
        "en": "and they will reply, ‘God.’ Say, ‘Will you not take heed?’",
        "es": "Sin duda responderán: “A Dios”. Diles: “¿Acaso no vais a recapacitar [en que deberían adorarlo solo a Él]?”",
        "it": "Risponderanno: «Ad Allah». Di’: «Non rifletterete dunque?».",
        "ru": "Они скажут: «Аллаху». Скажи: «Неужели вы не помяните назидание?».",
        "tr": "\"Allah'a aittir\" diyecekler. \"Öyle ise siz hiç düşünüp taşınmaz mısınız?\" de.",
        "de": "Sie werden sagen: „(Alles) gehört Allah.“ Sag: „Bedenkt ihr denn nicht?“",
        "pt": "Responderão: A Deus! Dize-lhes: Não meditais, pois?",
        "nl": "Zij zullen zeggen: \"Aan Allah.\" Zeg: \"Waarom laten jullie je dan niet vermanen?\"",
        "ur": "یہ ضرور کہیں گے ، اللہ کی۔ کہو، پھر تم ہوش میں کیوں نہیں آتے؟ <sup foot_note=\"185463\">1</sup>",
        "bn": "অৱশ্যে সিহঁতে ক’ব, ‘আল্লাহৰ’। কোৱা, ‘তথাপিও তোমালোকে শিক্ষা গ্ৰহণ নকৰিবানে’?",
        "fa": "خواهند گفت: «[همه] از آنِ الله است». بگو: «پس آیا پند نمی‌گیرید؟»"
      }
    },
    {
      "verse_number": 2759,
      "verse_key": "23:86",
      "arabic_text": "قُلْ مَن رَّبُّ ٱلسَّمَـٰوَٰتِ ٱلسَّبْعِ وَرَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ",
      "phonetic_text": "Qul man rabbu assamawatiassabAAi warabbu alAAarshi alAAatheem",
      "translations": {
        "fr": "Demande-leur encore : « Qui est le Seigneur des sept cieux et le Seigneur du Trône sublime ? »",
        "en": "Say, ‘Who is the Lord of the seven heavens? Who is the Lord of the Mighty Throne?’",
        "es": "Pregúntales: “¿Quién es el creador de los siete cielos<sup foot_note=168897>1</sup>, y el Señor del Trono grandioso?”",
        "it": "Di’: «Chi è il Signore dei sette cieli, il Signore del Trono Sublime?».",
        "ru": "Скажи: «Кто Господь семи небес и Господь великого Трона?».",
        "tr": "\"Yedi kat göklerin Rabbi, azametli Arş'ın Rabbi kimdir?\" diye sor.",
        "de": "Sag: Wer ist der Herr der sieben Himmel und der Herr des gewaltigen Thrones?",
        "pt": "Pergunta-lhes: Quem é o Senhor dos sete céus e o Senhor do Trono Supremo?",
        "nl": "Zeg: \"Wie is de Heer van de zeven hemelen en de Heer van de Geweldige Troon?",
        "ur": "ان سے پوچھو، ساتوں آسمانوں اور عرش عظیم کا مالک کون ہے؟",
        "bn": "কোৱা, ‘সপ্ত আকাশ আৰু মহা আৰছৰ ৰব্ব কোন’?",
        "fa": "بگو: «پروردگارِ هفت ‌آسمان و پروردگار عرش بزرگ کیست؟»"
      }
    },
    {
      "verse_number": 2760,
      "verse_key": "23:87",
      "arabic_text": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَتَّقُونَ",
      "phonetic_text": "Sayaqooloona lillahi qul afalatattaqoon",
      "translations": {
        "fr": "Ils répondront : « Allah. » Dis-leur : « Ne (Le) craindrez-vous donc pas ? »",
        "en": "and they will reply, ‘God.’ Say, ‘Will you not be mindful?’",
        "es": "Sin duda responderán: “Dios”. Diles: “¿Acaso no vais a temer?”",
        "it": "Risponderanno: «Allah». Di’: «Non Lo temerete dunque?».",
        "ru": "Они скажут: «Аллах». Скажи: «Неужели вы не устрашитесь?».",
        "tr": "\"(Onlar da) Allah'ındır.\" diyecekler. \"Şu halde siz Allah'tan korkmaz mısınız?\" de.",
        "de": "Sie werden sagen: „(Alles) gehört Allah. Sag: Wollt ihr denn nicht gottesfürchtig sein?",
        "pt": "Responderão: Deus! Pergunta-lhe mais: Não (O) temeis, pois?",
        "nl": "Zij zullen zeggen: \"Aan Allah.\" Zeg: \"Waarom vrezen jullie (Allah) dan niet?\"",
        "ur": "یہ ضرور کہیں گے اللہ<sup foot_note=\"185464\">1</sup>۔ کہو، پھر تم ڈرتے کیوں نہیں؟ <sup foot_note=\"185465\">2</sup>",
        "bn": "অৱশ্যে সিহঁতে ক’ব, ‘আল্লাহ’। কোৱা, ‘তথাপিও তোমালোকে তাক্বৱা অৱলম্বন নকৰিবানে’?",
        "fa": "خواهند گفت: «[همه] از آنِ الله است». بگو: «پس آیا [از الله] پروا نمی‌کنید؟»"
      }
    },
    {
      "verse_number": 2761,
      "verse_key": "23:88",
      "arabic_text": "قُلْ مَنۢ بِيَدِهِۦ مَلَكُوتُ كُلِّ شَىْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِن كُنتُمْ تَعْلَمُونَ",
      "phonetic_text": "Qul man biyadihi malakootu kulli shay-inwahuwa yujeeru wala yujaru AAalayhi in kuntumtaAAlamoon",
      "translations": {
        "fr": "Dis: « Dans la main de Qui se trouve le pouvoir absolu sur Toute chose ? Qui donc est Celui Qui protège et Celui contre Qui nul ne peut être protégé ? (Répondez donc) si vous le savez ! »",
        "en": "Say, ‘Who holds control of everything in His hand? Who protects, while there is no protection against Him, if you know [so much]?’",
        "es": "Pregúntales: “Si lo sabéis, ¿Quién tiene en Sus manos el dominio de todas las cosas, y puede amparar a quien Él quiere y nadie puede protegerse de Él [y Su castigo]?”",
        "it": "Di’: «Chi [tiene] nella Sua mano il regno di tutte le cose? Chi è Colui Che protegge e contro il Quale nessuno può essere protetto? [Ditelo] se lo sapete!».",
        "ru": "Скажи: «В чьей Руке власть над всякой вещью? Кто защищает, и от Кого нет защиты, если только вы знаете?».",
        "tr": "\"Eğer biliyorsanız (söyleyin), her şeyin melekûtu (mülkiyeti ve yönetimi) kendisinin elinde olan, kendisi her şeyi koruyup kollayan; fakat kendisi korunmayan (buna muhtaç olmayan) kimdir?\" diye sor.",
        "de": "Sag: In wessen Hand ist die Herrschaftsgewalt über alles, Der Schutz gewährt und gegen Den kein Schutz gewährt werden kann, wenn ihr wißt?",
        "pt": "Pergunta-lhes, ainda: Quem tem em seu poder a soberania de todas as coisas? Que protege e de ninguém necessitaproteção? (Respondei) se sabeis!",
        "nl": "Zeg: \"In Wiens handen is de heerschappij over alles? En Hij beschermt en Hij wordt niet beschermt, als jullie het weten.\"",
        "ur": "اِن سے کہو، بتاوٴ اگر تم جانتے ہو کہ ہر چیز پر اقتدار <sup foot_note=\"185466\">1</sup> کس کا ہے؟  اور کون ہے جو پناہ دیتا ہے اور اُس کے مقابلے میں کوئی پناہ نہیں دے سکتا؟",
        "bn": "কোৱা, ‘কাৰ হাতত সকলো বস্তুৰ কৰ্তৃত্ব? যিজনে আশ্ৰয় দান কৰে অথচ তেওঁৰ বিপক্ষে কোনোৱেই কাকো আশ্ৰয় দিব নোৱাৰে, যদি তোমালোকে জানা (তেন্তে কোৱা)’।",
        "fa": "بگو: «اگر می‌دانید، [بگویید] فرمانرواییِ همه چیز به دست کیست؟ و [کیست که] پناه می‌دهد و کسی در برابر [عذابِ] او پناه‌داده نمی‌شود؟"
      }
    },
    {
      "verse_number": 2762,
      "verse_key": "23:89",
      "arabic_text": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ فَأَنَّىٰ تُسْحَرُونَ",
      "phonetic_text": "Sayaqooloona lillahi qul faannatusharoon",
      "translations": {
        "fr": "Ils diront encore : « Allah. » Dis-leur : « Pourquoi alors vous laissez-vous ensorceler ? »",
        "en": "and they will reply, ‘God.’ Say, ‘Then how can you be so deluded?’",
        "es": "Sin duda que responderán: “Dios”. Diles: “¿Acaso estáis hechizados [y no podéis ver la verdad]?”",
        "it": "Risponderanno: «Allah». Di’: «Com’è dunque che siete stregati?» <a class=f><sup foot_note=158528>1</sup></a>.",
        "ru": "Они скажут: «Аллах». Скажи: «До чего же вы обмануты!».",
        "tr": "\"(Bunlar da) Allah'ındır.\" diyecekler. \"Öyle ise nasıl olur da büyülenirsiniz?\" de.",
        "de": "Sie werden sagen: „(Alles) gehört Allah.“ Sag: „Wieso seid ihr denn einem Zauber verfallen?“",
        "pt": "Responderão: Deus! Dize-lhes: Como, então, vos deixais enganar?",
        "nl": "Zij zullen zeggen: \"Aan Allah.\" Zeg: \"Waarom zijn jullie dan misleid?\"",
        "ur": "یہ ضرور کہیں گے کہ یہ بات تو اللہ ہی کے لیے ہے۔ کہو، پھر کہاں سے تم کو دھوکا لگتا ہے؟ <sup foot_note=\"185467\">1</sup>",
        "bn": "অৱশ্যে সিহঁতে ক’ব ‘আল্লাহ’। কোৱা, ‘তেন্তে ক’ৰ পৰা তোমালোকে যাদুগ্ৰস্ত হৈছা’?",
        "fa": "خواهند گفت: «[فرمانرواییِ همه چیز،] از آنِ الله است». بگو: «پس چگونه افسون می‌شوید [و نمی‌اندیشید]؟»"
      }
    },
    {
      "verse_number": 2763,
      "verse_key": "23:90",
      "arabic_text": "بَلْ أَتَيْنَـٰهُم بِٱلْحَقِّ وَإِنَّهُمْ لَكَـٰذِبُونَ",
      "phonetic_text": "Bal ataynahum bilhaqqiwa-innahum lakathiboon",
      "translations": {
        "fr": "Nous leur avons pourtant apporté la vérité et eux ne sont que des menteurs.",
        "en": "The fact is, We brought them the truth and they are lying.",
        "es": "Aunque les envié la verdad, ellos la desmienten.",
        "it": "Abbiamo dato loro la verità, ma essi sono dei bugiardi.",
        "ru": "Мы принесли им истину, однако они - лжецы.",
        "tr": "Doğrusu biz onlara hakkı getirdik; onlar ise cidden yalancıdırlar.",
        "de": "Nein! Vielmehr sind Wir zu ihnen mit der Wahrheit gekommen, aber sie sind wahrlich Lügner.",
        "pt": "Nós trazemos-lhes a verdade, porém, sem dúvida que são embusteiros!",
        "nl": "Maar Wij hebben de Waarheid gegeven, zij zijn zeker leugenaars.",
        "ur": "جو امرِ حق ہے  وہ ہم ان کے سامنے لے آئے ہیں، اور کوئی شک نہیں کہ یہ لوگ جھوٹے ہیں۔ <sup foot_note=\"185468\">1</sup>",
        "bn": "বৰং আমি সিহঁতৰ ওচৰত সত্য লৈ আহিছোঁ; নিশ্চয় সিহঁত মিছলীয়া।",
        "fa": "[چنین نیست که کافران گمان می‌کنند] بلکه ما حق را برایشان آوردیم و یقیناً آنان دروغگو هستند."
      }
    },
    {
      "verse_number": 2764,
      "verse_key": "23:91",
      "arabic_text": "مَا ٱتَّخَذَ ٱللَّهُ مِن وَلَدٍ وَمَا كَانَ مَعَهُۥ مِنْ إِلَـٰهٍ ۚ إِذًا لَّذَهَبَ كُلُّ إِلَـٰهٍۭ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَىٰ بَعْضٍ ۚ سُبْحَـٰنَ ٱللَّهِ عَمَّا يَصِفُونَ",
      "phonetic_text": "Ma ittakhatha Allahumin waladin wama kana maAAahu min ilahin ithanlathahaba kullu ilahin bima khalaqa walaAAalabaAAduhum AAala baAAdin subhana AllahiAAamma yasifoon",
      "translations": {
        "fr": "Allah ne S’est jamais donné d’enfant et Il n’est point d’autre divinité avec Lui. Ou alors chaque divinité s’en serait allée avec sa création et les unes domineraient les autres. Gloire soit rendue à Allah Qui, Lui, est bien au-dessus de tout ce qu’ils décrivent !",
        "en": "God has never had a child. Nor is there any god beside Him- if there were, each god would have taken his creation aside and tried to overcome the others. May God be exalted above what they describe!",
        "es": "Dios no ha tenido un hijo, ni existe otra divinidad salvo Él. Si así fuera, cada divinidad acapararía su propia creación, y entonces pretenderían dominarse unas a otras. ¡Glorificado sea Dios! Dios está por encima de lo que Le atribuyen.",
        "it": "Allah non Si è preso figlio alcuno e non esiste alcun dio al Suo fianco; ché altrimenti ogni dio se ne sarebbe andato con ciò che ha creato e ognuno [di loro] avrebbe cercato di prevalere sugli altri. Gloria ad Allah, ben oltre quello che affermano <a class=f><sup foot_note=158529>1</sup></a>!",
        "ru": "Аллах не взял Себе сына, и нет наряду с Ним другого бога. В противном случае каждый бог унес бы с собой то, что сотворил, и одни из них возвысились бы над другими. Аллах превыше того, что они приписывают Ему!",
        "tr": "Allah evlat edinmemiştir; O'nunla beraber hiçbir ilâh da yoktur. Aksi takdirde her ilâh kendi yarattığını sevk ve idare eder ve bir gün mutlaka onlardan biri diğerine galip gelirdi. Allah, onların yakıştırdıkları şeylerden münezzehtir.",
        "de": "Allah hat Sich keine Kinder genommen, und keinen Gott gibt es neben Ihm, sonst würde fürwahr jeder Gott das wegnehmen, was er erschaffen hat, und die einen von ihnen würden sich den anderen gegenüber wahrlich überheblich zeigen. Preis sei Allah, (und Erhaben ist Er) über das, was sie (Ihm) zuschreiben,",
        "pt": "Deus não teve filho algum, nem jamais nenhum outro deus compartilhou com Ele a divindade! Porque se assim fosse, cada deus ter-se-ia apropriado da sua criação e teriam prevalecido uns sobre os outros. Glorificado seja Deus de tudoquanto descrevem!",
        "nl": "Allah heeft zich geen kind genomen en er is geen god naast Hem! Dan zou iedere god weggaan met wat hij schiep en zouden zij elkaar overweldigen. Heilig is Allah boven wat zij (Hem) toeschrijven.",
        "ur": "اللہ نے کسی کو اپنی اولاد نہیں بنایا ہے، <sup foot_note=\"185469\">1</sup> اور کوئی دوسرا خدا اُس کے ساتھ نہیں ہے۔ اگر ایسا ہوتا تو ہر خدا اپنی خلق کو لے کر الگ ہو جاتا، اور پھر وہ ایک دوسرے پر چڑھ دوڑتے۔ <sup foot_note=\"185470\">2</sup> پاک ہے اللہ اُن باتوں سے جو یہ لوگ بناتے ہیں",
        "bn": "আল্লাহে কোনো সন্তান গ্ৰহণ কৰা নাই, আৰু তেওঁৰ লগত আন কোনো ইলাহও নাই; যদি থাকিলহেঁতেন তেন্তে প্ৰত্যেক ইলাহে নিজ নিজ সৃষ্টিক লৈ পৃথক হৈ গ’লহেঁতেন আৰু এজনে আনজনৰ ওপৰত প্ৰাধান্য বিস্তাৰ কৰিলেহেঁতেন। সিহঁতে আল্লাহৰ প্ৰতি যিবোৰ আৰোপ কৰে সেইবোৰৰ পৰা তেওঁ অতি পৱিত্ৰ অতি মহান!",
        "fa": "الله هرگز فرزندی برنگزیده است و هیچ معبودی با او نیست. [اگر چنین بود،] آنگاه هر معبودی آنچه را آفریده بود [با خود] می‌بُرد و مسلماً برخی بر برخی دیگر برتری می‌جستند [و نظامِ هستی تباه می‌گشت]. الله از آنچه [مشرکان] توصیف می‌کنند، منزّه است."
      }
    },
    {
      "verse_number": 2765,
      "verse_key": "23:92",
      "arabic_text": "عَـٰلِمِ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ فَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
      "phonetic_text": "AAalimi alghaybi washshahadatifataAAala AAamma yushrikoon",
      "translations": {
        "fr": "Il Connaît aussi bien les choses insondables que les choses observables, et Il est Supérieur à tout ce qu’ils Lui associent.",
        "en": "He knows what is not seen as well as what is seen; He is far above any partner they claim for Him.",
        "es": "Él es el Conocedor de lo oculto y lo manifiesto, Él está por encima de cuanto Le asocian.",
        "it": "[Egli è il] Conoscitore del visibile e dell’invisibile. Egli è ben più alto di quanto [Gli] associano!",
        "ru": "Ведающий сокровенное и явное! Он превыше тех, кого они приобщают в сотоварищи!",
        "tr": "Allah, gaybı da, açık olanı da bilir. O, müşriklerin ortak koştukları şeylerden çok yüce ve münezzehtir.",
        "de": "Dem Kenner des Verborgenen und des Offenbaren! Erhaben ist Er über das, was sie (Ihm) beigesellen.",
        "pt": "Possuidor do cognoscível e do incognoscível! Exaltado seja (Deus), de tudo quanto Lhe atribuem!",
        "nl": "De Kenner van het onwaarneembare en het waarneembare: verheven is Hij boven wat zij (Hem) toekennen.",
        "ur": "کھُلے اور چھُپے کا جاننے والا، <sup foot_note=\"185471\">1</sup> وہ بالا تر ہے اُس شرک سے جو یہ لوگ تجویز کر رہے ہیں",
        "bn": "গোপন আৰু প্ৰকাশ্য সকলো বিষয়ে তেওঁ জ্ঞাত, এতেকে সিহঁতে যি অংশী কৰে তাৰ পৰা তেওঁ বহু উৰ্দ্ধত।",
        "fa": "او دانای نهان و آشکار است و از چیزهایی که با [وی] شریک می‌سازند برتر است."
      }
    },
    {
      "verse_number": 2766,
      "verse_key": "23:93",
      "arabic_text": "قُل رَّبِّ إِمَّا تُرِيَنِّى مَا يُوعَدُونَ",
      "phonetic_text": "Qul rabbi imma turiyannee mayooAAadoon",
      "translations": {
        "fr": "Dis : « Seigneur, si Tu dois me montrer ce qui leur est promis,",
        "en": "Say, ‘Lord, if You are going to show me the punishment You have promised them,",
        "es": "Di [¡Oh, Muhámmad! esta súplica]: “¡Señor mío! Si me haces presenciar el castigo que les espera [a los que se niegan a creer],",
        "it": "Di’: «Mio Signore, se mai mi mostrerai quello che hai promesso loro…",
        "ru": "Скажи: «Господи! Если Ты покажешь мне то, что им обещано,",
        "tr": "(Resulüm!) De ki: Rabbim! Eğer onlara yöneltilen tehdidi (dünyevî sıkıntıyı ve uhrevî azabı) mutlaka göstereceksen,",
        "de": "Sag: Mein Herr, wenn immer Du mir zeigst, was ihnen angedroht wird,",
        "pt": "Dize: Ó Senhor meu, se me fizeres ver (em vida) aquilo quanto ao que são admoestados...",
        "nl": "Zeg: \"Mijn Heer, indien U mij zou laten zien wat hun aangezegd is.",
        "ur": "اے محمدؐ، دعا کرو کہ \"پروردگار، جس عذاب کی اِن کو دھمکی دی جا رہی ہے وہ اگر میری موجودگی میں تو لائے",
        "bn": "কোৱা, ‘হে মোৰ প্ৰতিপালক! যি বিষয়ে সিহঁতক প্ৰতিশ্ৰুতি প্ৰদান কৰা হৈছে, তুমি যদি সেয়া মোক (মোৰ জীৱন কালতে) দেখুৱাব বিচৰা---",
        "fa": "بگو: «پروردگارا، اگر آن [عذابی] را که به آنان وعده داده می‌شود به من نشان می‌دهی [که شاهدش باشم]،"
      }
    },
    {
      "verse_number": 2767,
      "verse_key": "23:94",
      "arabic_text": "رَبِّ فَلَا تَجْعَلْنِى فِى ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
      "phonetic_text": "Rabbi fala tajAAalnee fee alqawmi aththalimeen",
      "translations": {
        "fr": "veuille ne pas me mettre, Seigneur, avec les gens injustes ! »",
        "en": "then Lord, do not include me among the evildoers!’",
        "es": "Señor, no me pongas entre los injustos”.",
        "it": "ebbene, mio Signore, non mi annoverare tra gli ingiusti».",
        "ru": "то не делай меня, Господи, в числе несправедливых людей!».",
        "tr": "Bu durumda beni, o zalimler topluluğunda bulundurma, Rabbim!",
        "de": "mein Herr, dann stelle mich nicht unter das ungerechte Volk.",
        "pt": "Ó Senhor meu, não me conteis entre os iníquos!",
        "nl": "Mijn Heer, breng mij niet onder het onrechtvaardige volk!\"",
        "ur": "تواے مرے ربّ، مجھے اِن ظالم لوگوں میں شامل نہ کیجیو۔“ <sup foot_note=\"185472\">1</sup>",
        "bn": "‘তেনেহ’লে, হে মোৰ ৰব্ব! তুমি মোক যালিম সম্প্ৰদায়ৰ অন্তৰ্ভুক্ত নকৰিবা’।",
        "fa": "مرا در این [عذاب‌ها، در کنارِ این] گروه ستمکار قرار نده»."
      }
    },
    {
      "verse_number": 2768,
      "verse_key": "23:95",
      "arabic_text": "وَإِنَّا عَلَىٰٓ أَن نُّرِيَكَ مَا نَعِدُهُمْ لَقَـٰدِرُونَ",
      "phonetic_text": "Wa-inna AAala an nuriyaka manaAAiduhum laqadiroon",
      "translations": {
        "fr": "De te faire voir ce que Nous leur avons promis, Nous sommes parfaitement Capable.",
        "en": "We certainly are able to show you the punishment We have promised them.",
        "es": "[¡Oh, Muhámmad!] Tengo poder para hacerte ver el castigo que les he destinado.",
        "it": "In verità Noi possiamo mostrarti quello che abbiamo loro promesso.",
        "ru": "Воистину, Мы способны показать тебе то, что им обещано.",
        "tr": "Biz, onlara yönelttiğimiz tehdidi sana göstermeye elbette ki kadiriz.",
        "de": "Wir haben fürwahr die Macht dazu, dir zu zeigen, was Wir ihnen androhen.",
        "pt": "Em verdade, podemos mostrar-te o que lhe temos prometido.",
        "nl": "En voorwaar, Wij zijn zeker in staat om jou te laten zien wat Wij hun toezeggen.",
        "ur": "اور حقیقت یہ ہے کہ ہم تمہاری آنکھوں کے سامنے ہی وہ چیز لے آنے کی پوری قدرت رکھتے ہیں جس کی دھمکی ہم انہیں دے رہے ہیں",
        "bn": "আৰু আমি সিহঁতক যি বিষয়ে প্ৰতিশ্ৰুতি দান কৰিছোঁ, অৱশ্যে সেয়া আমি তোমাক দেখুৱাবলৈ সক্ষম।",
        "fa": "و قطعاً ما تواناییم که آنچه را به آنان وعده می‌دهیم، به تو نشان دهیم."
      }
    },
    {
      "verse_number": 2769,
      "verse_key": "23:96",
      "arabic_text": "ٱدْفَعْ بِٱلَّتِى هِىَ أَحْسَنُ ٱلسَّيِّئَةَ ۚ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ",
      "phonetic_text": "IdfaAA billatee hiya ahsanu assayyi-atanahnu aAAlamu bima yasifoon",
      "translations": {
        "fr": "Repousse donc l’action mauvaise par celle qui est meilleure, Nous Savons le mieux ce qu’ils décrivent.",
        "en": "Repel evil with good- We are well aware of what they attribute to Us-",
        "es": "Si eres maltratado, responde con una buena actitud [sabiendo disculpar]. Yo bien sé lo que [Me] atribuyen.",
        "it": "Respingi il male con ciò che è migliore. Ben sappiamo quel che dicono.",
        "ru": "Оттолкни зло тем, что лучше. Мы лучше знаем то, что они приписывают.",
        "tr": "Sen, kötülüğü en güzel bir tutumla sav, çünkü biz onların yakıştırmakta oldukları şeyi çok iyi bilmekteyiz.",
        "de": "Wehre mit dem, was besser ist, das Böse ab. Wir wissen sehr wohl, was sie da zuschreiben.",
        "pt": "Retribui, tu, o mal da melhor forma; Nós sabemos melhor do que ninguém o que dizem.",
        "nl": "Weer het slechte af met het beste. Wij weten het beste wat zij toeschrijven.",
        "ur": "اے نبیؐ، برائی کو اس طریقہ سے دفع کرو جو بہترین ہو جو کچھ باتیں وہ تم پر بناتے ہیں وہ ہمیں خوب معلوم ہیں",
        "bn": "সৎকৰ্মৰে অসৎকৰ্মক প্ৰতিহত কৰা; সিহঁতে (আমাৰ প্ৰতি) যি আৰোপ কৰে সেই সম্পৰ্কে আমি সবিশেষ অৱগত।",
        "fa": "[ای پیامبر،] بدی را به شیوه‌ای که بهتر است، دفع کن [و ببخش و شکیبا باش]. ما به آنچه [مشرکان دربارۀ تو] توصیف می‌کنند، داناتریم."
      }
    },
    {
      "verse_number": 2770,
      "verse_key": "23:97",
      "arabic_text": "وَقُل رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَٰتِ ٱلشَّيَـٰطِينِ",
      "phonetic_text": "Waqul rabbi aAAoothu bika min hamazatiashshayateen",
      "translations": {
        "fr": "Et dis : « Seigneur, je cherche refuge auprès de Toi contre les suggestions des démons.",
        "en": "and say, ‘Lord, I take refuge with You from the goadings of the evil ones;",
        "es": "Di: “¡Señor mío! Me refugio en Ti de los susurros de los demonios,",
        "it": "E di’: «Signore, mi rifugio in Te contro le seduzioni dei diavoli,",
        "ru": "Скажи: «Господи! Я прибегаю к Тебе от наваждений дьяволов.",
        "tr": "Ve de ki: Rabbim! Şeytanların kışkırtmalarından sana sığınırım!",
        "de": "Und sag: Mein Herr, ich nehme Zuflucht bei Dir vor den Aufstachelungen der Satane.",
        "pt": "E dize: Ó Senhor meu, em Ti me amparo contra as insinuações dos demônios!",
        "nl": "En zeg: \"Mijn Heer, ik zoek mijn toevlucht tot U tegen de influisteringen van de Satans.",
        "ur": "اور دعا کرو کہ \"پروردگار، میں شیاطین کی اکساہٹوں سے تیری پناہ مانگتا ہوں",
        "bn": "আৰু কোৱা, ‘হে মোৰ ৰব্ব! মই চয়তানৰ প্ৰৰোচনাৰ পৰা তোমাৰ ওচৰত আশ্ৰয় প্ৰাৰ্থনা কৰোঁ’।",
        "fa": "و بگو: «پروردگارا، من از وسوسه‌های شیاطین به تو پناه می‌برم."
      }
    },
    {
      "verse_number": 2771,
      "verse_key": "23:98",
      "arabic_text": "وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ",
      "phonetic_text": "WaaAAoothu bika rabbi an yahduroon",
      "translations": {
        "fr": "Et je cherche refuge auprès de Toi, Seigneur, contre leur présence ! »",
        "en": "I seek refuge with you, Lord, so that they may not come near me.’",
        "es": "y me refugio en Ti, oh, Señor, de su presencia maligna”.",
        "it": "e mi rifugio in Te, Signore, contro la loro presenza vicino a me».",
        "ru": "Я прибегаю к Тебе, Господи, дабы они не приближались ко мне».",
        "tr": "Onların yanımda bulunmalarından da sana sığınırım.",
        "de": "Und ich nehme Zuflucht bei Dir davor, mein Herr, daß sie mich aufsuchen.",
        "pt": "E em Ti me amparo, ó Senhor meu, para que não se aproximem (de mim).",
        "nl": "En ik zoek mijn toevlucht tot U zodat zij niet bij mij komen.\"",
        "ur": "بلکہ اے میرے ربّ، میں تو اِس سے بھی تیری پناہ مانگتا ہوں کہ وہ میرے پاس آئیں۔“ <sup foot_note=\"185473\">1</sup>",
        "bn": "‘আৰু হে মোৰ ৰব্ব! মোৰ ওচৰত সিহঁতৰ (চয়তানবোৰৰ) উপস্থিতৰ পৰা মই তোমাৰ ওচৰত আশ্ৰয় প্ৰাৰ্থনা কৰো’।",
        "fa": "و پروردگارا، از اینکه آنها نزد من حاضر شوند [نیز] به تو پناه می‌برم»."
      }
    },
    {
      "verse_number": 2772,
      "verse_key": "23:99",
      "arabic_text": "حَتَّىٰٓ إِذَا جَآءَ أَحَدَهُمُ ٱلْمَوْتُ قَالَ رَبِّ ٱرْجِعُونِ",
      "phonetic_text": "Hatta itha jaa ahadahumualmawtu qala rabbi irjiAAoon",
      "translations": {
        "fr": "Lorsque la mort vient à l’un d’eux, il dit : « Seigneur, renvoie-moi sur terre ! ",
        "en": "When death comes to one of them, he cries, ‘My Lord, let me return",
        "es": "Cuando la muerte les sorprenda [a los que se negaron a creer y vivieron en el pecado], dirán: “¡Señor mío! Hazme regresar a la vida otra vez,",
        "it": "Quando poi si presenta la morte a uno di loro, egli dice: «Mio Signore! Fatemi ritornare <a class=f><sup foot_note=158530>1</sup></a>!",
        "ru": "Когда же смерть подступает к кому-нибудь из них, он говорит: «Господи! Верни меня обратно.",
        "tr": "Nihayet onlardan (müşriklerden) birine ölüm gelip çattığında, \"Rabbim, der, lütfen beni (dünyaya) geri gönder,\"",
        "de": "Wenn dann der Tod zu einem von ihnen kommt, sagt er: „Mein Herr, bringt mich zurück,",
        "pt": "(Quanto a eles, seguirão sendo idólatras) até que, quando a morte surpreender algum deles, este dirá: Ó Senhor meu, mande-me de volta (à terra),",
        "nl": "Totdat, wanneer de dood tot een van hen komt, hij zal zeggen: \"O mijn Heer, laat mij terugkeren.",
        "ur": "(یہ لوگ اپنی کرنی سے باز نہ آئیں گے)یہاں تک کہ جب اِن میں سے کسی کو موت آجائے گی تو کہنا شروع کرے گا کہ”اے میرے ربّ، مجھے اُسی دنیا میں واپس بھیج دیجیے <sup foot_note=\"185474\">1</sup> جسے میں چھوڑ آیا ہوں",
        "bn": "অৱশেষত যেতিয়া সিহঁতৰ কাৰোবাৰ ওচৰত মৃত্যু আহে, তেতিয়া সি কয়, হে মোৰ ৰব্ব! মোক আকৌ ওভোতাই দিয়া,",
        "fa": "[کافران پیوسته بر عقیدۀ باطلشان هستند] تا هنگامی ‌که مرگ یکی از آنان فرارسد [آنگاه در حالی که] نزد پروردگار [خود ناله و زاری می‌کند، به فرشتگان] می‌گوید: «مرا [به دنیا] بازگردانید."
      }
    },
    {
      "verse_number": 2773,
      "verse_key": "23:100",
      "arabic_text": "لَعَلِّىٓ أَعْمَلُ صَـٰلِحًا فِيمَا تَرَكْتُ ۚ كَلَّآ ۚ إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَا ۖ وَمِن وَرَآئِهِم بَرْزَخٌ إِلَىٰ يَوْمِ يُبْعَثُونَ",
      "phonetic_text": "LaAAallee aAAmalu salihanfeema taraktu kalla innaha kalimatun huwa qa-iluhawamin wara-ihim barzakhun ila yawmi yubAAathoon",
      "translations": {
        "fr": "Peut-être alors pourrais-je y faire le bien que je n’ai point fait. » Non, ce ne sont là que des mots que lui-même dit ; car devant eux<sup foot_note=194984>1</sup> se dresse une barrière jusqu’au jour où ils seront ressuscités.",
        "en": "so as to make amends for the things I neglected.’ Never! This will not go beyond his words: a barrier stands behind such people until the very Day they are resurrected.",
        "es": "para [creer en Ti y] realizar las obras buenas que no hice”. Pero no se les dará otra oportunidad, pues son solo palabras [que no cumplirán]. Detrás de ellos habrá una barrera<sup foot_note=168898>1</sup> hasta que sean resucitados.",
        "it": "Che io possa fare il bene che ho omesso». No! Non è altro che una [vana] parola che pronuncia e dietro di loro sarà eretta una barriera <a class=f><sup foot_note=158531>1</sup></a>fino al Giorno della Resurrezione.",
        "ru": "Быть может, я стану совершать праведные поступки, которые я отбросил». Но нет! Это - всего лишь слова, которые он произносит. Позади них будет преграда вплоть до того дня, когда они будут воскрешены.",
        "tr": "\"Ta ki, boşa geçirdiğim dünyada iyi iş (ve hareketler) yapayım.\" Hayır! Onun söylediği bu söz (boş) laftan ibarettir. Onların gerisinde ise, yeniden dirilecekleri güne kadar (süren) bir berzah vardır.",
        "de": "auf daß ich rechtschaffen handele in dem, was ich hinterlassen habe. Keineswegs! Es ist nur ein Wort, das er (so) sagt; hinter ihnen wird ein trennendes Hindernis sein bis zu dem Tag, da sie auferweckt werden.",
        "pt": "A fim de eu praticar o bem que negligenciei! Pois sim! Tal será a frase que dirá! E ante eles haverá uma barreira, queos deterá até ao dia em que forem ressuscitados.",
        "nl": "Hopelijk kan ik goede werken verrichten voor wat ik nagelaten heb.\" Zeker niet! Voorwaar, dit zijn slechts woorden die hij spreekt en voor hen is een scheiding tot de Dag waarop zij opgewekt worden.",
        "ur": "اُمید ہے کہ اب میں نیک عمل کروں گا <sup foot_note=\"185475\">1</sup>“۔۔۔۔ ہر گز نہیں، <sup foot_note=\"185476\">2</sup> یہ تو بس ایک بات ہے جو وہ بَک رہا ہے۔ <sup foot_note=\"185477\">3</sup> اب ان سب(مرنے والوں)کے پیچھے ایک برزخ حائل ہے دوسری زندگی کے دن تک۔ <sup foot_note=\"185478\">4</sup>",
        "bn": "যাতে মই সৎকৰ্ম কৰিব পাৰো যিটো মই আগতে কৰা নাছিলো। নহয়, এইটো কেতিয়াও নহ'ব। সি যি কৈছে নিশ্চয় সেয়া এটা বাক্য মাত্ৰ। পুনৰুত্থানৰ দিৱস লৈকে সিহঁতৰ সন্মুখত থাকিব বাৰযাখ।",
        "fa": "شاید در آنچه [کوتاهی نموده و] ترک کرده‌ام، کار شایسته‌ای انجام دهم». هرگز چنین نیست. بی‌تردید، این فقط سخنی است که او به زبان می‌گوید [و هرگز رفتارش تغییر نمی‌کند]؛ و تا روزی ‌که برانگیخته شوند، پشت سرشان برزخی است."
      }
    },
    {
      "verse_number": 2774,
      "verse_key": "23:101",
      "arabic_text": "فَإِذَا نُفِخَ فِى ٱلصُّورِ فَلَآ أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَآءَلُونَ",
      "phonetic_text": "Fa-itha nufikha fee assoorifala ansaba baynahum yawma-ithin walayatasaaloon",
      "translations": {
        "fr": "Lorsqu’il sera soufflé dans le Cor, plus aucun lien de parenté ne prévaudra entre eux, ce jour-là, et nul ne s’enquerra du sort d’un autre.",
        "en": "On that Day when the Trumpet is blown, the ties between them will be as nothing and they will not ask about each other:",
        "es": "Cuando se sople la trompeta [por segunda vez para dar comienzo al Día del Juicio, y todos sean resucitados], de nada les servirá el linaje, ni los parientes se preguntarán unos por otros.",
        "it": "Quando poi sarà suonato il Corno, in quel Giorno non ci saranno tra loro più legami parentali, e non si porranno più domande.",
        "ru": "А в тот день, когда затрубят в Рог, между ними не останется родственных связей, и они не будут расспрашивать друг друга.",
        "tr": "Sûr'a üflendiği zaman aralarında artık ne soysop (çekişmesi) vardır, ne de birbirlerini soruşturacaklardır.",
        "de": "Wenn dann ins Horn geblasen wird, dann wird es zwischen ihnen keine Verwandtschaft mehr geben an jenem Tag, und sie fragen sich nicht mehr gegenseitig.",
        "pt": "Porém, quando for soada a trombeta, nesse dia não haverá mais linhagem entre eles, nem se consultarão entre si.",
        "nl": "Wanneer er op de bazuin geblazen wordt, op die Dag is er geen verwantschap tussen hen en zij kunnen elkaar geen vragen stellen.",
        "ur": "پھر جونہی کہ صُور پھونک دیا گیا، اِن کے درمیان پھر کوئی رشتہ نہ رہے گا اور نہ وہ ایک دوسرے کو پوچھیں گے۔ <sup foot_note=\"185479\">1</sup>",
        "bn": "এতেকে যিদিনা শিঙাত ফুঁ দিয়া হ’ব সেইদিনা পৰস্পৰৰ মাজত আত্মীয়তাৰ কোনো বন্ধন নাথাকিব আৰু কোনোৱেই কাৰো বিষয়ে সোধ-পোচ নকৰিব,",
        "fa": "روزی که در صور دمیده می‌شود، هیچ ‌یک از [افتخارات خانوادگی و] پیوندهای خویشاوندی میانشان [برقرار] نخواهد بود و [از وحشتِ عذاب] از [حال] یکدیگر نمی‌پرسند."
      }
    },
    {
      "verse_number": 2775,
      "verse_key": "23:102",
      "arabic_text": "فَمَن ثَقُلَتْ مَوَٰزِينُهُۥ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "phonetic_text": "Faman thaqulat mawazeenuhu faola-ikahumu almuflihoon",
      "translations": {
        "fr": "Ceux dont les œuvres pèseront lourd à la balance, ceux-là auront réussi.",
        "en": "those whose good deeds weigh heavy will be successful,",
        "es": "[Ese día] aquellos cuyas buenas obras pesen más en la balanza serán los bienaventurados.",
        "it": "Coloro che avranno bilance pesanti <a class=f><sup foot_note=158532>1</sup></a>avranno la beatitudine;",
        "ru": "Те, чья чаша Весов окажется тяжелой, обретут успех.",
        "tr": "Böylece kimlerin tartıları ağır basarsa, işte asıl bunlar kurtuluşa erenlerdir.",
        "de": "Wessen Waagschalen schwer sein werden, das sind diejenigen, denen es wohl ergeht.",
        "pt": "Quanto àqueles cujas ações pesarem mais serão os bem-aventurados.",
        "nl": "Degenen wiens weegschalen zwaar wegen: Zij zijn degenen die de welslagenden zijn.",
        "ur": "اُس وقت جن کے پلڑے بھاری ہوں گے <sup foot_note=\"185480\">1</sup> وہی فلاح پائیں گے",
        "bn": "এতেকে যিসকলৰ তুলাচনী গধূৰ হ’ব তেওঁলোকেই হ’ব সফলকাম,",
        "fa": "و هر کس كفه ميزان [اعمال‌] وی سنگین باشد، آنان رستگارانند."
      }
    },
    {
      "verse_number": 2776,
      "verse_key": "23:103",
      "arabic_text": "وَمَنْ خَفَّتْ مَوَٰزِينُهُۥ فَأُو۟لَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فِى جَهَنَّمَ خَـٰلِدُونَ",
      "phonetic_text": "Waman khaffat mawazeenuhu faola-ikaallatheena khasiroo anfusahum fee jahannama khalidoon",
      "translations": {
        "fr": "Et ceux dont les œuvres seront de peu de poids, ceux-là auront perdu leurs âmes. Dans la Géhenne, ils séjourneront à jamais.",
        "en": "but those whose balance is light will have lost their souls for ever and will stay in Hell-",
        "es": "En cambio, aquellos cuyas malas obras sean las que más pesen, estarán perdidos y morarán en el Infierno por toda la eternidad.",
        "it": "ma coloro che avranno bilance leggere, saranno quelli che avranno perduto loro stessi: rimarranno in perpetuo nell’Inferno,",
        "ru": "А те, чья чаша Весов окажется легкой, потеряют самих себя и вечно пребудут в Геенне.",
        "tr": "Kimlerin de tartıları hafif gelirse, artık bunlar da kendilerine yazık etmişlerdir; (çünkü onlar) ebedî cehennemdedirler.",
        "de": "Wessen Waagschalen aber leicht sein werden, das sind diejenigen, die ihre Seelen verloren haben; in der Hölle werden sie ewig bleiben.",
        "pt": "Em troca, aqueles cujas ações forem leves serão desventurados e permanecerão eternamente no inferno.",
        "nl": "Degene wiens weegschalen licht wegen: zij zijn degenen die zichzelf verloren hebben, zij zullen in de Hel eeuwig levenden zijn.",
        "ur": "اور جن کے پلڑے ہلکے ہوں گے وہی لوگ ہوں گے جنہوں نے اپنے آپ کو گھاٹے میں ڈال لیا۔ <sup foot_note=\"185481\">1</sup> وہ جہنّم میں ہمیشہ رہیں گے",
        "bn": "আৰু যিসকলৰ তুলাচনী পাতল হ’ব, সিহঁতেই সেইসকল লোক যিসকলে নিজৰেই ক্ষতি কৰিছে; সিহঁত জাহান্নামত স্থায়ী হ’ব।",
        "fa": "و هر ‌کس كفه ميزان [اعمال‌] وی سبک باشد، آنانند که به خویش زیان زده‌اند [و] در دوزخ جاودانند."
      }
    },
    {
      "verse_number": 2777,
      "verse_key": "23:104",
      "arabic_text": "تَلْفَحُ وُجُوهَهُمُ ٱلنَّارُ وَهُمْ فِيهَا كَـٰلِحُونَ",
      "phonetic_text": "Talfahu wujoohahumu annaruwahum feeha kalihoon",
      "translations": {
        "fr": "Le feu fouettera leurs visages et ils en auront les lèvres crispées.",
        "en": "the Fire will scorch their faces and their lips will be twisted in pain.",
        "es": "El fuego abrasará sus rostros y quedarán desfigurados.",
        "it": "il fuoco brucerà i loro volti e avranno torte le labbra.",
        "ru": "Огонь будет сжигать их лица, и там они будут корчиться.",
        "tr": "Orada dişleri sırıtır halde iken ateş yüzlerini yalar.",
        "de": "Das Feuer schlägt in ihre Gesichter, und sie werden darin erblaßt sein.",
        "pt": "O fogo abrasará os seus rostos, e estarão com os dentes arreganhados.",
        "nl": "Het Vuur verbrandt hun gezichten terwijl zij dawin venminkt worden.",
        "ur": "آگ اُن کے چہروں کی کھال چاٹ جائے گی اور اُن کے جبڑے باہر نکل آئیں گے۔۔۔۔”<sup foot_note=\"185482\">1</sup>",
        "bn": "জুয়ে সিহঁতৰ মুখমণ্ডল দগ্ধ কৰিব আৰু সিহঁত তাত থাকিব বীভৎস চেহেৰাত;",
        "fa": "آتش چهره‌هایشان را می‌سوزانَد و در آنجا عبوس و زشت‌منظرند."
      }
    },
    {
      "verse_number": 2778,
      "verse_key": "23:105",
      "arabic_text": "أَلَمْ تَكُنْ ءَايَـٰتِى تُتْلَىٰ عَلَيْكُمْ فَكُنتُم بِهَا تُكَذِّبُونَ",
      "phonetic_text": "Alam takun ayatee tutlaAAalaykum fakuntum biha tukaththiboon",
      "translations": {
        "fr": "Mes versets ne vous étaient-ils pas récités, que pourtant vous osiez démentir ?",
        "en": "‘Were My messages not recited over and over to you and still you rejected them?’",
        "es": "[Se les dirá:] “¿Acaso no se os recitaron Mis versículos y los desmentisteis?”",
        "it": "«Non vi sono stati recitati i Miei versetti? E non li consideraste imposture?»",
        "ru": "Разве вам не читали Мои аяты, а вы считали их ложью?",
        "tr": "(Allah Teâlâ,) Size âyetlerim okunurdu da, siz onları yalanlardınız değil mi?... der.",
        "de": "„Wurden euch nicht Meine Zeichen verlesen, ihr aber pflegtet sie für Lüge zu erklären?",
        "pt": "Acaso, não vos forem recitados os Meus versículos e vós os desmentistes?",
        "nl": "Zijn Mijn Verzen dan niet aan jullie voorgedragen? Toen plachten jullie ze te loochenen.",
        "ur": "\"کیا تم وہی لوگ نہیں ہو کہ میری آیات تمہیں سنائی جاتی تھیں تو تم انہیں جھٹلاتے تھے؟\"",
        "bn": "তোমালোকৰ ওচৰত মোৰ আয়াতসমূহ তিলাৱত কৰা হোৱা নাইনে? অথচ তোমালোকে সেয়া অস্বীকাৰ কৰিছিলা।",
        "fa": "[به آنان گفته می‌شود:] «مگر نه این بود كه آیاتم بر شما خوانده مى‌شد و آنها را دروغ می‌انگاشتید؟»"
      }
    },
    {
      "verse_number": 2779,
      "verse_key": "23:106",
      "arabic_text": "قَالُوا۟ رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَآلِّينَ",
      "phonetic_text": "Qaloo rabbana ghalabatAAalayna shiqwatuna wakunna qawman dalleen",
      "translations": {
        "fr": "« Seigneur ! diront-ils, notre infortune a pris le dessus sur nous et nous étions des gens égarés.",
        "en": "They will say, ‘Lord, our waywardness overcame us and we went astray.",
        "es": "Dirán: “¡Señor nuestro! Estábamos dominados por nuestras pasiones, éramos gente extraviada.",
        "it": "Risponderanno: «Nostro Signore, ha vinto la disgrazia, eravamo gente traviata.",
        "ru": "Они скажут: «Господи! Наше злосчастие одолело нас, и мы оказались заблудшими людьми.",
        "tr": "Derler ki: Rabbimiz! Azgınlığımız bizi altetti; biz, bir sapıklar topluluğu idik.",
        "de": "Sie werden sagen: „Unser Herr, unser Unglück hat uns besiegt, und wir waren irregehende Leute.",
        "pt": "Exclamarão: Ó Senhor nosso, nossos desejos nos dominam, e fomos um povo extraviado!",
        "nl": "Zij zelden: \"Onze Heer, wij zijn overwonnen door ons ongeluk en wij waren een dwalend volk.",
        "ur": "وہ کہیں گے \"اے ہمارے رب، ہماری بد بختی ہم پر چھا گئی تھی واقعی ہم گمراہ لوگ تھے",
        "bn": "সিহঁতে ক’ব, ‘হে আমাৰ ৰব্ব! দুৰ্ভাগ্যই আমাক পৰাজয় কৰিছিল আৰু আমি আছিলো এটা পথভ্ৰষ্ট সম্প্ৰদায়;",
        "fa": "[در پاسخ] می‌گویند: «پروردگارا، بدبختی بر ما چیره شد و گروهی گمراه بودیم."
      }
    },
    {
      "verse_number": 2780,
      "verse_key": "23:107",
      "arabic_text": "رَبَّنَآ أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَـٰلِمُونَ",
      "phonetic_text": "Rabbana akhrijna minhafa-in AAudna fa-inna thalimoon",
      "translations": {
        "fr": "Seigneur ! Fais-nous sortir de là. Et si nous récidivons, nous serons vraiment injustes. »",
        "en": "Lord, take us away from this and if we go back to our old ways, then we shall really be evildoers.’",
        "es": "¡Señor nuestro! Sácanos de él<sup foot_note=168899>1</sup> [y retórnanos a la vida], y si reincidimos [en la incredulidad] entonces sí seremos injustos”<sup foot_note=168900>2</sup>.",
        "it": "Signore, facci uscire di qui! Se poi persisteremo [nel peccato], saremo allora davvero ingiusti».",
        "ru": "Господи! Выведи нас отсюда. И если мы вернемся к грехам, то действительно будем беззаконниками».",
        "tr": "Rabbimiz! Bizi buradan çıkar. Eğer bir daha (ettiklerimize) dönersek, artık belli ki biz zalim insanlarız.",
        "de": "Unser Herr, bringe uns aus ihr heraus. Wenn wir rückfällig werden, dann sind wir (wirklich) ungerecht.",
        "pt": "Ó Senhor nosso, tira-nos daqui! E se reincidirmos, então seremos iníquos!",
        "nl": "Onze Heer, haal ons hieruit! Als wij het herhalen: voorwaar, dan zijn wij onrechtvaardigen.\"",
        "ur": "اے پروردگار، اب ہمیں یہاں سے نکال دے پھر ہم ایسا قصور کریں تو ظالم ہوں گے\"",
        "bn": "‘হে আমাৰ ৰব্ব! এই অগ্নিৰ পৰা আমাক মুক্ত কৰা; ইয়াৰ পিছতো যদি আমি পুনৰ কুফৰী কৰোঁ তেন্তে নিশ্চয় আমি যালিম হ'ম’।",
        "fa": "پروردگارا، ما را از این [دوزخ] بیرون آور. اگر [به کفر و نافرمانی] بازگشتیم، قطعاً ستمکاریم»."
      }
    },
    {
      "verse_number": 2781,
      "verse_key": "23:108",
      "arabic_text": "قَالَ ٱخْسَـُٔوا۟ فِيهَا وَلَا تُكَلِّمُونِ",
      "phonetic_text": "Qala ikhsaoo feeha walatukallimoon",
      "translations": {
        "fr": "Il dit : « Restez-y humiliés et ne Me parlez plus. »",
        "en": "He will say, ‘Away with you! In you go! Do not speak to Me!",
        "es": "Dios les dirá: “Permaneced en él [humillados], y no volváis a hablarme”.",
        "it": "Dirà: «Rimanetevi e non parlateMi più».",
        "ru": "Он скажет: «Оставайтесь здесь с позором и не говорите со Мной!",
        "tr": "(Allah) buyurur ki: Alçaldıkça alçalın orada! Bana konuşmayın artık.",
        "de": "Er sagt: „Seid darin verstoßen, und sprecht nicht mit Mir.",
        "pt": "Ele lhes dirá: Entrai aí e não Me dirijas a palavra.",
        "nl": "Hij zei: \"Blijft daarin en lijdt. En spreekt niet tot Mij.\"",
        "ur": "اللہ تعالیٰ جواب دے گا”دُور ہو میرے سامنے سے، پڑے رہو اِسی میں اور مجھ سے بات نہ کرو۔ <sup foot_note=\"185483\">1</sup>",
        "bn": "আল্লাহে ক’ব, ‘তোমালোকে নিকৃষ্ট অৱস্থাত ইয়াতেই থাকা আৰু মোৰ লগত কোনো কথা নক'বা’।",
        "fa": "[الله] می‌فرماید: «در آن [آتش] گم شوید و با من سخن نگویید."
      }
    },
    {
      "verse_number": 2782,
      "verse_key": "23:109",
      "arabic_text": "إِنَّهُۥ كَانَ فَرِيقٌ مِّنْ عِبَادِى يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱغْفِرْ لَنَا وَٱرْحَمْنَا وَأَنتَ خَيْرُ ٱلرَّٰحِمِينَ",
      "phonetic_text": "Innahu kana fareequn min AAibadeeyaqooloona rabbana amanna faghfirlana warhamna waanta khayru arrahimeen",
      "translations": {
        "fr": "Il y avait, parmi Mes serviteurs, un groupe qui disait : « Seigneur, nous avons cru, pardonne-nous donc (nos péchés) et fais-nous miséricorde, car Tu es le Meilleur des miséricordieux. »",
        "en": "Among My servants there were those who said, “Lord, We believe. Forgive us and have mercy on us: You are the most merciful of all.”",
        "es": "Algunos de Mis siervos decían: “¡Señor nuestro! Somos creyentes, perdónanos y ten misericordia de nosotros. Tú eres el mejor de los misericordiosos”.",
        "it": "Invero c’era una parte dei Miei servi che diceva: «Signore, noi crediamo: perdonaci e usaci misericordia! Tu sei il Migliore dei misericordiosi!».",
        "ru": "Воистину, некоторые из Моих рабов говорили: «Господи! Мы уверовали. Прости же нас и помилуй, ибо Ты - Наилучший из милосердных».",
        "tr": "Çünkü kullarımdan bir zümre \"Rabbimiz! Biz iman ettik; öyle ise bizi bağışla, bize merhamet et, sen, merhametlilerin en iyisisin.\" diyorlardı.",
        "de": "Gewiß, eine Gruppe von Meinen Dienern pflegte zu sagen: ,Unser Herr, wir glauben, so vergib uns und erbarme Dich unser, denn Du bist der Beste der Barmherzigen.’",
        "pt": "Houve uma parte de Meus servos que dizia: Ó Senhor nosso, cremos! Perdoa-nos, pois, e tem piedade de nós, porqueTu és o melhor dos misericordiosos!",
        "nl": "Voorwaar, er is een groep onder Mijn dienaren die zegt: \"Onze Heer, wij geloofden, vergeef ons daarom en schenk ons Barmhartigheid en U bent de Beste der Bamhartigen.\"",
        "ur": "تم وہی لوگ تو ہو کہ میرے کچھ بندے جب کہتے تھے کہ اے ہمارے پروردگار، ہم ایمان لائے، ہمیں معاف کر دے، ہم پر رحم کر، تُو سب رحیموں سے اچھا رحیم ہے",
        "bn": "মোৰ বান্দাসকলৰ মাজত এনেকুৱা এটা দল আছিল যিসকলে কৈছিল, ‘হে আমাৰ ৰব্ব! আমি ঈমান আনিছোঁ, এতেকে তুমি আমাক ক্ষমা কৰা আৰু আমাৰ প্ৰতি দয়া কৰা, আৰু তুমি সৰ্বশ্ৰেষ্ঠ দয়ালু’।",
        "fa": "گروهی از بندگانم می‌گفتند: \"پروردگارا، ایمان آوردیم؛ پس ما را ببخشای و بر ما رحم کن [که] بی‌تردید، تو بهترین بخشاینده‌ای\"؛"
      }
    },
    {
      "verse_number": 2783,
      "verse_key": "23:110",
      "arabic_text": "فَٱتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّىٰٓ أَنسَوْكُمْ ذِكْرِى وَكُنتُم مِّنْهُمْ تَضْحَكُونَ",
      "phonetic_text": "Fattakhathtumoohumsikhriyyan hatta ansawkum thikree wakuntumminhum tadhakoon",
      "translations": {
        "fr": "Mais vous les avez tournés en dérision au point d’oublier de M’évoquer. Vous faisiez d’eux votre risée.",
        "en": "But you kept on laughing at them: so intent were you on laughing at them that it made you forget My warning.",
        "es": "Pero vosotros [oh, incrédulos y pecadores] los tomasteis a burla hasta olvidaros de Mi Mensaje, y os reíais de ellos.",
        "it": "E invece li avete scherniti al punto da perdere il Ricordo di Me, mentre di essi ridevate.",
        "ru": "Вы же насмехались над ними, пока не забыли Мое Напоминание. И вы смеялись над ними.",
        "tr": "İşte siz onları alaya aldınız; sonunda bu davranışınız size beni yâd etmeyi unutturdu; çünkü siz onlara gülüyordunuz.",
        "de": "Aber ihr nahmt sie zum Gegenstand des Spottes, bis ihr ihretwegen Meine Ermahnung vergaßt, und ihr pflegtet über sie zu lachen.",
        "pt": "E vós escarnecestes, a ponto de (tal escárnio) vos fazer esquecer da Minha Mensagem, poso que vos ocupáveis emmotejar deles.",
        "nl": "Toen maakten jullie hen tot een onderwerp van bespotting, totdat jullie vergaten Mij te gedenken. En jullie plachten ben uit te lachen.",
        "ur": "تو تم نے ان کا مذاق بنا لیا یہاں تک کہ اُن کی ضد نے تمہیں یہ بھی بھُلا دیا کہ میں بھی کوئی ہوں، اور تم ان پر ہنستے رہے",
        "bn": "‘কিন্তু তেওঁলোকক লৈ তোমালোকে ইমান ঠাট্টা-বিদ্ৰূপ কৰিছিলা যে, সেয়া তোমালোকক মোৰ স্মৰণ পাহৰাই দিছিল। তোমালোকে তেওঁলোকৰ বিষয়ে কেৱল উপহাসহে কৰিছিলা’।",
        "fa": "ولی شما آنان را مسخره می‌کردید تا جایی که [سرگرم‌شدن به تمسخرِ آنان] ذکر [و عبادتِ] مرا از یادتان برد و همچنان به آنان می‌خندیدید."
      }
    },
    {
      "verse_number": 2784,
      "verse_key": "23:111",
      "arabic_text": "إِنِّى جَزَيْتُهُمُ ٱلْيَوْمَ بِمَا صَبَرُوٓا۟ أَنَّهُمْ هُمُ ٱلْفَآئِزُونَ",
      "phonetic_text": "Innee jazaytuhumu alyawma bima sabarooannahum humu alfa-izoon",
      "translations": {
        "fr": "Aujourd’hui, Je les récompense pour leur patience et ce sont eux les vrais gagnants.",
        "en": "Today I have rewarded them for their patience: it is they who will succeed.’",
        "es": "Hoy los recompensaré [a los creyentes] por su paciencia [con vuestra hostilidad], y ellos serán los bienaventurados.",
        "it": "In verità oggi li ho compensati di ciò che hanno sopportato con pazienza; essi sono coloro che hanno conseguito [la beatitudine].",
        "ru": "Сегодня Я вознаградил их за то, что они проявили терпение. Воистину, они являются преуспевшими».",
        "tr": "Bugün ben onlara, sabrettiklerinin karşılığını verdim; onlar, hakikaten muradlarına erenlerdir.",
        "de": "Ich habe ihnen heute, daß sie standhaft waren, damit vergolten, daß sie die Erfolgreichen sind.",
        "pt": "Sabei que hoje os recompenso por sua perseverança, e eles serão os ganhadores.",
        "nl": "Voorwaar, Ik gaf hun op die Dag een beloning omdat zij geduldig waren: en voorwaar, zij zijn de winnaars.",
        "ur": "آج اُن کے اُس صبر کا میں نے یہ پھل دیا ہے کہ وہی کامیاب ہیں۔“ <sup foot_note=\"185451\">1</sup>",
        "bn": "নিশ্চয় আমি তেওঁলোকৰ ধৈৰ্যৰ কাৰণে আজি আমি তেওঁলোকক পুৰস্কৃত কৰিলোঁ; নিশ্চয় তেওঁলোকেই সাফল্যমণ্ডিত।",
        "fa": "امروز من آنان را از آن رو كه شكیبایى كردند پاداش مى‌دهم. آرى، ایشانند كه رستگارانند»."
      }
    },
    {
      "verse_number": 2785,
      "verse_key": "23:112",
      "arabic_text": "قَـٰلَ كَمْ لَبِثْتُمْ فِى ٱلْأَرْضِ عَدَدَ سِنِينَ",
      "phonetic_text": "Qala kam labithtum fee al-ardiAAadada sineen",
      "translations": {
        "fr": "Il leur sera dit : « Combien d’années êtes-vous restés sur terre ? »",
        "en": "He will say, ‘How many years were you on earth?’",
        "es": "Dios les preguntará: “¿Cuántos años habéis permanecido en la Tierra?”",
        "it": "Dirà: «Quanti anni siete rimasti sulla terra?».",
        "ru": "Аллах скажет: «Сколько лет вы пробыли на земле?».",
        "tr": "(Allah inkârcılara) \"Yeryüzünde kaç yıl kaldınız?\" diye sorar.",
        "de": "Er wird sagen: „Wie viele Jahre habt ihr in der Erde verweilt?",
        "pt": "Dirá: Quantos anos haveis permanecido na terra?",
        "nl": "Hij (Allah) zei: \"Hoeveel jaren verbleven jullie op de aarde?\"",
        "ur": "پھر اللہ تعالی ان سے پوچھے گا \"بتاؤ، زمین میں تم کتنے سال رہے؟\"",
        "bn": "আল্লাহে ক’ব, ‘তোমালোকে পৃথিৱীত কিমান বছৰ অৱস্থান কৰিছিলা’?",
        "fa": "[الله به دوزخیان] می‌فرماید: «چند سال در زمین به سر بردید؟»"
      }
    },
    {
      "verse_number": 2786,
      "verse_key": "23:113",
      "arabic_text": "قَالُوا۟ لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَسْـَٔلِ ٱلْعَآدِّينَ",
      "phonetic_text": "Qaloo labithna yawman aw baAAdayawmin fas-ali alAAaddeen",
      "translations": {
        "fr": "Ils répondront : « Nous y sommes restés un jour, ou peut-être une partie d’un jour. Interroge donc ceux qui savent compter. »",
        "en": "and they will reply, ‘We stayed a day or a part of a day, but ask those who keep count.’",
        "es": "Responderán: “Permanecimos un día o menos aún. Mejor pregúntale a los [los ángeles] encargados de llevar la cuenta [pues no estamos seguros]”.",
        "it": "Risponderanno: «Siamo rimasti un giorno, o parte di un giorno. Interroga coloro che tengono il computo» <a class=f><sup foot_note=158533>1</sup></a>.",
        "ru": "Они скажут: «Мы пробыли день или часть дня. Лучше спроси тех, кто вел счет».",
        "tr": "\"Bir gün veya günün bir kısmı kadar kaldık. İşte bilenlere sor.\" derler.",
        "de": "Sie werden sagen: „Verweilt haben wir einen Tag oder den Teil von einem Tag; doch frage diejenigen, die zählen (können).",
        "pt": "Responderão: Permanecemos um dia ou uma parte de um dia. Interrogai, pois, os encarregados dos cômputos.",
        "nl": "Zij zeiden: \"Wij verbleven daar een dag of een gedeelte van een dag, vraag het aan de rekenaars.\"",
        "ur": "وہ کہیں گے”ایک دن یا دن کا بھی کچھ حصہ ہم وہاں ٹھہرے ہیں، <sup foot_note=\"185484\">1</sup> شُمار کرنے والوں سے پوچھ لیجیے۔“",
        "bn": "সিহঁতে ক’ব, ‘আমি অৱস্থান কৰিছিলোঁ এদিন অথবা দিনৰ কিছু অংশ; এতেকে তুমি গণনাকাৰীসকলক সুধি চোৱা’।",
        "fa": "می‌گویند: «یک روز، یا بخشی از یک روز را به سر بردیم. از حسابگران [که حساب روز و سال را نگه می‌دارند] بپرس»."
      }
    },
    {
      "verse_number": 2787,
      "verse_key": "23:114",
      "arabic_text": "قَـٰلَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا ۖ لَّوْ أَنَّكُمْ كُنتُمْ تَعْلَمُونَ",
      "phonetic_text": "Qala in labithtum illaqaleelan law annakum kuntum taAAlamoon",
      "translations": {
        "fr": "(Allah) dira : « Vous n’y êtes restés en vérité que peu (de temps), si vous saviez ! ",
        "en": "He will say, ‘You stayed but a little, if you had only known.",
        "es": "Dios les dirá: “No permanecieron sino poco tiempo. ¡Si tan solo hubieran sabido!",
        "it": "Dirà: «Davvero siete rimasti ben poco. Se lo aveste saputo!",
        "ru": "Он скажет: «Вы пробыли немного, если бы вы только знали.",
        "tr": "(Allah) buyurur ki: Sadece az bir süre kaldınız; keşke siz (bunu) bilmiş olsaydınız!",
        "de": "Er wird sagen: „Ihr habt nur ein wenig verweilt, wenn ihr doch nur wüßtet!",
        "pt": "Dirá: Não permanecestes senão muito pouco; se vós soubésseis!",
        "nl": "Hij (Allah) zei: \"Jullie verbleven er maar kort, als jullie het weten.",
        "ur": "اِرشاد ہو گا”تھوڑی ہی دیر ٹھہرے ہونا۔ کاش تم نے یہ اُس وقت جانا ہوتا۔ <sup foot_note=\"185485\">1</sup>",
        "bn": "তেওঁ ক’ব, ‘তোমালোকে অতি কম সময়হে অৱস্থান কৰিছিলা; যদি তোমালোকে নিশ্চিতভাৱে জানিব পাৰিলাহেঁতেন!",
        "fa": "[الله] می‌فرماید: «[آری،] اگر می‌دانستید، جز اندکی [در دنیا] به سر نبردید»."
      }
    },
    {
      "verse_number": 2788,
      "verse_key": "23:115",
      "arabic_text": "أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَـٰكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ",
      "phonetic_text": "Afahasibtum annama khalaqnakumAAabathan waannakum ilayna la turjaAAoon",
      "translations": {
        "fr": "Pensiez-vous vraiment que Nous vous avons créés absurdement et que vers Nous vous ne seriez point ramenés ? »",
        "en": "Did you think We had created you in vain, and that you would not be brought back to Us?’",
        "es": "¿Acaso creían que los creé sin ningún sentido? ¿Creían que no iban a comparecer ante Mí?",
        "it": "Pensavate che vi avessimo creati per celia e che non sareste stati ricondotti a Noi?».",
        "ru": "Неужели вы полагали, что Мы сотворили вас ради забавы и что вы не будете возвращены к Нам?».",
        "tr": "Sizi sadece boş yere yarattığımızı ve sizin hakikaten huzurumuza geri getirilmeyeceğinizi mi sandınız?",
        "de": "Meint ihr denn, daß Wir euch zum sinnlosen Spiel erschaffen hätten und daß ihr nicht zu Uns zurückgebracht würdet?",
        "pt": "Pensais, porventura, que vos criamos por diversão e que jamais retornareis a Nós?",
        "nl": "Dachten jullie dat Wij jullie zo maar geschapen hebben? En dat jullie niet tot Ons terugkeren?\"",
        "ur": "کیا تم نے یہ سمجھ رکھا تھا کہ ہم نے تمہیں فضُول ہی پیدا کیا ہے <sup foot_note=\"185486\">1</sup> اور تمہیں ہماری طرف کبھی پلٹنا ہی نہیں ہے؟“",
        "bn": "‘তোমালোকে ভাবিছিলা নেকি যে, আমি তোমালোকক অনৰ্থক সৃষ্টি কৰিছোঁ আৰু তোমালোকক আমাৰ ওচৰলৈকে ওভোতাই আনা নহ’ব?",
        "fa": "آیا پنداشته‌اید که شما را بیهوده آفریده‌ایم و به سوی ما بازگردانده نمی‌شوید؟"
      }
    },
    {
      "verse_number": 2789,
      "verse_key": "23:116",
      "arabic_text": "فَتَعَـٰلَى ٱللَّهُ ٱلْمَلِكُ ٱلْحَقُّ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْكَرِيمِ",
      "phonetic_text": "FataAAala Allahualmaliku alhaqqu la ilaha illa huwarabbu alAAarshi alkareem",
      "translations": {
        "fr": "Exalté soit Allah, le vrai Roi ! Point d’autre divinité que Lui. C’est Lui le Seigneur du Trône sublime.",
        "en": "Exalted be God, the true King, there is no god but Him, the Lord of the Glorious Throne!",
        "es": "¡Exaltado sea Dios! El único Soberano real, no hay otra divinidad salvo Él, Señor del noble Trono.",
        "it": "Sia esaltato Allah, il vero Re. Non c’è altro dio all’infuori di Lui, il Signore del Trono Sublime.",
        "ru": "Превыше всего Аллах, Истинный Властелин! Нет божества, кроме Него, Господа благородного Трона.",
        "tr": "Mutlak hâkim ve hak olan Allah, çok yücedir. O'ndan başka ilâh yoktur. O, bereketli Arş'ın sahibidir.",
        "de": "Doch Erhaben ist Allah, der König, der Wahre. Es gibt keinen Gott außer Ihm, dem Herrn des ehrwürdigen Thrones.",
        "pt": "Exaltado seja Deus, Verdadeiro, Soberano! Não há mais divindade além d'Ele, Senhor do honorável Trono!",
        "nl": "Verheven is Allah, de Ware Koning er is geen god dan Hij, Heer van de Edele Troon.",
        "ur": "پس بالا و برتر ہے <sup foot_note=\"185487\">1</sup> اللہ، پادشاہِ حقیقی، کوئی خدا اُس کے سوا نہیں، مالک ہے عرشِ بزرگ کا۔",
        "bn": "এতেকে আল্লাহ মহিমাময়, প্ৰকৃত মালিক, তেওঁৰ বাহিৰে আন কোনো সত্য ইলাহ নাই; তেৱেঁই সন্মানিত আৰছৰ ৰব্ব।",
        "fa": "بلندمرتبه [و بزرگ] است الله [که] فرمانروای حق است. هیچ معبودی [به‌حق] جز او نیست [و] پروردگارِ عرشِ گرانقدر است."
      }
    },
    {
      "verse_number": 2790,
      "verse_key": "23:117",
      "arabic_text": "وَمَن يَدْعُ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ لَا بُرْهَـٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓ ۚ إِنَّهُۥ لَا يُفْلِحُ ٱلْكَـٰفِرُونَ",
      "phonetic_text": "Waman yadAAu maAAa Allahi ilahanakhara la burhana lahu bihi fa-innamahisabuhu AAinda rabbihi innahu la yuflihualkafiroon",
      "translations": {
        "fr": "Quiconque invoque une autre divinité avec Allah sans avoir la preuve évidente (de son existence), en rendra compte devant son Seigneur. Nulle réussite pour les mécréants.",
        "en": "Whoever prays to another god alongside Him- a god for whose existence he has no evidence- will face his reckoning with his Lord. Those who reject the truth will not prosper.",
        "es": "[Sabed que] quien invoque a otros [dioses] junto a Dios carece de fundamentos válidos, y tendrá que rendir cuenta de ello ante su Señor. Los que se negaron a creer no triunfarán [el Día del Juicio].",
        "it": "E chi invoca insieme ad Allah un’altra divinità senza averne prova alcuna, dovrà renderne conto al suo Signore. Certamente i miscredenti non prospereranno.",
        "ru": "У того, кто молится наряду с Аллахом другим богам, нет в пользу этого никакого довода. Его счет хранится у его Господа. Воистину, неверующие не преуспеют.",
        "tr": "Her kim Allah ile birlikte diğer bir tanrıya taparsaki bu hususla ilgili hiçbir delili yoktur o kimsenin hesabı ancak Rabbinin nezdindedir. Şurası muhakkak ki, kâfirler kurtuluşa eremezler.",
        "de": "Und wer neben Allah einen anderen Gott anruft, für den er keinen Beweis hat, dessen Abrechnung liegt nur bei seinem Herrn. Gewiß, den Ungläubigen wird es nicht wohl ergehen.",
        "pt": "Quem invocar outra divindade junto a Deus, sem prova para isso, saiba que a sua prestação de contas incumbirá só aoseu Senhor. Sabei que os incrédulos jamais prosperarão.",
        "nl": "En wie een andere god aanroept naast Allah, waarvoor hij geen bewijs heeft: voorwaar, zijn afrekening is bij zijn Heer. Voorwaar, de ongelovigen zullen niet welslagen.",
        "ur": "اور جو کوئی اللہ کے ساتھ کسی اور معبُود کو پکارے، جس کے لیے اُس کے پاس کوئی دلیل نہیں <sup foot_note=\"185488\">1</sup> تو اُس کا حساب اُس کے ربّ کے پاس ہے۔ <sup foot_note=\"185489\">2</sup> ایسے کافر کبھی فلاح نہیں پا سکتے۔ <sup foot_note=\"185490\">3</sup>",
        "bn": "আৰু যিয়ে আল্লাহৰ লগতে অন্য কোনো উপাস্যকো আহ্বান কৰে, যি বিষয়ে তাৰ ওচৰত কোনো প্ৰমাণ নাই, তাৰ হিচাপ-নিকাচ কেৱল তাৰ প্ৰতিপালকৰ ওচৰত, নিশ্চয় কাফিৰসকল সফল হ’ব নোৱাৰিব।",
        "fa": "و هرکس معبود دیگری با الله بخواند، یقیناً هیچ دلیلی بر [حقانیتِ] آن نخواهد داشت؛ و حسابِ او با پروردگارش خواهد بود. بی‌تردید، کافران رستگار نمی‌شوند."
      }
    },
    {
      "verse_number": 2791,
      "verse_key": "23:118",
      "arabic_text": "وَقُل رَّبِّ ٱغْفِرْ وَٱرْحَمْ وَأَنتَ خَيْرُ ٱلرَّٰحِمِينَ",
      "phonetic_text": "Waqul rabbi ighfir warhamwaanta khayru arrahimeen",
      "translations": {
        "fr": "Dis : « Seigneur, pardonne et fais miséricorde : Tu es le Meilleur des miséricordieux. »",
        "en": "Say [Prophet], ‘Lord, forgive and have mercy: You are the most merciful of all.’",
        "es": "Di [¡Oh, Muhámmad!, enseñando a los creyentes]: “¡Señor mío! Perdona y ten misericordia. Tú eres el mejor de los misericordiosos”.",
        "it": "E di’: «Signore, perdona e usaci misericordia, Tu sei il Migliore dei misericordiosi». <a class=f><sup foot_note=158534>1</sup></a> L’adorazione rituale. Vedi Appendice <a class=f><sup foot_note=158535>2</sup></a> L’elemosina obbligatoria. Vedi Appendice <a class=f><sup foot_note=158536>3</sup></a> «estratto di argilla»: lett. «sulàla», «quintessenza di», «argilla sceltissima». <a class=f><sup foot_note=158537>4</sup></a> «ne facemmo un’altra creatura»: un celebre hadith inserito nelle due eccellenti raccolte di al-Bukhari e Muslim dice: «La creazione di ciascuno di voi avviene per quaranta giorni sotto forma di sperma, per altrettanti sotto forma di aderenza, per altrettanti sotto forma di embrione, quindi gli viene inviato l’angelo che vi insuffla lo spirito». È quest’ultima fase che determina il passaggio dalla vita animale a quella umana, e quindi si spiega il senso di quel «ne facemmo un’altra creatura». Vedi nota a xxii, «sette cieli»: lett. «sette vie» (tarà’iq). <a class=f><sup foot_note=158538>5</sup></a> II termine che abbiamo tradotto con incuranti è «ghâfılîn» che come abbiamo già visto può anche significare «ignari» (vedi nota a XII, 3). Nel primo caso indica che non vi è nulla di casuale nella creazione ed essa è avvenuta, così come avviene per l’essere umano nel seno materno (vedi sopra), in base a precise e determinate fasi di sviluppo successive; assumendo il secondo significato vuol dire che non vi è nulla nel creato che sfugge alla conoscenza dell’Altissimo (gloria a Lui). <a class=f><sup foot_note=158539>6</sup></a> «quest’albero»: si tratta dell’albero dell’olivo. <a class=f><sup foot_note=158540>7</sup></a> Anche: «Viaggiate su di essi come su vascelli». Il pronome si riferisce in particolare ai cammelli che sono noti come le «navi del deserto», e, più in generale a tutti gli animali che ci possono servire da cavalcatura e da soma. <a class=f><sup foot_note=158541>8</sup></a> «Osservatelo…»: nel senso «e vi accorgerete che è proprio come vi diciamo noi». <a class=f><sup foot_note=158542>9</sup></a> Vedi nota XI, <a class=f><sup foot_note=158543>10</sup></a> XI, e a XI, <a class=f><sup foot_note=158544>11</sup></a> La maggior parte dei commentatori ritiene che l’allusione sia agli ‘Ad o ai Thamùd e ai loro profeti Hûd e Sâlih. <a class=f><sup foot_note=158545>12</sup></a> Con il senso di «assurdità, illusione». <a class=f><sup foot_note=158546>13</sup></a> Vedi nota a XI, <a class=f><sup foot_note=158547>14</sup></a> Il versetto si riferisce alla Torâh e riguarda i Figli di Israele, il plurale «seguissero» lo dimostra. <a class=f><sup foot_note=158548>15</sup></a> Attraverso le rivelazioni date successivamente ai vari profeti, Allah (gloria a Lui l’Altissimo) ha voluto creare un’unica comunità di credenti che riconoscesse la Sua sovranità e Lo temesse. <a class=f><sup foot_note=158549>16</sup></a> «di ciò che possiede»: di quella parte di Rivelazione che le era stata data. <a class=f><sup foot_note=158550>17</sup></a> Temendo che il loro agire non sia accetto ad Allah. <a class=f><sup foot_note=158551>18</sup></a> Allah (gloria a Lui l’Altissimo) meglio di chiunque altro conosce le Sue creature e non impone a nessuno carichi troppo gravosi. Il Libro di cui parla il versetto, secondo l’esegesi classica (Tabarì XXIII, ò il Registro in cui sono annotate le azioni degli uomini, il fascicolo dell’istruttoria escatologica in base al quale sarà reso il giudizio. <a class=f><sup foot_note=158552>19</sup></a> «i loro cuori sono distratti»: lett. «i loro cuori sono in un abisso». <a class=f><sup foot_note=158553>20</sup></a> Ibn Mas’ud riferì che il versetto si riferisce alla predestinazione. Allah (gloria a Lui l’Altissimo) ben conosce il futuro che avranno gli uomini e le loro inclinazioni già prima della nascita e pertanto fissa con un Suo decreto il destino di ogni anima. <a class=f><sup foot_note=158554>21</sup></a> Secondo i maggiori esegeti il versetto si riferisce all’uso dei meccani di riunirsi di notte attorno alla Ka‘ba per ascoltare versi e storie leggendarie. Durante la predicazione di Muhammad (pace e benedizioni su di lui), la sua persona e il Corano stesso erano diventati argomento di lazzi e ingiurie da parte dei pagani. <a class=f><sup foot_note=158555>22</sup></a> II Corano rimprovera ai coreisciti la loro pochezza e miopia che li porta a non riconoscere la provenienza divina del messaggio dato al loro concittadino Muhammad (pace e benedizioni su di lui). <a class=f><sup foot_note=158556>23</sup></a> La stima di cui godeva Muhammad prima dell’inizio della sua missione era unanime tra la gente della Mecca. Come si poteva poi tacciarlo di pazzia o di impostura? <a class=f><sup foot_note=158557>24</sup></a> «il Monito»: «adh-dhikr», uno dei nomi del Corano e, in generale, delle Scritture rivelate da Allah (gloria a Lui l’Altissimo). <a class=f><sup foot_note=158558>25</sup></a> Tabarì (xviii, afferma che il versetto allude ad una carestia che aveva colpito la città della Mecca. <a class=f><sup foot_note=158559>26</sup></a> Vedi nota precedente. <a class=f><sup foot_note=158560>27</sup></a> «… stregati»: «dalle vostre false credenze al punto da non sottomettervi a Lui?». <a class=f><sup foot_note=158561>28</sup></a> Logica cristallina per una dimostrazione dell’unicità di Allah. Solo l’unicità infatti fa sì che Allah (gloria a Lui l’Altissimo) non possa essere coinvolto nelle teomachie, le «divine» diatribe proprie a tutte le mitologie politeiste. <a class=f><sup foot_note=158562>29</sup></a> «Mio Signore! Fatemi ritornare»: Tabarì (XVIII, spiega il verbo al plurale con il fatto che sottointenderebbe: «Signore, ordina agli angeli della morte di lasciarmi ritornare alla vita terrena». <a class=f><sup foot_note=158563>30</sup></a> «una barriera»: a proposito di questo termine «barzakh» si sono avanzate molte interpretazioni. In generale lo si intende come un diaframma spazio-temporale al di là del quale le anime sono, per così dire, confinate, fino al Giorno della Resurrezione. <a class=f><sup foot_note=158564>31</sup></a> «bilance pesanti»: cariche delle opere di bene compiute nella vita terrena. <a class=f><sup foot_note=158565>32</sup></a> Di fronte alla prospettiva delFaltra vita, ben chiara nel Giorno del Giudizio, la vita terrena appare in tutta la sua effimera brevità. «… quelli che tengono il computo»: gli angeli o le persone più avvertite e coscienti.",
        "ru": "Скажи: «Господи, прости и помилуй, ведь Ты - Наилучший из милосердных!».",
        "tr": "Resulüm! De ki: \"Rabbim, bağışla ve merhamet et! Sen merhametlilerin en iyisisin.\"",
        "de": "Und sag: Mein Herr, vergib und erbarme Dich, denn Du bist der Beste der Barmherzigen.",
        "pt": "E dize (ó Mohammad): Ó Senhor meu, concede-me perdão e misericórdia, porque Tu és o melhor dos misericordiosos!",
        "nl": "En zeg: \"Vergeef en begenadig, en U bent de Beste van de Bamhartigen.\"",
        "ur": "اے محمدؐکہو”میرے ربّ درگزر فرما، اور رحم کر ، اور تُو سب رحیموں سے اچھا رحیم ہے۔“ <sup foot_note=\"185491\">1</sup>",
        "bn": "আৰু কোৱা, ‘হে মোৰ ৰব্ব! ক্ষমা কৰা আৰু দয়া কৰা, আৰু তুমিয়েই সৰ্বশ্ৰেষ্ঠ দয়ালু’।",
        "fa": "و [ای پیامبر،] بگو: «پروردگارا، [گناهانم را] ببخشای و رحم کن و تو بهترین بخشنده‌ای»."
      }
    }
  ]
}