{
  "surah_number": 105,
  "extracted_at": "2025-09-20T15:17:39.992Z",
  "verses": [
    {
      "verse_number": 6189,
      "verse_key": "105:1",
      "arabic_text": " أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَـٰبِ ٱلْفِيلِ",
      "phonetic_text": "Alam tara kayfa faAAala rabbuka bi-as-habialfeel",
      "translations": {
        "fr": "N’as-tu pas vu ce que fit ton Seigneur aux compagnons de l’Éléphant ?",
        "en": "Do you [Prophet] not see how your Lord dealt with the army of the elephant?",
        "es": "¿No has observado lo que hizo tu Señor con el ejército del elefante?",
        "it": "Non hai visto <a class=f><sup foot_note=160764>1</sup></a> come agì il tuo Signore con quelli dell’elefante?",
        "ru": "Разве ты не видел, что сделал твой Господь с владельцами слона?",
        "tr": "Görmedin mi Rabb'in fil sahiplerine ne yaptı?",
        "de": "Siehst du nicht, wie dein Herr mit den Leuten des Elefanten verfuhr?",
        "pt": "Não reparaste no que o teu Senhor fez, com os possuidores dos elefantes?",
        "nl": "Heb jij niet vernomen hoe jouw Heer met de mensen van de olifant heeft gehandeld?",
        "ur": "تم نے دیکھا نہیں <sup foot_note=\"188605\">1</sup> کہ تمہارے ربّ نے ہاتھی والوں کے ساتھ کیا کیا؟ <sup foot_note=\"188606\">2</sup>",
        "bn": "তুমি দেখা নাইনে, তোমাৰ প্ৰতিপালকে হাতীৰ অধিপতিসকলৰ লগত কি কৰিছিল?",
        "fa": "[ای پیامبر،] آیا ندیدی پروردگارت با اصحاب فیل چه کرد؟"
      }
    },
    {
      "verse_number": 6190,
      "verse_key": "105:2",
      "arabic_text": "أَلَمْ يَجْعَلْ كَيْدَهُمْ فِى تَضْلِيلٍ",
      "phonetic_text": "Alam yajAAal kaydahum fee tadleel",
      "translations": {
        "fr": "N’a-t-Il pas déjoué leurs intrigues,",
        "en": "Did He not utterly confound their plans?",
        "es": "¿No has visto cómo desbarató sus planes [de destruir la Ka‘bah]?",
        "it": "Non fece fallire le loro astuzie?",
        "ru": "Разве Он не запутал их козни",
        "tr": "Onların tuzaklarını boşa çıkarmadı mı?",
        "de": "Ließ Er nicht ihre List verlorengehen",
        "pt": "Acaso, não desbaratou Ele as suas conspirações,",
        "nl": "Heeft Hij hun plan niet verijdeld?",
        "ur": "کیا اُس نے اُن کی تدبیر <sup foot_note=\"188607\">1</sup> کو اَکارَت نہیں کر دیا؟ <sup foot_note=\"188608\">2</sup>",
        "bn": "তেওঁ সিহঁতৰ ষঢ়যন্ত্ৰ ব্যৰ্থতাত পৰ্যবসিত কৰা নাছিলনে?",
        "fa": "آیا [فریب و] نقشۀ آنان را در تباهی قرار نداد؟"
      }
    },
    {
      "verse_number": 6191,
      "verse_key": "105:3",
      "arabic_text": "وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ",
      "phonetic_text": "Waarsala AAalayhim tayran ababeel",
      "translations": {
        "fr": "en leur envoyant des nuées d’oiseaux,",
        "en": "He sent ranks of birds against them,",
        "es": "Y envió sobre ellos bandadas de aves",
        "it": "Mandò contro di loro stormi di uccelli",
        "ru": "и не наслал на них птиц стаями?",
        "tr": "Üzerlerine sürü sürü kuşlar gönderdi.",
        "de": "und sandte gegen sie Vögel in aufeinanderfolgenden Schwärmen,",
        "pt": "Enviando contra eles um bando de criaturas aladas,",
        "nl": "En Hij heeft over hen zwermen vogels gezonden.",
        "ur": "اور اُن پر پرندوں کے جھُنڈ کے جھُنڈ بھیج دیے <sup foot_note=\"188609\">1</sup>",
        "bn": "আৰু সিহঁতৰ বিৰুদ্ধে তেওঁ জাকে জাকে চৰাই পঠিওৱা নাছিলনে?",
        "fa": "و پرندگانی گروه‌گروه بر [سر] آنان فرستاد"
      }
    },
    {
      "verse_number": 6192,
      "verse_key": "105:4",
      "arabic_text": "تَرْمِيهِم بِحِجَارَةٍ مِّن سِجِّيلٍ",
      "phonetic_text": "Tarmeehim bihijaratin minsijjeel",
      "translations": {
        "fr": "qui leur lançaient des pierres argileuses ?",
        "en": "pelting them with pellets of hard-baked clay:",
        "es": "que les arrojaron piedras de arcilla dura,",
        "it": "lancianti su di loro pietre di argilla indurita.",
        "ru": "Они бросали в них каменья из обожженной глины",
        "tr": "Onlara çamurdan sertleşmiş taşlar atıyorlardı.",
        "de": "die sie mit Steinen aus gebranntem Lehm bewarfen,",
        "pt": "Que lhes arrojaram pedras de argila endurecida",
        "nl": "Die stenen van klei op hen wierpen.",
        "ur": "جو اُن پر پکّی ہوئی مَٹّی کے پتھر پھینک رہے تھے، <sup foot_note=\"188610\">1</sup>",
        "bn": "যিসকলে সিহঁতৰ ওপৰত পকা টান মাটিৰ শিলগুটি নিক্ষেপ কৰিছিল",
        "fa": "[که] با سنگ‌گِل [که در منقار و چنگال داشتند] آنان را سنگباران می‌کردند؛"
      }
    },
    {
      "verse_number": 6193,
      "verse_key": "105:5",
      "arabic_text": "فَجَعَلَهُمْ كَعَصْفٍ مَّأْكُولٍۭ",
      "phonetic_text": "FajaAAalahum kaAAasfin ma/kool",
      "translations": {
        "fr": "Il les rendit telles des brindilles mâchées (et recrachées.).",
        "en": "He made them [like] cropped stubble.",
        "es": "y los dejó como heno carcomido.",
        "it": "Li ridusse come pula svuotata <a class=f><sup foot_note=160765>1</sup></a> . <a class=f><sup foot_note=160766>2</sup></a> Nell’anno (o d.C. Abraha, governatore abissino dello Yemen, giurò di distruggere la Ka‘ba, che riteneva un santuario idolatrico, in modo da affermare il predominio cristiano su tutta la penisola arabica. Radunò una potentissima armata e marciò verso l’Hijàz travolgendo la resistenza di alcune tribù arabe che cercarono di sbarrargli il cammino. Alla testa dell’esercito marciava un grande elefante che caricando incuteva il più grande terrore. Giunto nelle vicinanze della Mecca il governatore abissino inviò messi nella città e chiese di incontrarne il capo. Fu inviato ‘Abdu-’l-Muttalib, nonno paterno dell’Inviato di Allah (pace e benedizioni su di lui), uomo di grande prestigio e autorevolezza e che tra l’altro aveva un problema personale da risolvere: le avanguardie di Abraha avevano razziato un gregge di cammelli che gli apparteneva ed egli voleva ritornarne in possesso. Abraha fu colpito dalla figura di ‘Abdu-’l-Muttalib e volle compiacerlo chiedendogli in cosa poteva favorirlo. Il notabile Quraysh chiese che gli fossero restituiti i suoi cammelli e, di fronte alla delusione del governatore per una richiesta così infima di fronte al rischio di distruzione del «Santuario degli arabi», chiarì: «i cammelli sono i miei, la Kacba ha un suo Padrone che certamente la difenderà». L’affermazione suscitò l’irritazione del governatore che ribadì la sua intenzione di radere al suolo la Ka‘ba l’indomani. Tornato alla città ‘Abdu-T-Muttalib invitò la gente a ritirarsi sulle colline circostanti, poi si recò al Tempio, e pregò Allah di proteggere la Sua casa. Il giorno dopo, quando l’esercito stava per muovere contro la città, avvennero fatti prodigiosi. L’elefante si accovacciò e, nonostante blandizie e percosse, rifiutò ostinatamente di avanzare. Abraha avrebbe dovuto capire la portata di quel segno, ma non fu così e dette l’ordine di avanzare ugualmente. A questo punto Allah (gloria a Lui l’Altissimo) colpì duramente la gente dell’elefante: apparve una miriade di uccelli che scagliò sugli Abissini e i loro alleati un flagello sotto forma di pietre durissime e mortali, sicché «Li ridusse come pula mondata». La morale della sura è evidente, per i Quraysh ai quali fu rivolta in prima istanza e che avevano ben chiaro il ricordo dei fatti cui essa fa riferimento e per tutti quanti gli uomini: Allah (gloria a Lui l’Altissimo) ha protetto la Sua Casa, proteggerà il Suo Inviato (pace e benedizione su di lui), la Sua religione, i Suoi devoti. <a class=f><sup foot_note=160767>3</sup></a> «Non hai visto»: con il senso di «non hai avuto notizia». <a class=f><sup foot_note=160768>4</sup></a> «…come pula svuotata»: l’immagine è quella degli avanzi di cereali che rimangono negli ovili dopo che gli animali se ne sono cibati.",
        "ru": "и превратили их в подобие изъеденных иссохших злаковых листьев.",
        "tr": "Ve onları, yenilmiş ekin yaprağı gibi yaptı.",
        "de": "und sie so wie abgefressene Halme machte?",
        "pt": "E os deixou como plantações devastadas (pelo gado)?",
        "nl": "Zo maakte Hij hen als (door wormen) aangevreten bladeren.",
        "ur": "پھر اُن کا یہ حال کر دیا  جیسے جانوروں کا کھایا ہوا بھوسا۔ <sup foot_note=\"188611\">1</sup>",
        "bn": "ফলত তেওঁ সিহঁতক ভক্ষিত তৃণ-সদৃশ কৰিছিল।",
        "fa": "و آنها را همچون کاهِ جویده‌شده ساخت."
      }
    }
  ]
}