{
  "surah_number": 69,
  "extracted_at": "2025-09-20T15:16:48.950Z",
  "verses": [
    {
      "verse_number": 5324,
      "verse_key": "69:1",
      "arabic_text": " ٱلْحَآقَّةُ",
      "phonetic_text": "Alhaqqa",
      "translations": {
        "fr": "L’Heure de Vérité !",
        "en": "The Inevitable Hour!",
        "es": "La exposición de la verdad<sup foot_note=169469>1</sup>.",
        "it": "L’Inevitabile <a class=f><sup foot_note=160295>1</sup></a> !",
        "ru": "Неминуемое (День воскресения)!",
        "tr": "(Gerçekleşecek) Kıyamet!",
        "de": "Die fällig Werdende,",
        "pt": "A realidade",
        "nl": "De verwezenlijking (de Dag der Opstanding).",
        "ur": "ہونی شُدنی! <sup foot_note=\"188050\">1</sup>",
        "bn": "সেই অৱশ্যম্ভাৱী ঘটনা, (ক্বিয়ামত)",
        "fa": "[روزِ] واقع‌شدنیِ [رستاخیز]"
      }
    },
    {
      "verse_number": 5325,
      "verse_key": "69:2",
      "arabic_text": "مَا ٱلْحَآقَّةُ",
      "phonetic_text": "Ma alhaqqa",
      "translations": {
        "fr": "Qu’est-ce que l’Heure de Vérité ?",
        "en": "What is the Inevitable Hour?",
        "es": "¿Qué es la exposición de la verdad?",
        "it": "Cos’è l’Inevitabile?",
        "ru": "Что такое Неминуемое (День воскресения)?",
        "tr": "Nedir, o Kıyamet?",
        "de": "was ist die fällig Werdende?",
        "pt": "Que é a realidade?",
        "nl": "Wat is de verwezenlijking?",
        "ur": "کیا ہے وہ ہونی شدنی؟",
        "bn": "কি সেই অৱশ্যম্ভাৱী ঘটনা?",
        "fa": "آن واقع‌شدنی چیست؟"
      }
    },
    {
      "verse_number": 5326,
      "verse_key": "69:3",
      "arabic_text": "وَمَآ أَدْرَىٰكَ مَا ٱلْحَآقَّةُ",
      "phonetic_text": "Wama adraka ma alhaqqa",
      "translations": {
        "fr": "Et qui te fera jamais savoir ce qu’est l’Heure de Vérité ?",
        "en": "What will explain to you what the Inevitable Hour is?",
        "es": "¿Qué te hará comprender lo que es la exposición de la verdad?",
        "it": "Chi mai ti dirà che cos’è l’Inevitabile?",
        "ru": "Откуда ты мог знать, что такое Неминуемое (День воскресения)?",
        "tr": "Gerçekleşenin (Kıaymetin) ne olduğunu sen nerden bileceksin?",
        "de": "Und was läßt dich wissen, was die fällig Werdende ist?",
        "pt": "E o que te fará entender o que significa a realidade?",
        "nl": "En wat doet jou weten wat de verwezenlijking is?",
        "ur": "اور تم کیا جانو کہ وہ کیا ہے ہونی شُدنی؟ <sup foot_note=\"188051\">1</sup>",
        "bn": "আৰু কিহে তোমাক জনাব সেই অৱশ্যম্ভাৱী ঘটনাটোনো কি?",
        "fa": "و تو چه دانی آن واقع‌شدنی چیست [و چگونه است]؟"
      }
    },
    {
      "verse_number": 5327,
      "verse_key": "69:4",
      "arabic_text": "كَذَّبَتْ ثَمُودُ وَعَادٌۢ بِٱلْقَارِعَةِ",
      "phonetic_text": "Kaththabat thamoodu waAAadun bilqariAAa",
      "translations": {
        "fr": "Les Thamûd et les ‘Ad avaient traité de mensonge (l’ultime) Fracas.<sup foot_note=195202>1</sup>",
        "en": "The people of Thamud and 'Ad denied that the crashing blowwould come:",
        "es": "[Los pueblos de] Zamud y ‘Ad desmintieron el evento repentino<sup foot_note=169470>1</sup>.",
        "it": "I Thamùd e gli ‘Àd tacciarono di menzogna il cataclisma,",
        "ru": "Самудяне и адиты отрицали Великое бедствие (День воскресения).",
        "tr": "Semûd ve Âd, kapılarını çalacak olan o felaketi yalan saymışlardı.",
        "de": "Die Tamud und die ’Ad erklärten das Verhängnis für Lüge.",
        "pt": "Os povos de Samud e de Ad desmentiram a calamidade.",
        "nl": "De Tsamôed en de 'Âd loochenden de ramp (de Dag der Opstanding).",
        "ur": "ثمود <sup foot_note=\"188052\">1</sup> اور عاد نے اُس اچانک ٹوٹ پڑنے والی  آفت <sup foot_note=\"188053\">2</sup> کو جھُٹلایا",
        "bn": "ছামুদ আৰু আদ সম্প্ৰদায়ে মিথ্যাৰোপ কৰিছিল ভীতিপ্ৰদ মহাবিপদক।",
        "fa": "[قوم] ثمود و [قوم] عاد، [قیامتِ] درهم‌کوبنده را تکذیب کردند."
      }
    },
    {
      "verse_number": 5328,
      "verse_key": "69:5",
      "arabic_text": "فَأَمَّا ثَمُودُ فَأُهْلِكُوا۟ بِٱلطَّاغِيَةِ",
      "phonetic_text": "Faamma thamoodu faohlikoo bittaghiya",
      "translations": {
        "fr": "Quant aux Thamûd, ils furent anéantis par le Cri terrifiant.",
        "en": "Thamud was destroyed by a deafening blast;",
        "es": "Zamud fue destruido por una catástrofe.",
        "it": "ma i Thamùd furono sterminati da un Grido tremendo,",
        "ru": "Самудяне были истреблены неистовым воплем.",
        "tr": "Semûd kavmi korkunç bir sesle yok edildi.",
        "de": "Was nun die Tamud angeht, so wurden sie durch den übermäßigen (Donnerschlag) vernichtet.",
        "pt": "Quanto ao povo de Samud, foi fulminado pela centelha!",
        "nl": "Wat de Tsmôed betreft: zij werden vernietigd door een geweldige kracht.",
        "ur": "تو ثمود ایک سخت حادثہ <sup foot_note=\"188054\">1</sup> سے ہلاک کیے گئے",
        "bn": "সেয়ে ছামুদ সম্প্ৰদায়ক ধ্বংস কৰা হৈছিল এটা প্ৰলয়ংকৰ বিপৰ্যয়কাৰী প্ৰচণ্ড শব্দৰ দ্বাৰা।",
        "fa": "و اما [قوم] ثمود، به بانگِ سهمگین هلاک شدند."
      }
    },
    {
      "verse_number": 5329,
      "verse_key": "69:6",
      "arabic_text": "وَأَمَّا عَادٌ فَأُهْلِكُوا۟ بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ",
      "phonetic_text": "Waamma AAadun faohlikoo bireehinsarsarin AAatiya",
      "translations": {
        "fr": "Les ‘Ad, eux, furent emportés par un vent impétueux et glacé,",
        "en": "Ad was destroyed by a furious wind",
        "es": "Y ‘Ad fue aniquilado por un viento gélido",
        "it": "mentre gli ‘Àd furono distrutti da un vento mugghiante, furioso,",
        "ru": "Адиты же были истреблены ветром морозным (или завывающим), лютым.",
        "tr": "Âd kavmi ise gürültülü ve azgın bir fırtına ile yok edildiler.",
        "de": "Was aber die ’Ad angeht, so wurden sie durch einen heftig wehenden eiskalten Wind vernichtet,",
        "pt": "E, quanto ao povo de Ad, foi exterminado por um furioso e impetuoso furacão.",
        "nl": "En wat betreft de 'Âd: zij werden vernietigd door een razende, beukende wind.",
        "ur": "اور عاد ایک بڑی شدید طوفانی آندھی سے تباہ کر دیے گئے",
        "bn": "আৰু আদ সম্প্ৰদায়ক ধ্বংস কৰা হৈছিল ঠাণ্ডা প্ৰবল ধুমুহা বতাহৰ দ্বাৰা,",
        "fa": "و اما [قوم] عاد، با تندبادی سرکش و سرد به هلاکت رسیدند."
      }
    },
    {
      "verse_number": 5330,
      "verse_key": "69:7",
      "arabic_text": "سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَـٰنِيَةَ أَيَّامٍ حُسُومًا فَتَرَى ٱلْقَوْمَ فِيهَا صَرْعَىٰ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ",
      "phonetic_text": "Sakhkharaha AAalayhim sabAAa layalinwathamaniyata ayyamin husooman fataraalqawma feeha sarAAa kaannahum aAAjazunakhlin khawiya",
      "translations": {
        "fr": "Qu’(Allah) envoya contre eux durant sept nuits et huit jours consécutifs ; on voyait alors les gens étendus inertes, tels des troncs creux de palmiers.",
        "en": "that God let loose against them for seven consecutive nights, eight consecutive days, so that you could have seen its people lying dead like hollow palm-trunks.",
        "es": "que les azotó durante siete noches y ocho días ininterrumpidamente. La gente quedó tendida, sin vida, como troncos huecos de palmeras derribadas.",
        "it": "che Allah scatenò contro di loro per sette notti e otto giorni consecutivi. Allora avresti visto quella gente riversa in terra come tronchi cavi di palma.",
        "ru": "Он заставил его бушевать над ними в течение семи ночей и восьми дней без перерыва, и ты мог бы увидеть людей, которые были повержены, словно рухнувшие сгнившие пальмовые стволы.",
        "tr": "Allah o fırtınayı üzerlerine yedi gece sekiz gündüz musallat etmişti. Öyle ki, o kavmi içi boş hurma kütükleri gibi oracıkta yere serilmiş halde görürdün.",
        "de": "den Er entscheidende sieben Nächte und acht Tage fortgesetzt gegen sie einsetzte. Da hättest du in ihnen die Leute (auf dem Boden) niedergestreckt sehen können, als wären sie Stämme hohler Palmen.",
        "pt": "Que Deus desencadeou sobre ele, durante sete noites e oito nefastos dias, em que poderias ver aqueles homens jacentes, como se fossem troncos de tamareiras caídos.",
        "nl": "Hij (Allah) liet haar tegen hen woeden, gedurende zeven nachten en acht dagen, achtereenvolgend, waarop jij het volk daar had kunnen zien liggen, alsof zij geveld waren als palmstammen.",
        "ur": "اللہ تعالیٰ نے اُس کو مسلسل سات رات اور آٹھ دن اُن پر مسلط رکھا (تم وہاں ہوتے تو) دیکھتے کہ وہ وہاں اِس طرح پچھڑے پڑے ہیں جیسے وہ کھجور کے بوسیدہ تنے ہوں",
        "bn": "ইয়াক তেওঁ সাত ৰাতি আৰু আঠ দিন অবিৰামভাৱে সিহঁতৰ ওপৰত প্ৰবাহিত কৰিছিল; ফলত তুমি উক্ত সম্প্ৰদায়ক দেখিবলৈ পালাহেঁতেন---যে সিহঁত এনেকৈ সিচৰিত হৈ পৰি আছে যেনে সাৰশূন্য খেজুৰ গছৰ কাণ্ডহে।",
        "fa": "[الله] هفت شب و هشت روز پیاپی آن [عذاب] را بر آنها مسلط نمود؛ پس [اگر آنجا ‌بودی، آن] قوم را [در اثرِ آن تندباد،] مانند تنه‌های پوسیده و توخالی درختان خرما، بر زمین‌افتاده [و هلاک‌شده] می‌دیدی."
      }
    },
    {
      "verse_number": 5331,
      "verse_key": "69:8",
      "arabic_text": "فَهَلْ تَرَىٰ لَهُم مِّنۢ بَاقِيَةٍ",
      "phonetic_text": "Fahal tara lahum min baqiya",
      "translations": {
        "fr": "En vois-tu encore les moindres traces ?",
        "en": "Can you see any trace of them now?",
        "es": "¿Acaso ves ahora algún rastro de ellos?",
        "it": "Ne vedi forse uno sopravvissuto?",
        "ru": "Видишь ли ты что-либо оставшееся от них?",
        "tr": "Bak şimdi görebilir misin onlardan bir kalıntı?",
        "de": "Siehst du denn etwas von ihnen (übrig)geblieben?",
        "pt": "Porventura, viste algum sobrevivente, entre eles?",
        "nl": "Zie jij dan nog iemand van hen die is overgebleven?",
        "ur": "اب کیا اُن میں سے کوئی تمہیں باقی بچا نظر آتا ہے؟",
        "bn": "ইয়াৰ পিছত সিহঁতৰ বাবে তুমি কিবা অৱশিষ্ট দেখিবলৈ পোৱানে?",
        "fa": "آیا کسی از آنها را می‌بینی که باقی مانده باشد؟"
      }
    },
    {
      "verse_number": 5332,
      "verse_key": "69:9",
      "arabic_text": "وَجَآءَ فِرْعَوْنُ وَمَن قَبْلَهُۥ وَٱلْمُؤْتَفِكَـٰتُ بِٱلْخَاطِئَةِ",
      "phonetic_text": "Wajaa firAAawnu waman qablahu walmu/tafikatubilkhati-a",
      "translations": {
        "fr": "Pharaon, ceux qui l’avaient précédé, et les cités renversées<sup foot_note=195203>1</sup>, avaient commis des fautes.",
        "en": "And there came Pharaoh and those before him and the overturned cities with sin.",
        "es": "El Faraón, otros pueblos de la antigüedad y los que fueron elevados con sus casas y arrojados al revés<sup foot_note=169471>1</sup>, cometieron los pecados más graves,",
        "it": "Anche Faraone e coloro che lo precedettero e le [città] <a class=f><sup foot_note=160296>1</sup></a> stravolte commisero peccati.",
        "ru": "Фараон, его предшественники и опрокинутые селения (селения народа Лута) совершали грехи.",
        "tr": "Firavun, ondan öncekiler ve altı üstüne getirilen beldeler de hep o hatayı işleyegeldiler.",
        "de": "Und es begingen Fir’aun und wer vor ihm war und die umgestürzten Städte Vergehen.",
        "pt": "E o Faraó, os seus antepassados e as cidades nefastas disseminaram o pecado.",
        "nl": "En Fir'aun en degenen die er vóór hem waren en de (bewoners van) de op hun fundamenten gekeerde steden pleegden grote zonden.",
        "ur": "اور اِسی خطائے عظیم کا ارتکاب فرعون اور اُس سے پہلے کے لوگوں نے اور تَل پٹ ہوجانے والی بستیوں نے کیا۔ <sup foot_note=\"188055\">1</sup>",
        "bn": "আৰু ফিৰআউন, তাৰ পূৰ্বৱৰ্তীসকলে লগতে ওলোটাই দিয়া জনপদবাসীয়ে জঘন্য পাপ কামত লিপ্ত আছিল।",
        "fa": "و فرعون و کسانی ‌که پیش از او بودند و [مردم] شهر‌های ویران شده [= قوم لوط،] مرتکب گناهان [بزرگ] شدند."
      }
    },
    {
      "verse_number": 5333,
      "verse_key": "69:10",
      "arabic_text": "فَعَصَوْا۟ رَسُولَ رَبِّهِمْ فَأَخَذَهُمْ أَخْذَةً رَّابِيَةً",
      "phonetic_text": "FaAAasaw rasoola rabbihim faakhathahumakhthatan rabiya",
      "translations": {
        "fr": "Ils avaient désobéi au Messager de leur Seigneur Qui les emporta irréversiblement.",
        "en": "these people committed grave sins and disobeyed the messenger of their Lord, so He seized them with an ever-tightening grip.",
        "es": "desobedecieron al Mensajero que les había enviado su Señor, y por eso Dios les sorprendió con un castigo severo.",
        "it": "Disobbedirono al Messaggero del loro Signore ed Egli li afferrò con estrema energia.",
        "ru": "Они ослушались посланника своего Господа, и Он схватил их Хваткой превосходящей.",
        "tr": "Hep Rablerinin elçilerine karşı geldiler. O da onları pek şiddetli bir şekilde yakalayıverdi.",
        "de": "So widersetzten sie sich den Gesandten ihres Herrn. Da ergriff Er sie mit stärker werdendem Griff.",
        "pt": "E desobedeceram ao mensageiro do seu Senhor, pelo que Ele os castigou rudemente.",
        "nl": "En zij waren ongehoorzaam aan de Boodschapper van hun Heer. Toen groep Hij hen met een krachtige bestraffing.",
        "ur": "ان سب نے اپنے رب کے رسول کی بات نہ مانی تو اُس نے اُن کو بڑی سختی کے ساتھ پکڑا",
        "bn": "আৰু সিহঁতে নিজ প্ৰতিপালকৰ ৰাছুলক অমান্য কৰিছিল, ফলত তেওঁ সিহঁতক অত্যন্ত কঠোৰভাৱে গ্ৰেপ্তাৰ কৰিলে।",
        "fa": "آنها از [فرمان] فرستادۀ پروردگار‌شان سرپیچی کردند، آنگاه [الله] آنان را به عذاب بی‌نهایت سختی گرفتار کرد."
      }
    },
    {
      "verse_number": 5334,
      "verse_key": "69:11",
      "arabic_text": "إِنَّا لَمَّا طَغَا ٱلْمَآءُ حَمَلْنَـٰكُمْ فِى ٱلْجَارِيَةِ",
      "phonetic_text": "Inna lamma taghaalmao hamalnakum fee aljariya",
      "translations": {
        "fr": "Quand les eaux (du Déluge) eurent tout couvert, Nous vous sauvâmes sur l’Arche qui court (fendant les flots).",
        "en": "But when the Flood rose high, We saved you in the floating ship,",
        "es": "Cuando las aguas lo inundaron todo, les salvé en el arca<sup foot_note=169472>1</sup>,",
        "it": "Quando l’acqua dilagò vi caricammo sull’Arca,",
        "ru": "Когда вода стала разливаться, Мы повезли вас в плавучем ковчеге,",
        "tr": "Kuşkusuz, sular kabarınca sizi gemide biz taşıdık.",
        "de": "Gewiß, als das Wasser das Maß überschritt, trugen ja Wir euch auf dem fahrenden (Schiff),",
        "pt": "Em verdade, quando as águas transbordaram, levamo-vos na arca.",
        "nl": "Voorwaar, toen het water overstroomde, droegen Wij jullie (voorvader Nôeh en zijn familie) in het vaartuig (de ark).",
        "ur": "جب پانی کا طوفان حد سے گزر گیا <sup foot_note=\"188056\">1</sup> تو ہم نے تم کو کشتی میں سوار کر دیا تھا <sup foot_note=\"188057\">2</sup>",
        "bn": "যেতিয়া বানপানী বিপদৰ সীমা চেৰাই গৈছিল নিশ্চয় তেতিয়া আমি তোমালোকক নাৱঁত আৰোহণ কৰাইছিলো।",
        "fa": "هنگامی ‌که آب طغیان کرد، ما شما را در کشتی سوار کردیم،"
      }
    },
    {
      "verse_number": 5335,
      "verse_key": "69:12",
      "arabic_text": "لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَآ أُذُنٌ وَٰعِيَةٌ",
      "phonetic_text": "LinajAAalaha lakum tathkiratanwataAAiyaha othunun waAAiya",
      "translations": {
        "fr": "afin que cela reste pour vous un exemple gravé dans toutes les mémoires et assimilé par toute oreille consciente.",
        "en": "making that event a reminder for you: attentive ears may take heed.",
        "es": "para que sea un motivo de reflexión y para que todo oído atento escuche su historia.",
        "it": "affinché essa diventasse un monito ricordato da ogni orecchio che ricorda.",
        "ru": "чтобы он стал для вас напоминанием и чтобы запоминающее ухо запомнило это.",
        "tr": "Onu size bir ibret yapalım ve belleyici kulaklar bellesin diye.",
        "de": "um es für euch zu einer Erinnerung zu machen, und damit es von einem jeden aufnahmefähigen Ohr aufgenommen wird.",
        "pt": "Para fazemos disso um memorial para vós, e para que o recordasse qualquer mente atenta.",
        "nl": "Opdat Wij dit voor jullie tot een vermaning zouden maken en opdat een aandachtig oor er aandacht aan zou schenken.",
        "ur": "کہ اِس واقعہ کو تمہارے لیے ایک سبق آموز یادگار بنادیں  اور یاد رکھنے والے کان اس کی یاد محفوظ رکھیں۔ <sup foot_note=\"188058\">1</sup>",
        "bn": "আমি এইটো কৰিছিলো তোমালোকক এটা স্মৰণীয় শিক্ষা দিয়াৰ বাবে আৰু এই বাবে যে, যাতে শ্ৰুতিধৰ কাণে ইয়াক সংৰক্ষণ কৰি ৰাখে।",
        "fa": "تا پندی برای شما قرار دهیم و گوش‌های شنوا آن را بشنوند و به یاد بسپارند."
      }
    },
    {
      "verse_number": 5336,
      "verse_key": "69:13",
      "arabic_text": "فَإِذَا نُفِخَ فِى ٱلصُّورِ نَفْخَةٌ وَٰحِدَةٌ",
      "phonetic_text": "Fa-itha nufikha fee assoorinafkhatun wahida",
      "translations": {
        "fr": "Lorsqu’il sera soufflé dans le Cor une fois, une seule,",
        "en": "When the Trumpet is sounded a single time,",
        "es": "Cuando la trompeta sea soplada una primera vez",
        "it": "Quando sarà soffiato nel Corno la prima volta,",
        "ru": "Когда же подуют в Рог всего один раз,",
        "tr": "Sûr'a bir tek üfleme üflendiği,",
        "de": "Wenn ins Horn ein (einziges) Mal geblasen wird",
        "pt": "Porém, quando soar um só toque da trombeta,",
        "nl": "Wanneer dan op de bazuin geblazen wordt met één stoot.",
        "ur": "<sup foot_note=\"171608\">1</sup> پھر جب ایک دفعہ صُور میں پھونک مار دی جائے گی",
        "bn": "এতেকে যেতিয়া শিঙাত ফু দিয়া হ’ব—কেৱল এটা ফু।",
        "fa": "آنگاه ‌که یک بار در صور دمیده شود،"
      }
    },
    {
      "verse_number": 5337,
      "verse_key": "69:14",
      "arabic_text": "وَحُمِلَتِ ٱلْأَرْضُ وَٱلْجِبَالُ فَدُكَّتَا دَكَّةً وَٰحِدَةً",
      "phonetic_text": "Wahumilati al-ardu waljibalufadukkata dakkatan wahida",
      "translations": {
        "fr": "et que la terre et les montagnes seront soulevées puis broyées d’un coup, un seul,",
        "en": "when the earth and its mountains are raised high and then crushed with a single blow,",
        "es": "y la tierra y las montañas sean elevadas y choquen unas contra otras,",
        "it": "e la terra e le montagne saranno sollevate e polverizzate in un sol colpo,",
        "ru": "когда земля и горы будут подняты и разобьются, превратившись в песок за один раз,",
        "tr": "Arz ve dağlar yerlerinden kaldırılıp şiddetle birbirine çarpılarak darmadağın olduğu zaman,",
        "de": "und Erde und Berge gehoben und dann mit einem einzigen Schlag zu Staub eingeebnet werden,",
        "pt": "E a terra e as montanhas forem desintegradas e trituradas de um só golpe,",
        "nl": "En de aarde en de bergen worden opgetild en dan in één klap worden verpulverd.",
        "ur": "اور زمین اور پہاڑوں کو اٹھا کر ایک ہی چوٹ میں ریزہ ریزہ کر دیا جائے گا",
        "bn": "আৰু পৃথিৱীসহ পৰ্বতসমূহক উঠাই নিয়া হ’ব আৰু মাত্ৰ এটা আঘাতত এইবোৰ চূৰ্ণ-বিচূৰ্ণ হৈ যাব।",
        "fa": "و زمین و کوه‌ها از جا کنده شده و یکباره درهم‌کوبیده [و متلاشی] شوند."
      }
    },
    {
      "verse_number": 5338,
      "verse_key": "69:15",
      "arabic_text": "فَيَوْمَئِذٍ وَقَعَتِ ٱلْوَاقِعَةُ",
      "phonetic_text": "Fayawma-ithin waqaAAati alwaqiAAa",
      "translations": {
        "fr": "alors adviendra l’Événement !",
        "en": "on that Day the Great Event will come to pass.",
        "es": "entonces ocurrirá el suceso.",
        "it": "in quel Giorno avverrà l’Evento,",
        "ru": "в тот день наступит Событие (День воскресения).",
        "tr": "İşte o gün olacak olur.",
        "de": "an jenem Tag dann trifft (die Stunde) ein, die eintreffen wird,",
        "pt": "Nesse dia, acontecerá o evento inevitável.",
        "nl": "Op die Dag zal de gebeurtenis plaatsvinden.",
        "ur": "اُس روز وہ ہونے والا واقعہ پیش آ جائے گا",
        "bn": "ফলত সেইদিনা মহাঘটনা সংঘটিত হ’ব।",
        "fa": "در آن روز، واقعۀ [عظیمِ] قیامت به وقوع می‌پیوندد"
      }
    },
    {
      "verse_number": 5339,
      "verse_key": "69:16",
      "arabic_text": "وَٱنشَقَّتِ ٱلسَّمَآءُ فَهِىَ يَوْمَئِذٍ وَاهِيَةٌ",
      "phonetic_text": "Wanshaqqati assamaofahiya yawma-ithin wahiya",
      "translations": {
        "fr": "Le ciel se fendra et sera, en ce jour, prêt à s’écrouler.",
        "en": "The sky will be torn apart on that Day, it will be so frail.",
        "es": "Ese día el cielo se quebrantará en su fragilidad.",
        "it": "e si spaccherà il cielo, così fragile in quel Giorno.",
        "ru": "Небо разверзнется, ибо оно в тот день будет слабым.",
        "tr": "O gün gök yarılmış, sarkmıştır.",
        "de": "und der Himmel spaltet sich, so daß er an jenem Tag brüchig wird,",
        "pt": "E o céu se fenderá, e estará frágil;",
        "nl": "En de hemel zal splijten, dan wordt zij broos.",
        "ur": "اُس دن آسمان پھٹے گا اور اس کی بندش ڈھیلی پڑ جائے گی",
        "bn": "আৰু আকাশ বিদীৰ্ণ হৈ যাব, ফলত সেইদিনা ই দুৰ্বল-বিক্ষিপ্ত হৈ পৰিব।",
        "fa": "و آسمان شکافته می‌شود و در آن روز، سست می‌گردد [و فرو می‌ریزد]."
      }
    },
    {
      "verse_number": 5340,
      "verse_key": "69:17",
      "arabic_text": "وَٱلْمَلَكُ عَلَىٰٓ أَرْجَآئِهَا ۚ وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَـٰنِيَةٌ",
      "phonetic_text": "Walmalaku AAala arja-ihawayahmilu AAarsha rabbika fawqahum yawma-ithin thamaniya",
      "translations": {
        "fr": "Les Anges seront là, sur ses horizons. Huit d’entre eux, ce jour-là, porteront le Trône de ton Seigneur.",
        "en": "The angels will be on all sides of it and, on that Day, eight of them will bear the throne of your Lord above them.",
        "es": "Los ángeles estarán en sus confines, y ocho serán los que portarán el Trono de tu Señor ese día.",
        "it": "Staranno gli angeli ai suoi orizzonti e in quel Giorno otto [di loro] porteranno il Trono del tuo Signore.",
        "ru": "Ангелы будут находиться по его краю, и восьмеро понесут над собой Трон твоего Господа.",
        "tr": "Melekler de onun etrafındadır, O gün Rabbinin Arşını bunların da üstünde sekiz melek yüklenir.",
        "de": "und die Engel (befinden sich) an seinen Seiten. Und den Thron deines Herrn werden über ihnen an jenem Tag acht tragen.",
        "pt": "E os anjos estarão perfilados e, oito deles, nesse dia, carregarão o Trono do teu Senhor.",
        "nl": "En de Engelen zullen zich op haar randen bevinden en acht (van hen) zullen op die Dag de Troon van jouw Heer boven zich dragen.",
        "ur": "فرشتے اس کے اطراف و جوانب میں ہوں گے اور آٹھ فرشتے اُس روز تیرے ربّ کا عرش اپنے اُوپر اُٹھائے ہوئے ہوں گے۔ <sup foot_note=\"188059\">1</sup>",
        "bn": "আৰু ফিৰিস্তাসকল আকাশৰ বিভিন্ন প্ৰান্তত থাকিব। সেইদিনা আঠজন ফিৰিস্তাই তোমাৰ প্ৰতিপালকৰ আৰছক বহন কৰিব।",
        "fa": "و فرشتگان بر کناره‌های آن [= آسمان] قرار می‌گیرند؛ و آن روز، هشت [فرشته] عرش پروردگارت را بر سرِ خود حمل می‌کنند."
      }
    },
    {
      "verse_number": 5341,
      "verse_key": "69:18",
      "arabic_text": "يَوْمَئِذٍ تُعْرَضُونَ لَا تَخْفَىٰ مِنكُمْ خَافِيَةٌ",
      "phonetic_text": "Yawma-ithin tuAAradoona latakhfa minkum khafiya",
      "translations": {
        "fr": "En ce jour, vous comparaîtrez (devant Allah) et rien de vous ne sera tenu caché.",
        "en": "On that Day you will be brought to judgement and none of your secrets will remain hidden.",
        "es": "Ese día vosotros compareceréis [ante Dios], y ni la más secreta de vuestras obras quedará oculta.",
        "it": "Sfilerete [davanti ad Allah] in quel Giorno e niente di quel che celate potrà essere nascosto.",
        "ru": "В тот день вы предстанете, и ни одна ваша тайна не останется сокрытой.",
        "tr": "O gün (hesap için Allah'a) arz olunursunuz, öyle ki gizli bir haliniz kalmaz.",
        "de": "An jenem Tag werdet ihr vorgeführt; nichts von euch wird verborgen bleiben.",
        "pt": "Nesse dia sereis apresentados (ante Ele), e nenhum dos vossos segredos (Lhe) será ocultado.",
        "nl": "Op die Dag zullen jullie voorgeleid worden, geen van jullie geheimen zal verborgen blijven.",
        "ur": "وہ دن ہوگا جب تم لوگ پیش کیے جاؤ گے، تمہارا کوئی راز بھی چھپا نہ رہ جائے گا",
        "bn": "সেইদিনা তোমালোকক উপস্থিত কৰোৱা হ’ব লগতে তোমালোকৰ কোনো গোপনীয়তাই আৰু গোপন নাথাকিব।",
        "fa": "در آن روز، شما [همگی برای حسابرسی، به پیشگاه الله] عرضه می‌شوید و هیچ چیز از [کار‌های] شما پنهان نخواهد ماند."
      }
    },
    {
      "verse_number": 5342,
      "verse_key": "69:19",
      "arabic_text": "فَأَمَّا مَنْ أُوتِىَ كِتَـٰبَهُۥ بِيَمِينِهِۦ فَيَقُولُ هَآؤُمُ ٱقْرَءُوا۟ كِتَـٰبِيَهْ",
      "phonetic_text": "Faamma man ootiya kitabahubiyameenihi fayaqoolu haomu iqraoo kitabiyah",
      "translations": {
        "fr": "Quant à celui qui aura reçu son Livre dans sa main droite, il s’écriera : « Prenez, lisez mon Livre !",
        "en": "Anyone who is given his Record in his right hand will say, ‘Here is my Record, read it.",
        "es": "Quien reciba el libro de sus obras con la mano derecha dirá [a los demás con felicidad]: “Mirad y ved mi libro,",
        "it": "Chi avrà ricevuto il libro <a class=f><sup foot_note=160297>1</sup></a> nella mano destra, dirà: «Prendete, leggete il mio libro.",
        "ru": "Тот, кому его книга будет дана в правую руку, скажет: «Вот! Прочтите мою книгу!",
        "tr": "Kitabı sağından verilen, \"alın okuyun kitabımı..\"",
        "de": "Was nun jemanden angeht, dem dann sein Buch in seine Rechte gegeben wird, der wird sagen: Ihr da, lest mein Buch.",
        "pt": "Então, aquele a quem for entregue o seu registro, na destra, dirá; Ei-lo aqui! Lede o meu registro;",
        "nl": "Wat betreft degene die dan zijn boek in zijn rechterhand gegeven zal worden, hij zal zeggen: \"Neemt, en leest mijn boek voor.",
        "ur": "اُس وقت جس کا نامہٴ اعمال اُس کے سیدھے ہاتھ میں دیا جائے گا <sup foot_note=\"188060\">1</sup> وہ کہے گا”لو دیکھو، پڑھو میرا نامہٴ اعمال، <sup foot_note=\"188061\">2</sup>",
        "bn": "তেতিয়া যাৰ আমলনামা তাৰ সোঁ হাতত দিয়া হ’ব সি ক’ব, ‘লোৱা, মোৰ আমলনামা পঢ়ি চোৱা’।",
        "fa": "اما کسی‌ که نامۀ [اعمالش] را به دست راستش دهند، می‌گوید: «بیایید نامۀ [اعمال] مرا بخوانید."
      }
    },
    {
      "verse_number": 5343,
      "verse_key": "69:20",
      "arabic_text": "إِنِّى ظَنَنتُ أَنِّى مُلَـٰقٍ حِسَابِيَهْ",
      "phonetic_text": "Innee thanantu annee mulaqinhisabiyah",
      "translations": {
        "fr": "Je savais bien que j’allais rendre compte (de mes œuvres). »",
        "en": "I knew I would meet my Reckoning,’",
        "es": "yo sabía que iba a ser juzgado [algún día]”.",
        "it": "Invero sapevo che avrei avuto il mio rendiconto!».",
        "ru": "Я верил в то, что мне предъявят счет».",
        "tr": "\"Çünkü ben hesabıma kavuşacağımı sezmiştim\" der.",
        "de": "Ich glaubte ja, daß ich meiner Abrechnung begegnen werde.",
        "pt": "Sempre soube que prestaria contas!",
        "nl": "Voorwaar, ik was ervan overtuigd dat ik mijn afrekening zou ontmoeten.\"",
        "ur": "میں سمجھتا تھا کہ مجھے ضرور اپنا حساب ملنے والا ہے۔“ <sup foot_note=\"188062\">1</sup>",
        "bn": "‘মোৰ দৃঢ় বিশ্বাস আছিল যে, মই মোৰ হিচাপৰ সন্মুখীন হম’।",
        "fa": "من یقین داشتم که با حساب [اعمال] خود مواجه خواهم شد»."
      }
    },
    {
      "verse_number": 5344,
      "verse_key": "69:21",
      "arabic_text": "فَهُوَ فِى عِيشَةٍ رَّاضِيَةٍ",
      "phonetic_text": "Fahuwa fee AAeeshatin radiya",
      "translations": {
        "fr": "Celui-là vivra dans la félicité,",
        "en": "and so he will have a pleasant life",
        "es": "Tendrá una vida placentera",
        "it": "Egli avrà piacevole esistenza",
        "ru": "Для него будет отрадная жизнь",
        "tr": "Artık o hoşnut bir hayattadır.",
        "de": "So wird er in einem zufriedenen Leben sein.",
        "pt": "E ele gozará de uma vida prazenteira,",
        "nl": "Hij zal dan een leven van welbehagen leiden.",
        "ur": "پس وہ دل پسند عیش میں ہوگا",
        "bn": "তেওঁ থাকিব সন্তোষজনক জীৱনত;",
        "fa": "پس او در یک زندگی پسندیده [و رضایت‌بخش] خواهد بود؛"
      }
    },
    {
      "verse_number": 5345,
      "verse_key": "69:22",
      "arabic_text": "فِى جَنَّةٍ عَالِيَةٍ",
      "phonetic_text": "Fee jannatin AAaliya",
      "translations": {
        "fr": "dans un jardin surplombant,",
        "en": "in a lofty Garden,",
        "es": "en un jardín elevado,",
        "it": "in un Giardino elevato,",
        "ru": "в вышнем саду,",
        "tr": "Yüksek bir cennettedir.",
        "de": "in einem hohen Garten,",
        "pt": "Em um jardim sublime,",
        "nl": "In een hooggelegen Tuin (het Paradijs).",
        "ur": "عالی مقام جنت میں",
        "bn": "সুউচ্চ জান্নাতত,",
        "fa": "در بهشتی برین"
      }
    },
    {
      "verse_number": 5346,
      "verse_key": "69:23",
      "arabic_text": "قُطُوفُهَا دَانِيَةٌ",
      "phonetic_text": "Qutoofuha daniya",
      "translations": {
        "fr": "dont les fruits seront tout proches.",
        "en": "with clustered fruit within his reach.",
        "es": "cuyos frutos estarán al alcance de la mano.",
        "it": "i cui frutti saranno a portata di mano.",
        "ru": "где плоды склоняются низко.",
        "tr": "Ki o cennetin meyveleri sarkmıştır.",
        "de": "dessen Pflückobst herabhängt.",
        "pt": "Cujos frutos estarão ao seu alcance.",
        "nl": "Haar vruchten hangen nabij.",
        "ur": "جس کے پھلوں کے گچھے جھکے پڑ رہے ہوں گے",
        "bn": "যাৰ ফল-মূল নিচেই ওচৰত ওলমি থাকিব।",
        "fa": "که میوه‌هایش [برای چیدن] در دسترس است."
      }
    },
    {
      "verse_number": 5347,
      "verse_key": "69:24",
      "arabic_text": "كُلُوا۟ وَٱشْرَبُوا۟ هَنِيٓـًٔۢا بِمَآ أَسْلَفْتُمْ فِى ٱلْأَيَّامِ ٱلْخَالِيَةِ",
      "phonetic_text": "Kuloo washraboo hanee-an bimaaslaftum fee al-ayyami alkhaliya",
      "translations": {
        "fr": "« Mangez et buvez à votre aise pour les œuvres que vous avez autrefois accomplies. »",
        "en": "It will be said, ‘Eat and drink to your heart’s content as a reward for what you have done in days gone by.’",
        "es": "[Se les dirá:] “Comed y bebed con alegría en recompensa por lo que habéis obrado en los días pasados”.",
        "it": "«Mangiate e bevete in pace, è il premio per quel che avete fatto nei giorni passati.»",
        "ru": "Ешьте и пейте во здравие за то, что вы совершили в минувшие дни!",
        "tr": "\"Geçmiş günlerde yaptığınız işlerden ötürü afiyetle yeyin, için.\" (denir).",
        "de": "Eßt und trinkt als wohlbekömmlich für das, was ihr früher in den vergangenen Tagen getan habt.",
        "pt": "(E será dito àqueles que lá entrarem): Comei e bebei com satisfação, pelo bem que propiciastes em dias pretéritos!",
        "nl": "(Er wordt gezegd:) \"Eet en drinkt smakelijk wegens wat jullie hebben verricht in de vroegere dagen.\"",
        "ur": "(ایسے لوگوں سے کہا جائے گا) مزے سے کھاؤ اور پیو اپنے اُن اعمال کے بدلے جو تم نے گزرے ہوئے دنوں میں کیے ہیں",
        "bn": "(কোৱা হ’ব) ‘বিগত দিনসমূহত তোমালোকে আগলৈ যি প্ৰেৰণ কৰিছিলা তাৰ বিনিময়ত তোমালোকে তৃপ্তি সহকাৰে খোৱা আৰু পান কৰা’।",
        "fa": "[و به آنها گفته می‌شود: «به [پاداش] آنچه در ایام گذشته پیش فرستاده‌اید، بخورید و بیاشامید؛ گوارایتان باد»."
      }
    },
    {
      "verse_number": 5348,
      "verse_key": "69:25",
      "arabic_text": "وَأَمَّا مَنْ أُوتِىَ كِتَـٰبَهُۥ بِشِمَالِهِۦ فَيَقُولُ يَـٰلَيْتَنِى لَمْ أُوتَ كِتَـٰبِيَهْ",
      "phonetic_text": "Waamma man ootiya kitabahubishimalihi fayaqoolu ya laytanee lam oota kitabiyah",
      "translations": {
        "fr": "Quant à celui qui aura reçu son Livre dans sa main gauche, il dira : « Ah, si seulement je n’avais point reçu mon Livre,",
        "en": "But anyone who is given his Record in his left hand will say, ‘If only I had never been given any Record",
        "es": "En cambio, quien reciba el registro de sus obras en la mano izquierda, se dirá a sí mismo: “Ojalá no se me hubiera entregado mi libro",
        "it": "Chi invece avrà ricevuto il suo libro nella mano sinistra, dirà: «Ahimè, se solo non mi fosse stato consegnato il mio libro",
        "ru": "Тот же, кому его книга будет дана в левую руку, скажет: «Лучше бы мне не вручали моей книги!",
        "tr": "Kitabı sol tarafından verilen ise der ki: \"Keşke kitabım verilmeseydi de,",
        "de": "Was aber jemanden angeht, dem sein Buch in seine Linke gegeben wird, der wird sagen: O wäre mir doch mein Buch nicht gegeben worden!",
        "pt": "Em troca, aquele a quem for entregue o seu registro na sinistra, dirá: Ai de mim! Oxalá não me tivesse sido entregue meu registro.",
        "nl": "En wat betreft degene die zijn boek in zijn linkerhand gegeven zal worden, hij zal zeggen: \"Wee mij! Was mijn boek maar niet (aan mij) gegeven!",
        "ur": "اور جس کا نامہٴ اعمال  اُس کے بائیں ہاتھ میں دیا جائے گا <sup foot_note=\"188063\">1</sup> وہ کہے گا”کاش میرا اعمال نامہ مجھے نہ دیا گیا ہوتا <sup foot_note=\"188064\">2</sup>",
        "bn": "কিন্তু যাৰ আমলনামা বাওঁ হাতত দিয়া হ’ব সি ক’ব, ‘হায়, মোক যদি মোৰ আমলনামা নিদিলেহেঁতেন’!",
        "fa": "و اما کسی ‌که نامۀ [اعمالش] را به دست چپش دهند، می‌گوید: «ای کاش هرگز نامه[ی اعمالم] را به من نمی‌دادند،"
      }
    },
    {
      "verse_number": 5349,
      "verse_key": "69:26",
      "arabic_text": "وَلَمْ أَدْرِ مَا حِسَابِيَهْ",
      "phonetic_text": "Walam adri ma hisabiyah",
      "translations": {
        "fr": "ni eu connaissance de mon compte !",
        "en": "and knew nothing of my Reckoning.",
        "es": "ni se me hubiese juzgado.",
        "it": "e non avessi conosciuto il mio rendiconto!",
        "ru": "Не знать бы мне, каков мой счет!",
        "tr": "Hesabımın ne olduğunu bilmeseydim,",
        "de": "Und wüßte ich nicht, was meine Abrechnung ist!",
        "pt": "Nem jamais tivesse conhecido o meu cômputo;",
        "nl": "En ik weet niet hoe mij afrekening zal zijn.",
        "ur": "اور میں نہ جانتا کہ میرا حساب کیا ہے۔ <sup foot_note=\"188065\">1</sup>",
        "bn": "‘আৰু যদি মই নাজানিলোহেঁতেন মোৰ হিচাপ!",
        "fa": "و نمی‌دانستم حسابم چیست!"
      }
    },
    {
      "verse_number": 5350,
      "verse_key": "69:27",
      "arabic_text": "يَـٰلَيْتَهَا كَانَتِ ٱلْقَاضِيَةَ",
      "phonetic_text": "Ya laytaha kanati alqadiya",
      "translations": {
        "fr": "Comme j’aurais aimé, hélas, que ma mort fût irréversible !",
        "en": "How I wish death had been the end of me.",
        "es": "Ojalá mi muerte hubiera sido definitiva [y no me hubiesen resucitado].",
        "it": "Ahimè, quanto vorrei che essa fosse stata definitiva <a class=f><sup foot_note=160298>1</sup></a> !",
        "ru": "Лучше бы она была концом всего!",
        "tr": "Ne olurdu o ölüm, iş bitirici olsaydı.",
        "de": "O wäre dies doch nur das Ende (meines Lebens)!",
        "pt": "Oh! Oxalá a minha primeira (morte) tivesse sido a anulação;",
        "nl": "Was de dood maar de beëindiger van alles.",
        "ur": "کاش میری وہی موت (جو دُنیا میں آئی تھی) فیصلہ کُن ہوتی۔ <sup foot_note=\"188066\">1</sup>",
        "bn": "‘হায়, মোৰ মৃত্যুৱেই যদি মোৰ চূড়ান্ত ফায়চালা হ’লেহেঁতেন!",
        "fa": "ای کاش [با مرگ،] همه چیز تمام می‌شد [و پایان کار بود]!"
      }
    },
    {
      "verse_number": 5351,
      "verse_key": "69:28",
      "arabic_text": "مَآ أَغْنَىٰ عَنِّى مَالِيَهْ ۜ",
      "phonetic_text": "Ma aghna AAannee maliyah",
      "translations": {
        "fr": "Mes biens ne m’auront servi à rien,",
        "en": "My wealth has been no use to me,",
        "es": "De nada me sirve ahora el dinero que tuve.",
        "it": "Quel che possedevo non mi ha giovato affatto.",
        "ru": "Не помогло мне мое богатство!",
        "tr": "Malım bana hiç fayda vermedi.",
        "de": "Nicht nützt mir mein Besitz.",
        "pt": "De nada me servem os meus bens;",
        "nl": "Mijn bezittingen baten mij niet.",
        "ur": "آج میرا مال میرے کچھ کام نہ آیا",
        "bn": "‘মোৰ ধন-সম্পদ মোৰ কোনো কামত নাহিল।",
        "fa": "مال و دارایی‌ام مرا بی‌نیاز نکرد [و سودی نبخشید]."
      }
    },
    {
      "verse_number": 5352,
      "verse_key": "69:29",
      "arabic_text": "هَلَكَ عَنِّى سُلْطَـٰنِيَهْ",
      "phonetic_text": "Halaka AAannee sultaniyah",
      "translations": {
        "fr": "et mon autorité, anéantie, m’a laissé seul ! »",
        "en": "and my power has vanished.’",
        "es": "Mi influencia ha desaparecido”.",
        "it": "Ho perso il mio potere».",
        "ru": "Лишился я своей власти!».",
        "tr": "Gücüm de benden yok olup gitti.\"",
        "de": "Vernichtet ist meine Macht(fülle).",
        "pt": "A minha autoridade se desvaneceu...!",
        "nl": "Mijn macht is van mij heengegaan.\"",
        "ur": "میرا سارا اقتدار ختم ہوگیا۔“ <sup foot_note=\"188067\">1</sup>",
        "bn": "‘মোৰ ক্ষমতা শক্তিও বিনষ্ট হৈছে’।",
        "fa": "قدرت و فرمانروایی‌ام [نیز] از [دست] من رفت [و به کلی نابود شد]»."
      }
    },
    {
      "verse_number": 5353,
      "verse_key": "69:30",
      "arabic_text": "خُذُوهُ فَغُلُّوهُ",
      "phonetic_text": "Khuthoohu faghullooh",
      "translations": {
        "fr": "(Il sera alors dit de lui) : « Prenez-le ! Enchaînez-le !",
        "en": "‘Take him, put a collar on him,",
        "es": "[Dios dirá a los ángeles:] “Apresadlo y encadenadlo.",
        "it": "[Diranno:] «Afferratelo e mettetelo nei ceppi,",
        "ru": "Схватите его и закуйте,",
        "tr": "(Zebanilere şöyle denir): \"Onu yakalayın da bağlayın.\"",
        "de": "Nehmt ihn und fesselt ihn dann.",
        "pt": "(Será dito): Pegai-o, manietai-o,",
        "nl": "(Allah zegt:) \"Grijpt hem en bindt zijn handen om zijn nek.",
        "ur": "(حکم ہو گا) پکڑو اِسے اور اِس کی گردن میں طوق ڈال دو",
        "bn": "(ফিৰিস্তাসকলক কোৱা হ’ব) ‘ধৰা তাক আৰু গলত পঘা লগাই দিয়া’।",
        "fa": "[به فرشتگان گفته می‌شود:] «او را بگیرید و در بند و زنجیر کنید."
      }
    },
    {
      "verse_number": 5354,
      "verse_key": "69:31",
      "arabic_text": "ثُمَّ ٱلْجَحِيمَ صَلُّوهُ",
      "phonetic_text": "Thumma aljaheema sallooh",
      "translations": {
        "fr": "Puis, dans le Brasier, brûlez-le !",
        "en": "lead him to burn in the blazing Fire,",
        "es": "Introducidlo en el fuego del Infierno,",
        "it": "quindi sia precipitato nella Fornace,",
        "ru": "потом бросьте его в Ад",
        "tr": "\"Sonra cehenneme atın onu.\"",
        "de": "Hierauf setzt ihn dem Höllenbrand aus.",
        "pt": "E introduzi-o na fogueira!",
        "nl": "En doet hem in Djahîm (de Hel) binnengaan.",
        "ur": "پھر اِسے جہنم میں جھونک دو",
        "bn": "‘তাৰ পিছত তাক জাহান্নামত নিক্ষেপ কৰা’।",
        "fa": "سپس او را به [آتش] دوزخ بیفکنید."
      }
    },
    {
      "verse_number": 5355,
      "verse_key": "69:32",
      "arabic_text": "ثُمَّ فِى سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَٱسْلُكُوهُ",
      "phonetic_text": "Thumma fee silsilatin tharAAuhasabAAoona thiraAAan faslukooh",
      "translations": {
        "fr": "Ensuite, avec une chaîne (longue) de soixante-dix coudées, attachez-le !",
        "en": "and [bind him] in a chain seventy metres long:",
        "es": "sujetadlo con una cadena de setenta codos,",
        "it": "e poi legatelo con una catena di settanta cubiti.",
        "ru": "и нанизьте его на цепь длиной в семьдесят локтей!",
        "tr": "\"Sonra da boyu yetmiş arşın zincir içerisinde onu oraya sokun.\"",
        "de": "Hierauf steckt ihn in eine Kette, deren Länge siebzig Ellen ist.",
        "pt": "Então, fazei-o carregar uma corrente de setenta cúbitos,",
        "nl": "Voert hem daarna binnen in ketenen waarvan de lengte zeventig ellen is.''",
        "ur": "پھر اِس کو ستر ہاتھ لمبی زنجیر میں جکڑ دو",
        "bn": "তাৰ পিছত তাক বান্ধি থোৱা, এনে এডাল শিকলিৰে যাৰ দৈৰ্ঘ সত্তৰ হাত।",
        "fa": "آنگاه وی را در زنجیری ببندید که طولش هفتاد ذِراع است."
      }
    },
    {
      "verse_number": 5356,
      "verse_key": "69:33",
      "arabic_text": "إِنَّهُۥ كَانَ لَا يُؤْمِنُ بِٱللَّهِ ٱلْعَظِيمِ",
      "phonetic_text": "Innahu kana la yu/minu billahialAAatheem",
      "translations": {
        "fr": "Car il ne croyait pas en Allah le Très Grand,",
        "en": "he would not believe in Almighty God,",
        "es": "porque no creía en Dios, el Grandioso,",
        "it": "Non credeva in Allah, il Supremo,",
        "ru": "Он не веровал в Великого Аллаха",
        "tr": "Çünkü o, büyük Allah'a inanmıyordu.",
        "de": "Er pflegte nämlich nicht an Allah, den Allgewaltigen zu glauben",
        "pt": "Porque não creu em Deus, Ingente,",
        "nl": "Voorwaar, hij geloofde niet in Allah, de Geweldige.",
        "ur": "یہ نہ اللہ بزرگ و برتر پر ایمان لاتا تھا",
        "bn": "নিশ্চয় সি মহান আল্লাহৰ প্ৰতি ঈমান পোষণ কৰা নাছিল,",
        "fa": "بی‌گمان، او هرگز به الله بزرگ ایمان نمی‌آورد،"
      }
    },
    {
      "verse_number": 5357,
      "verse_key": "69:34",
      "arabic_text": "وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلْمِسْكِينِ",
      "phonetic_text": "Wala yahuddu AAalataAAami almiskeen",
      "translations": {
        "fr": "pas plus qu’il n’incitait à donner à manger au pauvre.",
        "en": "he never encouraged feeding the hungry,",
        "es": "ni alentaba a alimentar al pobre.",
        "it": "e non esortava a nutrire il povero.",
        "ru": "и не призывал кормить бедняка.",
        "tr": "Yoksula yedirmeye teşvik etmiyordu.",
        "de": "und nicht zur Speisung des Armen anzuhalten.",
        "pt": "Nem diligenciou, no sentido de alimentar os necessitados.",
        "nl": "En hij moedigde niet aan tot het voeden van de armen.",
        "ur": "اور نہ مسکین کو کھانا کھلانے کی ترغیب دیتا تھا۔ <sup foot_note=\"188068\">1</sup>",
        "bn": "আৰু মিছকিনক খাদ্যদানত উৎসাহিত কৰাও নাছিল।",
        "fa": "و هرگز [مردم را] بر اطعام بینوا[یان] تشویق نمی‌کرد."
      }
    },
    {
      "verse_number": 5358,
      "verse_key": "69:35",
      "arabic_text": "فَلَيْسَ لَهُ ٱلْيَوْمَ هَـٰهُنَا حَمِيمٌ",
      "phonetic_text": "Falaysa lahu alyawma hahuna hameem",
      "translations": {
        "fr": "Aujourd’hui, ici, il n’a aucun ami chaleureux,",
        "en": "so today he has no real friend here,",
        "es": "Hoy no tiene aquí amigo que pueda interceder por él.",
        "it": "Oggi non avrà qui nessun amico sincero,",
        "ru": "Сегодня здесь у него нет любящего родственника,",
        "tr": "Bu sebeple bugün burada onun candan bir dostu yoktur.",
        "de": "So hat er hier heute keinen warmherzigen Freund",
        "pt": "Assim, pois, não terá, hoje, nenhum amigo íntimo,",
        "nl": "Op deze Dag heeft hij hier geen trouwe vriend.",
        "ur": "لہٰذا آج نہ یہاں اِس کا کوئی یار غم خوار ہے",
        "bn": "এতেকে আজি ইয়াত তাৰ কোনো অন্তৰঙ্গ বন্ধু নাথাকিব।",
        "fa": "بنابر این، امروز دوست صمیمی [و مهربانی] در اینجا ندارد [که یاری‌اش کند]،"
      }
    },
    {
      "verse_number": 5359,
      "verse_key": "69:36",
      "arabic_text": "وَلَا طَعَامٌ إِلَّا مِنْ غِسْلِينٍ",
      "phonetic_text": "Wala taAAamun illamin ghisleen",
      "translations": {
        "fr": "ni nourriture autre que le pus",
        "en": "and the only food he has is the filth",
        "es": "No tendrá más comida que pus,",
        "it": "né altro cibo che sanie <a class=f><sup foot_note=160299>1</sup></a>",
        "ru": "и нет пищи, кроме кровавого гноя.",
        "tr": "Bir irinden başka yiyecek de yok.",
        "de": "und auch keine Speise außer Jauche,",
        "pt": "Nem mais alimento do que o excremento,",
        "nl": "En er is geen voedsel den etter.",
        "ur": "اور نہ زخموں کے دھوون کے سوا اِس کے لیے کوئی کھانا",
        "bn": "আৰু ক্ষত-নিঃসৃত পুঁজৰ বাহিৰে আন কোনো খাদ্য নাথাকিব,",
        "fa": "و غذایی جز چرک و خون [جهنمیان] ندارد؛"
      }
    },
    {
      "verse_number": 5360,
      "verse_key": "69:37",
      "arabic_text": "لَّا يَأْكُلُهُۥٓ إِلَّا ٱلْخَـٰطِـُٔونَ",
      "phonetic_text": "La ya/kuluhu illa alkhati-oon",
      "translations": {
        "fr": "dont seuls se nourriront les coupables. »",
        "en": "that only sinners eat.’",
        "es": "que solo comerán los pecadores”.",
        "it": "che solo i colpevoli mangeranno.",
        "ru": "Едят его только грешники.",
        "tr": "Onu günahkârlardan başkası yemez.",
        "de": "die nur diejenigen essen, die Verfehlungen begangen haben.",
        "pt": "Que ninguém comerá, a não ser os pecadores.",
        "nl": "Niemand eet dat dan de zondaren.",
        "ur": "جسے خطا کاروں کے سوا کوئی نہیں کھاتا",
        "bn": "যিটো অপৰাধীসকলৰ বাহিৰে আন কোনেও নাখাব।",
        "fa": "[غذایی ‌که] جز گناهکاران آن را نمی‌خورند»."
      }
    },
    {
      "verse_number": 5361,
      "verse_key": "69:38",
      "arabic_text": "فَلَآ أُقْسِمُ بِمَا تُبْصِرُونَ",
      "phonetic_text": "Fala oqsimu bima tubsiroon",
      "translations": {
        "fr": "Non, J’en jure par ce que vous voyez,",
        "en": "So I swear by what you can see",
        "es": "Juro por lo que veis",
        "it": "Lo giuro per quel che vedete,",
        "ru": "О да! Клянусь тем, что вы видите,",
        "tr": "Andolsun gördüklerinize,",
        "de": "Nein! Ich schwöre bei dem, was ihr seht,",
        "pt": "Juro, pois, pelo que vedes,",
        "nl": "Zo waarlijk zweer Ik bij wat jullie zien.",
        "ur": "پس نہیں، <sup foot_note=\"188069\">1</sup> میں قسم کھاتا ہوں اُن چیزوں کی بھی جو تم دیکھتے ہو",
        "bn": "এতেকে মই শপত কৰো সেইবোৰ বস্তুৰ যিবোৰ তোমালোকে দেখা পোৱা,",
        "fa": "سوگند به آنچه می‌بینید"
      }
    },
    {
      "verse_number": 5362,
      "verse_key": "69:39",
      "arabic_text": "وَمَا لَا تُبْصِرُونَ",
      "phonetic_text": "Wama la tubsiroon",
      "translations": {
        "fr": "et par ce que vous ne voyez pas,",
        "en": "and by what you cannot see:",
        "es": "y por lo que no puede verse,",
        "it": "e per quel che non vedete!».",
        "ru": "и тем, чего вы не видите!",
        "tr": "Ve görmediklerinize..",
        "de": "und dem, was ihr nicht seht.",
        "pt": "E pelo que não vedes,",
        "nl": "En bij wat jullie niet zien.",
        "ur": "اور اُن کی بھی جنہیں تم نہیں دیکھتے",
        "bn": "আৰু তাৰো শপত কৰো যিবোৰ তোমালোকে দেখা নোপোৱা;",
        "fa": "و به آنچه نمی‌بینید."
      }
    },
    {
      "verse_number": 5363,
      "verse_key": "69:40",
      "arabic_text": "إِنَّهُۥ لَقَوْلُ رَسُولٍ كَرِيمٍ",
      "phonetic_text": "Innahu laqawlu rasoolin kareem",
      "translations": {
        "fr": "ceci<sup foot_note=195204>1</sup> est le propos (transmis) par un Noble Messager,",
        "en": "this [Quran] is the speech of an honoured messenger,",
        "es": "que el Corán es la palabra recitada por un Mensajero noble.",
        "it": "Questa è in verità la parola di un Messaggero nobilissimo;",
        "ru": "Это - слова благородного посланца (Мухаммада или Джибрила).",
        "tr": "Kuşkusuz Kur'ân, şerefli bir peygamberin (Allah'tan) getirdiği sözdür.",
        "de": "Das sind wahrlich die Worte eines edlen Gesandten,",
        "pt": "Que este (Alcorão) é a palavra do Mensageiro honorável.",
        "nl": "Voorwaar, het is zeker het Woord (verkondigd door) een nobele Boodschapper.",
        "ur": "یہ ایک رسولِ کریم کا قول ہے، <sup foot_note=\"188070\">1</sup>",
        "bn": "নিশ্চয় এয়া (কোৰআন) এক সন্মানিত ৰাছুলৰ (বাহিত) বাণী।",
        "fa": "بی‌تردید، این [قرآن، سخن الله است که ابلاغش به پیامبر، بر عهدۀ] فرستاده‌ای بزرگوار [=جبرئیل] است."
      }
    },
    {
      "verse_number": 5364,
      "verse_key": "69:41",
      "arabic_text": "وَمَا هُوَ بِقَوْلِ شَاعِرٍ ۚ قَلِيلًا مَّا تُؤْمِنُونَ",
      "phonetic_text": "Wama huwa biqawli shaAAirinqaleelan ma tu/minoon",
      "translations": {
        "fr": "et non le propos d’un poète. Comme vous êtes peu nombreux à y croire !",
        "en": "not the words of a poet- how little you believe!-",
        "es": "No es la palabra de un poeta. ¡Qué poco creéis!",
        "it": "non è la parola di un poeta – [credetelo] per quanto poco crediate-",
        "ru": "Это - не слова поэта. Мало же вы веруете!",
        "tr": "O bir şair sözü değildir, siz çok az inanıyorsunuz.",
        "de": "das sind nicht die Worte eines Dichters. Wie wenig ihr glaubt!",
        "pt": "E não a palavra de um poeta. - Quão pouco credes-",
        "nl": "En het is niet het woord van een dichter. Weinig is het dat jullie geloven.",
        "ur": "کسی شاعر کا قول نہیں ہے ، تم لوگ کم ہی ایمان لاتے ہو۔ <sup foot_note=\"188071\">1</sup>",
        "bn": "আৰু এয়া কোনো কবিৰ কথা নহয়; তোমালোকে খুবেই কম ঈমান পোষণ কৰা।",
        "fa": "و اینها گفتار شاعری نیست؛ [اما شما کافران] کمتر ایمان می‌آورید."
      }
    },
    {
      "verse_number": 5365,
      "verse_key": "69:42",
      "arabic_text": "وَلَا بِقَوْلِ كَاهِنٍ ۚ قَلِيلًا مَّا تَذَكَّرُونَ",
      "phonetic_text": "Wala biqawli kahinin qaleelanma tathakkaroon",
      "translations": {
        "fr": "Et ce n’est pas, non plus, le propos d’un devin. Comme vous êtes peu nombreux à y réfléchir !",
        "en": "nor the words of a soothsayer- how little you reflect!",
        "es": "Ni tampoco la palabra de un adivino. ¡Qué poco reflexionáis!",
        "it": "e neanche la parola di un indovino – per quanto poco riflettiate!",
        "ru": "Это - не слова прорицателя. Мало же вы поминаете назидания!",
        "tr": "Bir kâhin sözü de değildir, ne de az düşünüyorsunuz!",
        "de": "Und es sind auch nicht die Worte eines Wahrsagers. Wie wenig ihr bedenkt!",
        "pt": "Nem tampouco é a palavra de um adivinho. Quão pouco meditais!",
        "nl": "En het is niet het woord van een waarzegger. Weinig is de lering die jullie er uit trekken.",
        "ur": "اور نہ یہ کسی کاہن کا قول ہے، تم لوگ کم ہی غور کرتے ہو",
        "bn": "আৰু এয়া কোনো গণকৰ কথাও নহয়; তোমালোকে খুবেই কম উপদেশ গ্ৰহণ কৰা।",
        "fa": "و [نیز] گفتار کاهنی نیست؛ [اما شما] کمتر پند می‌گیرید."
      }
    },
    {
      "verse_number": 5366,
      "verse_key": "69:43",
      "arabic_text": "تَنزِيلٌ مِّن رَّبِّ ٱلْعَـٰلَمِينَ",
      "phonetic_text": "Tanzeelun min rabbi alAAalameen",
      "translations": {
        "fr": "C’est bien une révélation du Seigneur de l’Univers.",
        "en": "This [Quran] is a message sent down from the Lord of the Worlds:",
        "es": "Es una revelación que dimana del Señor del universo.",
        "it": "E una Rivelazione <a class=f><sup foot_note=160300>1</sup></a> venuta dal Signore dei mondi.",
        "ru": "Это - Ниспослание от Господа миров.",
        "tr": "O, âlemlerin Rabbi tarafından indirilmedir.",
        "de": "(Er ist) eine Offenbarung vom Herrn der Weltenbewohner.",
        "pt": "(Esta) é uma revelação do Senhor do Universo.",
        "nl": "(Het is) een neerzending van de Heer der Werelden.",
        "ur": "یہ ربّ العالمین کی طرف سے نازل ہوا ہے۔ <sup foot_note=\"188072\">1</sup>",
        "bn": "এয়া বিশ্বজগতৰ প্ৰতিপালকৰ তৰফৰ পৰা নাযিলকৃত।",
        "fa": "[این قرآن،] از سوی پروردگار جهانیان نازل شده است."
      }
    },
    {
      "verse_number": 5367,
      "verse_key": "69:44",
      "arabic_text": "وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ ٱلْأَقَاوِيلِ",
      "phonetic_text": "Walaw taqawwala AAalayna baAAdaal-aqaweel",
      "translations": {
        "fr": "Si (Muhammad) Nous avait attribué certaines paroles (qui n’étaient pas les Nôtres),",
        "en": "if [the Prophet] had attributed some fabrication to Us,",
        "es": "Si [el Profeta] hubiera atribuido algo falsamente a Mi Mensaje,",
        "it": "Se [Muhammad] Ci avesse mendacemente attribuito qualche discorso <a class=f><sup foot_note=160301>1</sup></a> ,",
        "ru": "Если бы он приписал Нам некоторые слова,",
        "tr": "O, bize isnâden bazı sözler uydurmaya kalkışsaydı,",
        "de": "Und wenn er sich gegen Uns einige Aussprüche selbst ausgedacht hätte,",
        "pt": "E se (o Mensageiro) tivesse inventado alguns ditos, em Nosso nome",
        "nl": "En als hij (Moehammad) een paar woorden had verzonnen in Onze Naam.",
        "ur": "اور اگر اس (نبی) نے خود گھڑ کر کوئی بات ہماری طرف منسوب کی ہوتی",
        "bn": "যদি তেওঁ আমাৰ নামত কোনো মিছা ৰচনা কৰিলেহেঁতেন,",
        "fa": "اگر [پیامبر] سخنانی [به دروغ] بر ما می‌بست،"
      }
    },
    {
      "verse_number": 5368,
      "verse_key": "69:45",
      "arabic_text": "لَأَخَذْنَا مِنْهُ بِٱلْيَمِينِ",
      "phonetic_text": "Laakhathna minhu bilyameen",
      "translations": {
        "fr": "Nous l’aurions saisi en Notre Main Droite,<sup foot_note=195205>1</sup>",
        "en": "We would certainly have seized his right hand",
        "es": "le habría apresado severamente,",
        "it": "lo avremmo certo afferrato per la mano destra,",
        "ru": "то Мы схватили бы его за правую руку (или схватили бы его крепко),",
        "tr": "Elbette biz onu bundan dolayı kuvvetle yakalardık.",
        "de": "hätten Wir ihn sicherlich an der Rechten gefaßt",
        "pt": "Certamente o teríamos apanhado pela destra;",
        "nl": "Dan zouden Wij hem met kracht gegrepen hebben.",
        "ur": "تو ہم اِس کا دایاں ہاتھ پکڑ لیتے",
        "bn": "তেন্তে নিশ্চয় আমি তাক সোঁ হাতেৰে ধৰিলোহেঁতেন,",
        "fa": "مسلّماً ما دست راست او را می‌گرفتیم،"
      }
    },
    {
      "verse_number": 5369,
      "verse_key": "69:46",
      "arabic_text": "ثُمَّ لَقَطَعْنَا مِنْهُ ٱلْوَتِينَ",
      "phonetic_text": "Thumma laqataAAna minhualwateen",
      "translations": {
        "fr": "puis lui aurions tranché l’aorte.",
        "en": "and cut off his lifeblood,",
        "es": "luego le habría cortado la arteria vital,",
        "it": "e quindi gli avremmo reciso l’aorta",
        "ru": "а потом перерезали бы ему аорту,",
        "tr": "Sonra da onun şah damarını keser atardık.",
        "de": "und ihm hierauf sicherlich die Herzader durchschnitten,",
        "pt": "E então, Ter-lhe-íamos cortado a aorta,",
        "nl": "En dan zouden Wij zijn hartslagader doorgesneden hebben.",
        "ur": "اور اِس کی رگ گردن کاٹ ڈالتے",
        "bn": "তাৰ পিছত আমি তাৰ হৃদপিণ্ডৰ শিৰা কাটি দিলোহেঁতেন,",
        "fa": "سپس [شاه]رگِ قلبش را قطع می‌کردیم،"
      }
    },
    {
      "verse_number": 5370,
      "verse_key": "69:47",
      "arabic_text": "فَمَا مِنكُم مِّنْ أَحَدٍ عَنْهُ حَـٰجِزِينَ",
      "phonetic_text": "Fama minkum min ahadin AAanhu hajizeen",
      "translations": {
        "fr": "Nul d’entre vous alors n’aurait pu le protéger.",
        "en": "and none of you could have defended him.",
        "es": "y nadie habría podido impedirlo.",
        "it": "e nessuno di voi avrebbe potuto impedirCelo.",
        "ru": "и никто из вас не избавил бы его.",
        "tr": "O vakit sizden hiçbiriniz ona siper de olamazdınız.",
        "de": "und niemand von euch hätte (Uns) dann von ihm abhalten können.",
        "pt": "E nenhum de vós teria podido impedir-Nos,",
        "nl": "En niemand van jullie zou dat voor hem kunnen verhinderen.",
        "ur": "پھر تم میں سے کوئی (ہمیں) اِس کام سے روکنے والا نہ ہوتا۔ <sup foot_note=\"188073\">1</sup>",
        "bn": "এতেকে তোমালোকৰ মাজত এনে কোনো নাই, যিয়ে তাক ৰক্ষা কৰিব।",
        "fa": "و هیچ‌یک از شما نمی‌توانست مانع [عذابِ] او گردد."
      }
    },
    {
      "verse_number": 5371,
      "verse_key": "69:48",
      "arabic_text": "وَإِنَّهُۥ لَتَذْكِرَةٌ لِّلْمُتَّقِينَ",
      "phonetic_text": "Wa-innahu latathkiratun lilmuttaqeen",
      "translations": {
        "fr": "Ce (Coran) est, en vérité, un Rappel à l’adresse de ceux qui sont pieux.",
        "en": "This [Quran] is a reminder for those who are aware of God.",
        "es": "El Corán es un motivo de reflexión para los que tienen temor de Dios,",
        "it": "In verità questo è un Monito per i timorati [di Allah]!",
        "ru": "Воистину, это - Назидание для богобоязненных.",
        "tr": "O hiç kuşkusuz, takva sahipleri için unutulmayacak bir öğüttür.",
        "de": "Er ist wahrlich eine Erinnerung für die Gottesfürchtigen.",
        "pt": "E, certamente, este (Alcorão) é uma mensagem para os tementes,",
        "nl": "En voorwaar, hij (de Koran) is zeker een Vermaning voor de Moettaqôen.",
        "ur": "درحقیقت یہ پرہیز گار لوگوں کے لیے ایک نصیحت ہے۔ <sup foot_note=\"188074\">1</sup>",
        "bn": "আৰু এয়া (কোৰআন) মুত্তাক্বীসকলৰ বাবে নিশ্চিত এটা উপদেশ।",
        "fa": "یقیناً این [قرآن،] پند و تذکری برای پرهیزگاران است."
      }
    },
    {
      "verse_number": 5372,
      "verse_key": "69:49",
      "arabic_text": "وَإِنَّا لَنَعْلَمُ أَنَّ مِنكُم مُّكَذِّبِينَ",
      "phonetic_text": "Wa-inna lanaAAlamu anna minkum mukaththibeen",
      "translations": {
        "fr": "Nous savons (pourtant) que, parmi vous, certains crient (encore) au mensonge.",
        "en": "We know that some of you consider it to be lies-",
        "es": "y bien sé que hay entre vosotros quienes desmienten,",
        "it": "Sappiamo che tra voi c’è chi lo tratta da bugiardo;",
        "ru": "Нам известно, что среди вас есть считающие его ложью.",
        "tr": "Bununla beraber biz biliyoruz ki sizden inanmayanlar var.",
        "de": "Und Wir wissen wahrlich, daß es unter euch Leugner gibt.",
        "pt": "-E Nós sabemos aqueles que, dentre vós, são os desmentidores-",
        "nl": "En voorwaar, Wij kennen zeker de loochenaars onder jullie.",
        "ur": "اور ہم جانتے ہیں کہ تم میں سے کچھ لوگ جھٹلانے والے ہیں",
        "bn": "আৰু আমি নিশ্চয় জানো যে, তোমালোকৰ মাজত কিছুমান মিথ্যাৰোপকাৰী আছে।",
        "fa": "و ما یقیناً می‌دانیم که برخی از شما، تکذیب‌کنندگان [این کلام الهی] هستید."
      }
    },
    {
      "verse_number": 5373,
      "verse_key": "69:50",
      "arabic_text": "وَإِنَّهُۥ لَحَسْرَةٌ عَلَى ٱلْكَـٰفِرِينَ",
      "phonetic_text": "Wa-innahu lahasratun AAala alkafireen",
      "translations": {
        "fr": "Ce sera plutôt un sujet d’amers regrets pour les mécréants.",
        "en": "this will be a source of bitter regret for the disbelievers-",
        "es": "pero eso será motivo de pesar para los que rechazan el Mensaje.",
        "it": "in verità ciò sarà un rimpianto per i miscredenti;",
        "ru": "Воистину, это - горе для неверующих.",
        "tr": "Kuşkusuz bu Kur'ân kafirler için bir pişmanlık vesilesidir.",
        "de": "Und er ist wahrlich (ein Grund zum) Gram für die Ungläubigen.",
        "pt": "E ele é uma angústia para os incrédulos;",
        "nl": "En voorwaar, hij (de Koran) zal voor de ongelovigen zeker een oorzaak van spijt zijn.",
        "ur": "ایسے کافروں کے لیے یقیناً یہ موجبِ حسرت ہے۔ <sup foot_note=\"188075\">1</sup>",
        "bn": "আৰু এইটো (কোৰআন) নিশ্চয় কাফিৰসকলৰ বাবে এক নিশ্চিত অনুশোচনাৰ কাৰণ।",
        "fa": "و همانا این [قرآن،] بر کافران مایۀ حسرت و ندامت است."
      }
    },
    {
      "verse_number": 5374,
      "verse_key": "69:51",
      "arabic_text": "وَإِنَّهُۥ لَحَقُّ ٱلْيَقِينِ",
      "phonetic_text": "Wa-innahu lahaqqu alyaqeen",
      "translations": {
        "fr": "C’est là, assurément, la vraie certitude.",
        "en": "but it is in fact the certain Truth.",
        "es": "El Corán es la verdad indubitable.",
        "it": "questa è l’assoluta certezza.",
        "ru": "Воистину, это - убедительная истина.",
        "tr": "Gerçekten o, şüphe götürmez bir bilgidir.",
        "de": "Und er ist wahrlich die reine Gewißheit.",
        "pt": "E ele é verdade convicta.",
        "nl": "En voorwaar, het is een zekere Waarheid.",
        "ur": "اور یہ بالکل یقینی حق ہے",
        "bn": "আৰু নিশ্চয় এইটো সুনিশ্চিত সত্য।",
        "fa": "و بی‌گمان، این [قرآن،] حقیقتِ راستین است."
      }
    },
    {
      "verse_number": 5375,
      "verse_key": "69:52",
      "arabic_text": "فَسَبِّحْ بِٱسْمِ رَبِّكَ ٱلْعَظِيمِ",
      "phonetic_text": "Fasabbih bismi rabbika alAAatheem",
      "translations": {
        "fr": "Rends donc gloire au Nom de ton Seigneur, le Très Grand !",
        "en": "So [Prophet] glorify the name of your Lord, the Almighty.",
        "es": "¡Glorifica el nombre de tu Señor, el Grandioso!",
        "it": "Allora glorifica il Nome del tuo Signore, il Supremo. <a class=f><sup foot_note=160302>1</sup></a> Abbiamo tradotto «al-Hâqqah», con l’Inevitabile; il termine è derivante da un radicale implicante il concetto di «dovere». Si tratta dell’ora della Resurrezione e del Giudizio. <a class=f><sup foot_note=160303>2</sup></a> «le [città] stravolte»: la Pentapoli, di cui facevano parte Sodoma e Gomorra. <a class=f><sup foot_note=160304>3</sup></a> «il libro»: il registro in cui saranno state scritte le azioni dell’uomo. <a class=f><sup foot_note=160305>4</sup></a> Come dire: «Se la morte fisica fosse stata definitiva». <a class=f><sup foot_note=160306>5</sup></a> «sanie»: il termine usato dal Corano è «ghislìn»; implica il concetto di qualcosa che deve essere «lavata via». Di cosa si tratti esattamente non è dato di sapere; Tabarì (XXIX, scrisse: «solo Allah sa cosa siano esattamente “zaqqùm” e “ghislìn”». <a class=f><sup foot_note=160307>6</sup></a> Naturalmente la Rivelazione è il Corano stesso. <a class=f><sup foot_note=160308>7</sup></a> Non vi è nessuna possibilità che un uomo e tantomeno il Messaggero di Allah (pace e benedizioni su di lui) possa interpolare o aggiungere del suo alla Parola di Allah (gloria a Lui l’Altissimo). Allah è Colui che tutto ascolta e conosce.",
        "ru": "Прославляй же имя Господа твоего Великого!",
        "tr": "O halde, haydi tesbih et Rabbinin yüce ismiyle",
        "de": "Darum preise den Namen deines Allgewaltigen Herrn.",
        "pt": "Assim sendo, glorifica o nome do teu Senhor, o Ingente.",
        "nl": "Prijs daarom de Naam van jouw Heer, de Geweldige.",
        "ur": "پس اے نبیؐ، اپنے رب عظیم کے نام کی تسبیح کرو",
        "bn": "এতেকে তুমি তোমাৰ মহান প্ৰতিপালকৰ নামত তছবীহ পাঠ কৰা।",
        "fa": "پس [ای پیامبر،] با [ذکرِ] نامِ پروردگار بزرگت [او را] تسبیح گوی."
      }
    }
  ]
}