{
  "surah_number": 111,
  "extracted_at": "2025-09-20T15:17:48.379Z",
  "verses": [
    {
      "verse_number": 6217,
      "verse_key": "111:1",
      "arabic_text": " تَبَّتْ يَدَآ أَبِى لَهَبٍ وَتَبَّ",
      "phonetic_text": "Tabbat yada abee lahabin watab",
      "translations": {
        "fr": "Que périssent les mains d’Abu Lahab, et qu’il périsse lui-même !",
        "en": "May the hands of Abu Lahab be ruined! May he be ruined too!",
        "es": "¡Maldito sea Abu Lahab<sup foot_note=169514>1</sup> y que perezca!",
        "it": "Periscano le mani di Abû Lahab <a class=f><sup foot_note=160788>1</sup></a> e perisca anche lui.",
        "ru": "Да пропадут пропадом руки Абу Лахаба, и сам он пропал.",
        "tr": "Ebu Leheb'in elleri kurusun (yok olsun o), zaten yok oldu ya.",
        "de": "Zugrunde gehen sollen die Hände Abu Lahabs, und zugrunde gehen soll er (selbst)!",
        "pt": "Que pereça o poder de Abu Láhab e que ele pereça também!",
        "nl": "Vernietigd zijn de handen van Aboe Lahab en vernietigd is hij.",
        "ur": "ٹوٹ گئے ابو لہب کے ہاتھ اور نامراد ہوگیا وہ۔ <sup foot_note=\"188641\">1</sup>",
        "bn": "ধ্বংস হওক আবু লাহাবৰ দুয়ো হাত আৰু সি নিজেও ধ্বংস হৈছে।",
        "fa": "بریده باد هر دو دست اَبولَهَب و هلاک باد خودش!"
      }
    },
    {
      "verse_number": 6218,
      "verse_key": "111:2",
      "arabic_text": "مَآ أَغْنَىٰ عَنْهُ مَالُهُۥ وَمَا كَسَبَ",
      "phonetic_text": "Ma aghna AAanhu maluhuwama kasab",
      "translations": {
        "fr": "À rien ne lui serviront ses richesses ni tout ce qu’il a acquis !",
        "en": "Neither his wealth nor his gains will help him:",
        "es": "No le servirán de nada su poder ni sus bienes materiales.",
        "it": "Le sue ricchezze e i suoi guadagni non gli gioveranno <a class=f><sup foot_note=160789>1</sup></a> .",
        "ru": "Не спасло его богатство и то, что он приобрел (положение в обществе и дети).",
        "tr": "Ne malı ne de kazandığı onu kurtaramadı.",
        "de": "Was nützt ihm sein Besitz und das, was er erworben hat?",
        "pt": "De nada lhe valerão os seus bens, nem tudo quanto lucrou.",
        "nl": "Zijn bezit en wat hij voortbracht, baat hem niet.",
        "ur": "اُس کا مال اور جو کچھ اس نے کمایا وہ اُس کے کسی کام نہ آیا۔ <sup foot_note=\"188642\">1</sup>",
        "bn": "তাৰ ধন-সম্পদ আৰু তাৰ উপাৰ্জন তাৰ কোনো কামত নাহিল।",
        "fa": "مال و ثروتش و آنچه به دست آورده بود، او را بی‌نیاز نساخت [و برایش سودی نبخشید]."
      }
    },
    {
      "verse_number": 6219,
      "verse_key": "111:3",
      "arabic_text": "سَيَصْلَىٰ نَارًا ذَاتَ لَهَبٍ",
      "phonetic_text": "Sayasla naran thatalahab",
      "translations": {
        "fr": "Il brûlera dans un Feu aux flammes incandescentes,",
        "en": "he will burn in the Flaming Fire––",
        "es": "Será arrojado en el fuego llameante",
        "it": "Sarà bruciato nel Fuoco ardente,",
        "ru": "Он попадет в пламенный Огонь.",
        "tr": "(O), alevli bir ateşe girecektir.",
        "de": "Er wird einem Feuer voller Flammen ausgesetzt sein",
        "pt": "Entrará no fogo flamígero,",
        "nl": "Hij zal een vuur van vlammen (de Hel) binnengaan.",
        "ur": "ضرور وہ شعلہ زن آگ میں ڈالا جائے گا",
        "bn": "অতিশীঘ্ৰেই সি লেলিহান জুইত পতিত হ’ব।",
        "fa": "به زودی به آتش شعله‌ور درخواهد آمد؛"
      }
    },
    {
      "verse_number": 6220,
      "verse_key": "111:4",
      "arabic_text": "وَٱمْرَأَتُهُۥ حَمَّالَةَ ٱلْحَطَبِ",
      "phonetic_text": "Wamraatuhu hammalata alhatab",
      "translations": {
        "fr": "ainsi que sa femme, porteuse de bois mort,",
        "en": "and so will his wife, the firewood-carrier,",
        "es": "junto con su mujer, la que acarreaba espinas<sup foot_note=169515>1</sup>,",
        "it": "assieme a sua moglie <a class=f><sup foot_note=160790>1</sup></a> , la portatrice di legna,",
        "ru": "Жена его будет носить дрова,",
        "tr": "Karısı da odun hamalı olarak (onunla beraber girecektir).",
        "de": "und (auch) seine Frau, die Brennholzträgerin.",
        "pt": "Bem como a sua mulher, a portadora de lenha,",
        "nl": "En ook zijn vrouw, aandraagster van brandhout.",
        "ur": "اور (اُس کے ساتھ) اُس کی جورُو بھی، <sup foot_note=\"188643\">1</sup> لگائی بُجھائی کرنے والی، <sup foot_note=\"188644\">2</sup>",
        "bn": "আৰু তাৰ স্ত্ৰীও- যিজনীয়ে ইন্ধন বহন কৰে,",
        "fa": "و همسرش [اُمّ‌جمیل، آن] هیزم‌کش [آتش‌افروز نیز وارد آتش دوزخ می‌شود]."
      }
    },
    {
      "verse_number": 6221,
      "verse_key": "111:5",
      "arabic_text": "فِى جِيدِهَا حَبْلٌ مِّن مَّسَدٍۭ",
      "phonetic_text": "Fee jeediha hablun min masad",
      "translations": {
        "fr": "et portant au cou une corde de fibres tressées!",
        "en": "with a palm-fibre rope around her neck.",
        "es": "que llevará en su cuello una cuerda de fibras de palmera.",
        "it": "che avrà al collo una corda di fibre di palma. <a class=f><sup foot_note=160791>1</sup></a> Abû Lahab (padre della fiamma) era il soprannome di Abdul ‘Uzza, figlio di Abdu- ‘l-Muttalib e quindi zio paterno dell’Inviato di Allah (pace e benedizione su di lui). Quando, in seguito alla morte di Abû Talib, divenne capo del clan hashimita, rifiutò la protezione tribale a Muhammed e lo lasciò esposto all’ostilità degli idolatri. <a class=f><sup foot_note=160792>2</sup></a> Abû Lahab scherniva Muhammad (pace e benedizioni su di lui) dicendo: «Se quello che dice mio nipote è vero, ho abbastanza ricchezze e figli per pagare il mio riscatto». <a class=f><sup foot_note=160793>3</sup></a> Umm Jamila bint Harb, moglie di Abû Lahab, aveva certamente grande parte nell’ostilità che il marito nutriva nei confronti dell’Inviato di Allah. Era la sorella di Abû Sufyan che sarebbe diventato il capo dei politeisti nelle loro guerre contro i credenti e, nella sua acrimonia, giunse a spargere cespugli spinosi nei pressi dell’abitazione di Muhammad, con la speranza che, rientrando nottetempo, si ferisse.",
        "ru": "а на шее у нее будет плетеная веревка из пальмовых волокон.",
        "tr": "Boynunda da hurma lifinden bir ip olacaktır.",
        "de": "Um ihrem Hals ist ein Strick aus Palmfasern.",
        "pt": "Que levará ao pescoço uma corda de esparto.",
        "nl": "Om haar nek een touw van vezels.",
        "ur": "اُس کی گردن میں مونجھ کی رسّی ہو گی۔ <sup foot_note=\"188645\">1</sup>",
        "bn": "তাইৰ ডিঙিত থাকিব পকোৱা টান ৰছি।",
        "fa": "[در حالی که] طنابی از لیفِ خرما بر گردنش است."
      }
    }
  ]
}