{
  "surah_number": 106,
  "extracted_at": "2025-09-20T15:17:41.367Z",
  "verses": [
    {
      "verse_number": 6194,
      "verse_key": "106:1",
      "arabic_text": " لِإِيلَـٰفِ قُرَيْشٍ",
      "phonetic_text": "Li-eelafi quraysh",
      "translations": {
        "fr": "Pour les bienfaits reçus par Qoraïch,",
        "en": "[He did this] to make the Quraysh feel secure,",
        "es": "Le proporcioné seguridad a [la tribu de] Quraish,",
        "it": "Per il patto dei Coreisciti <a class=f><sup foot_note=160769>1</sup></a> ,",
        "ru": "Ради единения курейшитов,",
        "tr": "Kureyş'in ilâfı (güven ve barış andlaşmalarından faydalanmalarını sağlamak) için.",
        "de": "Für die Vereinigung der Qurais",
        "pt": "Pelo convênio dos coraixitas,",
        "nl": "Vanwege de gewoonte* van de Qoeraisj.",
        "ur": "چونکہ قریش مانوس ہوئے <sup foot_note=\"188612\">1</sup>",
        "bn": "যিহেতু ক্বুৰাইছসকল অভ্যস্ত,",
        "fa": "برای [سپاسگزاری از] همبستگی و اُنس قریش،"
      }
    },
    {
      "verse_number": 6195,
      "verse_key": "106:2",
      "arabic_text": "إِۦلَـٰفِهِمْ رِحْلَةَ ٱلشِّتَآءِ وَٱلصَّيْفِ",
      "phonetic_text": "Eelafihim rihlata ashshita-iwassayf",
      "translations": {
        "fr": "Pour les bienfaits de leurs voyages d’hiver et d’été,",
        "en": "secure in their winter and summer journeys.",
        "es": "e hice que sus caravanas en invierno [al Yemen] y en verano [a Siria] fueran respetadas.",
        "it": "per il loro patto delle carovane invernali ed estive <a class=f><sup foot_note=160770>1</sup></a> .",
        "ru": "единения их во время зимних и летних поездок.",
        "tr": "Kış ve yaz seferlerinde (faydalandıkları andlaşmaların) kadrini bilmiş olmaları için.",
        "de": "ihre Vereinigung während der Reise des Winters und des Sommers.",
        "pt": "O convênio das viagens de inverno e de verão!",
        "nl": "Hun gewoonte van het maken van tochten in de winter en de zomer.",
        "ur": "(یعنی) جاڑے اور گرمی کے سفروں سے مانوس، <sup foot_note=\"188613\">1</sup>",
        "bn": "শীত আৰু গ্ৰীষ্মকালৰ ভ্ৰমণত সিহঁতৰ আসক্তি আছে।",
        "fa": "[همان] همبستگی و اُنسِ آنان در سفر‌های زمستانی [به یَمَن] و تابستانی [به شام]؛"
      }
    },
    {
      "verse_number": 6196,
      "verse_key": "106:3",
      "arabic_text": "فَلْيَعْبُدُوا۟ رَبَّ هَـٰذَا ٱلْبَيْتِ",
      "phonetic_text": "FalyaAAbudoo rabba hatha albayt",
      "translations": {
        "fr": "qu’ils adorent donc le Seigneur de cette Maison,<sup foot_note=195247>1</sup>",
        "en": "So let them worship the Lord of this House:",
        "es": "Que adoren y agradezcan, en consecuencia, al Señor de esta Casa [la Ka‘bah],",
        "it": "Adorino dunque il Signore di questa Casa <a class=f><sup foot_note=160771>1</sup></a> ,",
        "ru": "Пусть же они поклоняются Господу этого Дома (Каабы),",
        "tr": "Bu Beyt (Kâbe)nin Rabbine kulluk etsinler.",
        "de": "So sollen sie dem Herrn dieses Hauses dienen,",
        "pt": "Que adorem o Senhor desta Casa,",
        "nl": "Daarom moeten zij de Heer van dit Huis aanbidden.",
        "ur": "لہٰذا اُن کو چاہیے کہ اِس گھر کے ربّ کی عبادت کریں <sup foot_note=\"188614\">1</sup>",
        "bn": "এতেকে সিহঁতে যেন এই ঘৰৰ প্ৰতিপালকৰ ইবাদত কৰে।",
        "fa": "باید پروردگارِ خانۀ کعبه را عبادت کنند؛"
      }
    },
    {
      "verse_number": 6197,
      "verse_key": "106:4",
      "arabic_text": "ٱلَّذِىٓ أَطْعَمَهُم مِّن جُوعٍ وَءَامَنَهُم مِّنْ خَوْفٍۭ",
      "phonetic_text": "Allathee atAAamahum min jooAAinwaamanahum min khawf",
      "translations": {
        "fr": "Qui les a nourris au mépris de la faim, et les a rassurés en dépit de la peur !",
        "en": "who provides them with food to ward off hunger, safety to ward off fear.",
        "es": "Quien les concedió el sustento para que no sufrieran hambre y les dio seguridad para protegerlos del peligro.",
        "it": "Colui Che li ha preservati dalla fame e li ha messi al riparo da [ogni] timore. <a class=f><sup foot_note=160772>1</sup></a> Secondo alcuni esegeti il contenuto di questa sura deve essere strettamente collegato a quello della sura dell’Elefante che la precede. Si è giunti persino ad avanzare l’ipotesi che in un primo tempo le due sure fossero unite, e a riprova di ciò viene citata una tradizione secondo la quale ‘Umar ibn Khattab (che Allah sia soddisfatto di lui) le recitò una dopo l’altra senza pronunciare tra loro la basmala. Detto ciò va detto anche che l’esegesi ortodossa non attribuisce molto valore a questa ipotesi e ritiene che le due sure siano sempre state distinte. <a class=f><sup foot_note=160773>2</sup></a> Avvalorando la tesi di cui abbiamo fatto cenno nella nota precedente, si afferma che i primi due versetti della sura contengano un discorso sottinteso e che vadano compresi in questo modo: «[facemmo fallire la spedizione dell’elefante] per [salvaguardare] il patto [di unità] dei Quraysh [e per salvaguardare] il patto [concernente] la carovana invernale ed estiva». <a class=f><sup foot_note=160774>3</sup></a> La struttura economica su cui era costruita la prosperità dei Quraysh della Mecca si basava su due momenti commerciali: il pellegrinaggio annuale che portava alla Mecca gli arabi di tutta la penisola e le due carovane annuali, una invernale verso lo Yemen e una estiva verso «Sham», la terra della «mezzaluna fertile» (oggi Siria, Palestina, Libano e Giordania). La posizione centrale della Mecca rispetto all’area del Mediterraneo e a quella dell’Oceano Indiano e la straordinaria abilità dei mercanti Quraysh fecero sì che queste due carovane diventassero il fulcro di tutta l’attività economica della città. <a class=f><sup foot_note=160775>4</sup></a> «il Signore di questa Casa»: Allah (gloria a Lui l’Altissimo) il Signore della Ka‘ba.",
        "ru": "Который накормил их после голода и избавил их от страха.",
        "tr": "O, kendilerini açlıktan kurtararak beslemiştir ve her tehlikeye karşı onlara emniyet vermiştir.",
        "de": "Der ihnen Speise nach ihrem Hunger gegeben und ihnen Sicherheit nach ihrer Furcht gewährt hat.",
        "pt": "Que os provê contra a fome e os salvaguarda do temor!",
        "nl": "Degene Die hun tegen de honger voedt en hen veilig stelt voor de angst.",
        "ur": "جس نے اُنہیں بھُوک سے بچا کر کھانے کو دیا <sup foot_note=\"188615\">1</sup> اور خوف سے بچا کر امن عطا کیا۔ <sup foot_note=\"188616\">2</sup>",
        "bn": "যিজনে সিহঁতক ক্ষুধা অৱস্থাত খাদ্য প্ৰদান কৰিছে আৰু সন্ত্ৰাসৰ পৰা নিৰাপত্তা দিছে।",
        "fa": "همان [پروردگاری] که آنان را از گرسنگی [رهانید، به آنان] خوراک داد و از وحشت و ترس ایمن نمود."
      }
    }
  ]
}