{
  "surah_number": 21,
  "extracted_at": "2025-09-20T15:15:40.197Z",
  "verses": [
    {
      "verse_number": 2484,
      "verse_key": "21:1",
      "arabic_text": " ٱقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِى غَفْلَةٍ مُّعْرِضُونَ",
      "phonetic_text": "Iqtaraba linnasi hisabuhumwahum fee ghaflatin muAAridoon",
      "translations": {
        "fr": "(L’Heure) approche où les hommes auront à rendre compte (de leurs actions), mais ils s’en détournent, distraits.",
        "en": "Ever closer to people draws their reckoning, while they turn away, heedless.",
        "es": "Se aproxima la hora en que la gente deberá comparecer [ante Dios para ser juzgada], sin embargo, se muestran indiferentes, lejanos.",
        "it": "Si avvicina per gli uomini la resa dei loro conti, mentre essi incuranti trascurano  <a class=f><sup foot_note=158338>1</sup></a> .",
        "ru": "Приблизился к людям расчет с ними, однако они с пренебрежением отворачиваются.",
        "tr": "İnsanların hesab (görme) zamanı yaklaştı. Onlar ise hâlâ gaflet içinde, yan çizip aldırmıyorlar.",
        "de": "Nahegerückt ist den Menschen ihre Abrechnung, während sie sich in Unachtsamkeit abwenden.",
        "pt": "Aproxima-se a prestação de contas dos homens que, apesar disso, estão desdenhosamente desatentos.",
        "nl": "Dichter bij voor de mensen is hun afrekening gekomen, terwijl zij zich in onachtzaamheid afwenden.",
        "ur": "قریب آگیا ہے لوگوں کے حساب کا وقت ، <sup foot_note=\"185161\">1</sup> اور وہ ہیں کہ غفلت میں منہ موڑے ہوئے ہیں۔ <sup foot_note=\"185162\">2</sup>",
        "bn": "মানুহৰ হিচাপ-নিকাচৰ সময় সমীপৱৰ্ত্তী, অথচ সিহঁতে উদাসিনতাত বিমুখ হৈ আছে।",
        "fa": "[زمان] حساب مردم نزدیک شده است و آنان در ناآگاهی [از بازخواستِ آخرت] رویگردانند."
      }
    },
    {
      "verse_number": 2485,
      "verse_key": "21:2",
      "arabic_text": "مَا يَأْتِيهِم مِّن ذِكْرٍ مِّن رَّبِّهِم مُّحْدَثٍ إِلَّا ٱسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ",
      "phonetic_text": "Ma ya/teehim min thikrin minrabbihim muhdathin illa istamaAAoohu wahumyalAAaboon",
      "translations": {
        "fr": "Il ne leur parvient aucun rappel récent de leur Seigneur qu’ils n’écoutent en plaisantant,",
        "en": "Whenever any fresh revelation comes to them from their Lord, they listen to it playfully",
        "es": "Siempre que les llega de su Señor una nueva revelación, la escuchan y la toman a broma,",
        "it": "Non giunse loro alcun Monito da parte del loro Signore che non ascoltassero irriverenti,",
        "ru": "Когда бы ни приходило к ним новое назидание от их Господа, они выслушивали его, забавляясь.",
        "tr": "Rablerinden kendilerine gelen her yeni hatırlatmayı hep eğlenerek dinliyorlar.",
        "de": "Keine neuerlich offenbarte Ermahnung kommt von ihrem Herrn zu ihnen, ohne daß sie sie anhören, während sie spielen",
        "pt": "Nunca lhes chegou uma nova mensagem de seu Senhor, que não escutassem, senão com o fito de escarnecê-la,",
        "nl": "En er komt geen nieuwe Vermaning van hun Heer tot hen, of zij luisteren ernaar terwijl zij er de spot mee drijven.",
        "ur": "ان کے پاس جو تازہ نصیحت ہی ان کے ربّ کی طرف سے آتی ہے <sup foot_note=\"185163\">1</sup> اُس کو بے تکلف سُنتے ہیں اور کھیل میں پڑے رہتے ہیں، <sup foot_note=\"185164\">2</sup>",
        "bn": "যেতিয়াই সিহঁতৰ ওচৰত সিহঁতৰ প্ৰতিপালকৰ তৰফৰ পৰা কোনো নতুন উপদেশ আহে তেতিয়াই সিহঁতে সেয়া কৌতুকচ্ছলত শুনে,",
        "fa": "هیچ پند تازه‌ای از جانب پروردگارشان برای آنان نمی‌آید، مگر آنکه بازی‌کنان به آن گوش می‌دهند."
      }
    },
    {
      "verse_number": 2486,
      "verse_key": "21:3",
      "arabic_text": "لَاهِيَةً قُلُوبُهُمْ ۗ وَأَسَرُّوا۟ ٱلنَّجْوَى ٱلَّذِينَ ظَلَمُوا۟ هَلْ هَـٰذَآ إِلَّا بَشَرٌ مِّثْلُكُمْ ۖ أَفَتَأْتُونَ ٱلسِّحْرَ وَأَنتُمْ تُبْصِرُونَ",
      "phonetic_text": "Lahiyatan quloobuhum waasarroo annajwaallatheena thalamoo hal hatha illabasharun mithlukum afata/toona assihra waantum tubsiroon",
      "translations": {
        "fr": "et le cœur distrait. Ceux qui ont commis des injustices se disent en secret : « Est-ce là autre chose qu’un être humain comme vous ? Allez-vous donc croire à la magie alors que vous voyez bien (de quoi il s’agit). »",
        "en": "with frivolous hearts. The evildoers conferred in secret: ‘Is this man anything but a mortal like yourselves? Are you going to fall under his spell with your eyes wide open?’",
        "es": "con sus corazones distraídos. Los injustos dicen entre sí en secreto: “[Muhámmad] no es más que un mortal como nosotros. [Y recriminando a los que le escuchaban dicen:] ¿Cómo aceptan ser cautivados por la magia de sus palabras si saben [que es un farsante]?”",
        "it": "con i cuori distratti, mentre gli ingiusti tengono tra loro segreti conciliaboli: «Chi è costui  <a class=f><sup foot_note=158339>1</sup></a> se non un uomo come voi? Volete lasciarvi andare alla magia, voi che lucidamente vedete?»  <a class=f><sup foot_note=158340>2</sup></a> .",
        "ru": "Сердца же их оставались беспечными. Беззаконники говорили между собой тайком: «Разве это - не такой же человек, как и вы? Неужели вы покоритесь колдовству, которое вы видите воочию?».",
        "tr": "Kalbleri hep eğlencede (gaflette), hem o zalimler aralarında şu gizli fısıltıyı yaptılar: \"Bu, ancak sizin gibi bir insan. Artık göz göre göre sihre mi gidip uyarsınız?\"",
        "de": "und ihre Herzen zerstreut sind. Und sie führen insgeheim vertrauliche Gespräche -sie, die Unrecht tun: „Ist dieser etwas anderes als ein menschliches Wesen wie ihr? Wollt ihr denn sehend(en Auges) Zauberei begehen?",
        "pt": "Com os seus corações entregues à divagação. Os iníquos dizem, confidencialmente: Acaso, este não é um homem comovós? Assistir-lhe-eis à magia conscientemente?",
        "nl": "Achteloos zijn hun harken. En degenen die onrechtvaardig zijn verbergen (hun onrecht) in heimelijk overleg (en zeggen:) \"Deze (Boodschapper) is niet anders dan een mens zoals jullie.\" Nemen jullie dan tovenarij aan, terwijl jullie het doorzien?",
        "ur": "دل اُن کے (دوسری ہی فکروں میں)منہمک ہیں۔ اور ظالم آپس میں سرگوشیاں کرتےہیں کہ ”یہ شخص آخر تم جیسا ایک بشر ہی تو ہے، پھر کیا تم آنکھوں دیکھتے جادُو کے پھندے میں پھنس جاوٴ گے؟“ <sup foot_note=\"185165\">1</sup>",
        "bn": "সিহঁতৰ অন্তৰ থাকে অমনোযোগী। আৰু যিসকল যালিম, সিহঁতে গোপনে পৰামৰ্শ কৰে, ‘এওঁ দেখোন তোমালোকৰ দৰেই এজন মানুহ, তথাপিও তোমালোকে দেখি-শুনি যাদুৰ কবলত পৰিবানে’?",
        "fa": "[پیام الهی را در حالی می‌شنوند که] دل‌هایشان غافل است؛ و کسانی ‌که [کافر و] ستمکار بودند، نجواهایشان را پنهان کردند [و گفتند:] «آیا این [مدعى پیامبرى،] جز بشرى همچون شماست؟ آیا در حالی ‌که [حقیقت را] می‌بینید، به جادو روی می‌آورید؟»"
      }
    },
    {
      "verse_number": 2487,
      "verse_key": "21:4",
      "arabic_text": "قَالَ رَبِّى يَعْلَمُ ٱلْقَوْلَ فِى ٱلسَّمَآءِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "phonetic_text": "Qala rabbee yaAAlamu alqawla fee assama-iwal-ardi wahuwa assameeAAu alAAaleem",
      "translations": {
        "fr": "Il dit : « Mon Seigneur Sait tout ce qui se dit dans le ciel et sur terre. Il Entend Tout et il est l’Omniscient. »",
        "en": "He said, ‘My Lord knows everything that is said in the heavens and the earth: He is the All Hearing, the All Knowing.’",
        "es": "Diles [¡Oh, Muhámmad!]: “Mi Señor sabe bien todo lo que se dice en el cielo y en la Tierra. Él todo lo oye, todo lo sabe”.",
        "it": "Disse: «Il mio Signore conosce [ogni] parola [pronunciata] nel cielo e sulla terra, Egli tutto ascolta e conosce».",
        "ru": "Мухаммад сказал: «Мой Господь знает то, что говорят на небе и на земле. Он - Слышащий, Знающий».",
        "tr": "Peygamber: \"Benim Rabbim gökte ve yerde (söylenen) her sözü bilir. O, her şeyi işitir, her şeyi bilir\" dedi.",
        "de": "Sag: Mein Herr weiß (alles), was im Himmel und auf der Erde gesagt wird. Er ist der Allhörende und Allwissende.",
        "pt": "Dize: Meu Senhor conhece tudo quanto é dito nos céus e na terra, porque Ele é Oniouvinte, o Onisciente.",
        "nl": "Hij (Moehammad) zei: \"Mijn Heer weet wat er in de hemelen en op de aarde gesproken wordt, en Hij is de Alhorende, de Alwetende.\"",
        "ur": "رسُولؐ نے کہا ، میرا ربّ ہر اُس بات کو جانتا ہے جو آسمان اور زمین میں کی جائے، وہ سمیع اور علیم ہے۔ <sup foot_note=\"185166\">1</sup>",
        "bn": "তেওঁ (ৰাছুলে) ক’লে, ‘আকাশসমূহ আৰু পৃথিৱীৰ সকলো কথাই মোৰ প্ৰতিপালকৰ জনা আছে আৰু তেৱেঁই সৰ্বশ্ৰোতা, সৰ্বজ্ঞ’।",
        "fa": "[پیامبر] گفت: «پروردگارم هر سخنی را که در آسمان و زمین باشد می‌داند و او شنوای داناست»."
      }
    },
    {
      "verse_number": 2488,
      "verse_key": "21:5",
      "arabic_text": "بَلْ قَالُوٓا۟ أَضْغَـٰثُ أَحْلَـٰمٍۭ بَلِ ٱفْتَرَىٰهُ بَلْ هُوَ شَاعِرٌ فَلْيَأْتِنَا بِـَٔايَةٍ كَمَآ أُرْسِلَ ٱلْأَوَّلُونَ",
      "phonetic_text": "Bal qaloo adghathu ahlaminbali iftarahu bal huwa shaAAirun falya/tinabi-ayatin kama orsila al-awwaloon",
      "translations": {
        "fr": "Ils dirent alors : « Ce ne sont là que songes confus, ou peut-être l’a-t-il inventé lui-même. Peut-être même est-ce un poète. Qu’il nous apporte donc un Signe comme (en ont apporté) les premiers Envoyés. »",
        "en": "Some say, ‘Muddled dreams’; others, ‘He made it up’; yet others, ‘He is just a poet, let him show us a sign as previous messengers did.’",
        "es": "Y dicen [otros idólatras]: “[El Corán] no es más que sueños incoherentes, o [palabras que] él mismo ha inventado, o es un poeta. Que nos muestre un milagro como lo hicieron los primeros [Mensajeros, si es verdad lo que dice]”.",
        "it": "Dissero: «Sono invece incubi confusi! O è lui che li ha inventati. Non è che un poeta! Ci mostri piuttosto un segno, come quelli che furono inviati agli antichi [profeti]».",
        "ru": "Они сказали: «Это - бессвязные сны! Нет, он сочинил это! Нет, он - поэт! Пусть он покажет нам знамение, подобное тем, с которыми были отправлены первые посланники».",
        "tr": "Onlar: \"Hayır, bunlar karışık rüyalardır; yok, onu kendisi uydurdu, yok o bir şairdir. Böyle değilse önceki peygamberler gibi, o da bize bir mucize getirsin\" dediler.",
        "de": "Aber nein! Vielmehr sagen sie: „(Das ist) ein Bündel von wirren Träumen. Nein! Vielmehr hat er ihn ersonnen. Nein! Vielmehr ist er ein Dichter. So soll er uns ein Zeichen bringen, so wie die Früheren gesandt wurden.",
        "pt": "Porém, afirmam: É uma miscelânea de sonhos! Ele os forjou! Qual! É um poeta! Que nos apresente, então, algum sinal, como os enviados aos primeiros (mensageiros)!",
        "nl": "Zij (de ongelovigen) zeggen zelfs: \"Het verwardste gedroom is (deze Koran), hij verzon hem zelfs, hij is zelfs een dichter! Laat hem dan een Teken tot ons brengen zoals aan de voorafgaanden gezonden werd!\"'",
        "ur": "وہ کہتے ہیں ”بلکہ یہ پراگندہ خواب ہیں ، بلکہ یہ اِس کی من گھڑت ہے، بلکہ یہ شخص شاعر ہے۔ <sup foot_note=\"185167\">1</sup> ورنہ یہ لائے کوئی نشانی جس طرح پرانے زمانے کے رسُول نشانیوں کے ساتھ بھیجے گئے تھے",
        "bn": "বৰং সিহঁতে কয়, ‘এইবোৰ অলীক কল্পনা, হয়তোবা সি এইবোৰ নিজেই ৰচনা কৰিছে, নহয় সি এজন কবি। নহ’লে সি আমাৰ ওচৰত এটা নিদৰ্শন লৈ আহক যেনেকৈ পূৰ্বৱৰ্তীসকল নিদৰ্শনসহ প্ৰেৰিত হৈছিল’।",
        "fa": "بلکه [کافران در ستیز با قرآن] گفتند: «[آنچه محمد می‌گوید] خواب‌هایی آشفته است؛ بلکه آن را به دروغ [به الله] نسبت می‌دهد؛ [نه،] بلکه او شاعر است. پس [اگر راست می‌گوید،] معجزه‌ای برایمان بیاورد، چنان که پیامبران پیشین [نیز با معجزات] فرستاده شدند»."
      }
    },
    {
      "verse_number": 2489,
      "verse_key": "21:6",
      "arabic_text": "مَآ ءَامَنَتْ قَبْلَهُم مِّن قَرْيَةٍ أَهْلَكْنَـٰهَآ ۖ أَفَهُمْ يُؤْمِنُونَ",
      "phonetic_text": "Ma amanat qablahum min qaryatinahlaknaha afahum yu/minoon",
      "translations": {
        "fr": "Aucune cité n’avait cru de celles-là que Nous avons fait périr. Ceux-ci vont-ils donc croire ?",
        "en": "But of the communities We destroyed before them not a single one believed. Will these now believe?",
        "es": "Ninguno de los pueblos a los que he exterminado creyeron [al ver los milagros], ¿acaso estos van a creer? [No lo harán].",
        "it": "Tutte le comunità che facemmo perire prima di loro non credettero. Crederanno questi  <a class=f><sup foot_note=158341>1</sup></a> ?",
        "ru": "Ни одно из селений, которые Мы погубили до них, не уверовало. Неужели они уверуют?",
        "tr": "Onlardan önce yok ettiğimiz hiçbir memleket halkı iman etmedi. Şimdi bunlar mı iman edecekler?",
        "de": "Vor ihnen hat keine Stadt geglaubt, die Wir vernichteten. Sollten gerade sie nun glauben?",
        "pt": "Nenhum dos habitantes das cidades que exterminamos, anteriormente a eles, acreditou. Crerão eles?",
        "nl": "Zij geloofden niet, degenen vóór hen uit de steden die Wü vernietigden: zullen zij dan geloven?",
        "ur": "حالانکہ ان سے پہلے کوئی بستی بھی جسے ہم نے ہلاک کیا، ایمان نہ لائی۔ اب کیا یہ ایمان لائیں گے؟ <sup foot_note=\"185168\">1</sup>",
        "bn": "ইহঁতৰ পূৰ্বে যিবোৰ জনপদ আমি ধ্বংস কৰিছোঁ সেইবোৰ ঠাইৰ অধিবাসীসকল ঈমান পোষণ কৰা নাছিল; তেন্তে ইহঁতে ঈমান পোষণ কৰিবনে?",
        "fa": "پیش از آنان [نیز ساکنان هر] شهری که نابودش می‌کردیم [به آیات و معجزاتِ ما] ایمان نیاورده بودند. پس آیا [اینها] ایمان می‌آورند؟"
      }
    },
    {
      "verse_number": 2490,
      "verse_key": "21:7",
      "arabic_text": "وَمَآ أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِمْ ۖ فَسْـَٔلُوٓا۟ أَهْلَ ٱلذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ",
      "phonetic_text": "Wama arsalna qablaka illarijalan noohee ilayhim fas-aloo ahla aththikriin kuntum la taAAlamoon",
      "translations": {
        "fr": "Nous n’avons envoyé avant toi que des hommes auxquels Nous faisions des révélations. Interrogez donc (à ce sujet) les gens initiés aux Écritures, si vous ne le savez pas.",
        "en": "And even before your time [Prophet], all the messengers We sent were only men We inspired–– if you [disbelievers] do not know, ask people who know the Scripture––",
        "es": "No he enviado antes de ti sino hombres a quienes transmití Mi revelación. Preguntad a la gente de conocimiento si es que no saben.",
        "it": "Prima di te non inviammo che uomini, ai quali comunicammo la Rivelazione  <a class=f><sup foot_note=158342>1</sup></a> . Chiedete alla gente della Scrittura  <a class=f><sup foot_note=158343>2</sup></a> , se non lo sapete.",
        "ru": "Мы и до тебя отправляли только мужей, которым внушали откровение. Спросите людей Напоминания, если вы не знаете этого.",
        "tr": "(Ey Muhammed!) Biz, senden önce de ancak kendilerine vahyettiğimiz birtakım erkek(peygamber)ler gönderdik. Bilmiyorsanız kitap ehli olanlara sorun.",
        "de": "Und Wir haben vor dir nur Männer gesandt, denen Wir (Offenbarungen) eingaben. So fragt die Leute der Ermahnung, wenn ihr (es) nicht wißt.",
        "pt": "Antes de ti não enviamos nada além de homens, que inspiramos. Perguntai-o, pois, aos adeptos da Mensagem, se oignorais!",
        "nl": "En Wij hebben (niemnd) vóór jou gezonden of zij waren slechts mannen aan wie Wij openbaarden. Vraagt dan de bezitters van kennis, indien jullie het Riet weten.",
        "ur": "اور اے محمدؐ ، تم سے پہلے بھی ہم نے انسانوں ہی کو رسُول بنا کر بھیجا تھا جن پر ہم وحی کیا کرتے تھے۔ <sup foot_note=\"185169\">1</sup> تم لوگ اگر علم نہیں رکھتے تو اہلِ کتاب سے پوچھ لو۔ <sup foot_note=\"185170\">2</sup>",
        "bn": "আৰু তোমাৰ পূৰ্বে আমি অহীসহ কেৱল পুৰুষসকলকেই প্ৰেৰণ কৰিছিলোঁ; এতেকে যদি তোমালোকে নাজানা তেনেহ’লে জ্ঞানীসকলক সুধি লোৱা।",
        "fa": "و [ای پیامبر،] پیش از تو جز مردانی که به آنان وحی می‌کردیم [برای هدایت مردم] نفرستادیم؛ پس [ای کافران،] اگر نمی‌دانید، از اهل کتاب بپرسید."
      }
    },
    {
      "verse_number": 2491,
      "verse_key": "21:8",
      "arabic_text": "وَمَا جَعَلْنَـٰهُمْ جَسَدًا لَّا يَأْكُلُونَ ٱلطَّعَامَ وَمَا كَانُوا۟ خَـٰلِدِينَ",
      "phonetic_text": "Wama jaAAalnahum jasadan laya/kuloona attaAAama wama kanookhalideen",
      "translations": {
        "fr": "Et Nous ne leur avons point donné des corps qui pouvaient se passer de nourriture, et ils n’étaient point immortels.",
        "en": "We did not give them bodies that ate no food, nor were they immortal.",
        "es": "No les di [a los Mensajeros] cuerpos que no necesitaran comer, tampoco eran inmortales.",
        "it": "Non ne facemmo corpi che facessero a meno del cibo, e neppure erano eterni!",
        "ru": "Мы не сотворили их (посланников) телами, которые не потребляют пищу, и они не были бессмертными.",
        "tr": "Biz onları yemek yemez birer cesed kılmadık ve onlar ölümsüz de değillerdi.",
        "de": "Wir machten sie nicht zu Körpern, die keine Speise essen, und sie waren nicht unsterblich.",
        "pt": "Não os dotamos de corpos que pudessem prescindir de alimentos, nem tampouco foram imorais.",
        "nl": "En Wij schiepen hen niet met lichamen die geen voedsel aten en zij leefden niet eeuwig.",
        "ur": "اُن رسُولوں کو ہم نے کوئی ایسا جسم نہیں دیا تھا کہ وہ کھاتے نہ ہوں، اور نہ وہ سدا جینے والے تھے",
        "bn": "আৰু আমি তেওঁলোকক এনে কোনো দেহবিশিষ্ট কৰা নাছিলো যে, তেওঁলোকে খাদ্য গ্ৰহণ কৰা নাছিল, আৰু তেওঁলোক চিৰঞ্জীৱীও নাছিল।",
        "fa": "و [ما] آنان را پیکرهایی [مخالف سرشت و طبیعت بشری] که غذا نخورند قرار ندادیم و [در دنیا نیز] جاودان نبودند."
      }
    },
    {
      "verse_number": 2492,
      "verse_key": "21:9",
      "arabic_text": "ثُمَّ صَدَقْنَـٰهُمُ ٱلْوَعْدَ فَأَنجَيْنَـٰهُمْ وَمَن نَّشَآءُ وَأَهْلَكْنَا ٱلْمُسْرِفِينَ",
      "phonetic_text": "Thumma sadaqnahumu alwaAAdafaanjaynahum waman nashao waahlaknaalmusrifeen",
      "translations": {
        "fr": "Nous avons honoré la promesse (que Nous leur avions faite) et les avons sauvés avec ceux que Nous voulions (sauver). Et Nous avons fait périr ceux qui abusaient.",
        "en": "We fulfilled Our promise to them in the end: We saved them and those We wished to save, and We destroyed those who exceeded all bounds.",
        "es": "Luego cumplí con la promesa que les había hecho. Les salvé a ellos y a otros que quise, pero hice perecer a los transgresores.",
        "it": "Realizzammo su di loro la promessa: salvammo loro e quelli che volemmo e facemmo perire i prevaricatori.",
        "ru": "Потом Мы выполнили данное им обещание, спасли их и тех, кого пожелали, и погубили тех, кто излишествовал.",
        "tr": "Sonra biz onlara verdiğimiz sözü yerine getirdik; hem onları, hem de dilediğimiz kimseleri kurtardık, aşırı gidenleri yok ettik.",
        "de": "Hierauf hielten Wir ihnen das Versprechen. Wir retteten sie und diejenigen, die Wir (erretten) wollen, und vernichteten die Maßlosen.",
        "pt": "Então, cumprimos a Nossa promessa para com eles e os salvamos, juntamente com os que quisemos, e exterminamos ostransgressores.",
        "nl": "Dawop vervulden Wij voor ben de belofte en Wij redden ben en wie Wij wensten. En Wij vemietigden de buitensporigen.",
        "ur": "پھر دیکھ لو کہ آخر کار ہم نے اُن کے ساتھ اپنے وعدے پُورے کیے، اور اُنہیں اور جس جس کو ہم نے چاہا بچا لیا، اور حد سے گزر جانے والوں کو ہلاک کر دیا۔ <sup foot_note=\"185171\">1</sup>",
        "bn": "তাৰ পিছত আমি তেওঁলোকৰ প্ৰতি কৰা প্ৰতিশ্ৰুতি সত্য কৰি দেখুৱালোঁ, ফলত আমি তেওঁলোকক আৰু যিসকলক ইচ্ছা ৰক্ষা কৰিছিলোঁ আৰু সীমালঙ্ঘনকাৰী বিলাকক ধ্বংস কৰিছিলোঁ।",
        "fa": "سپس وعده‌ای را که [دربارۀ پیروزی و نجات] به آنان داده بودیم تحقق بخشیدیم و آنان را به همراه هرکس که خواستیم نجات دادیم و اسرافکاران [کافر] را نابود کردیم."
      }
    },
    {
      "verse_number": 2493,
      "verse_key": "21:10",
      "arabic_text": "لَقَدْ أَنزَلْنَآ إِلَيْكُمْ كِتَـٰبًا فِيهِ ذِكْرُكُمْ ۖ أَفَلَا تَعْقِلُونَ",
      "phonetic_text": "Laqad anzalna ilaykum kitabanfeehi thikrukum afala taAAqiloon",
      "translations": {
        "fr": "Nous avons fait descendre (en révélation) vers vous un Livre où il y a pour vous gloire et honneur. N’allez-vous donc pas entendre raison ?",
        "en": "And now We have sent down to you [people] a Scripture to remind you. Will you not use your reason?",
        "es": "Os he revelado un Libro en el que hay una amonestación para vosotros. ¿Cómo es que no reflexionáis?",
        "it": "In verità abbiamo fatto scendere su di voi un Libro contenente il Monito per voi. Non comprenderete?",
        "ru": "Мы уже ниспослали вам Писание, в котором содержится напоминание о вас. Неужели вы не разумеете?",
        "tr": "(Ey Kureyş topluluğu!) And olsun, size öyle bir kitab indirdik ki, bütün şan ve şerefiniz ondadır. Hâlâ akıllanmayacak mısınız?",
        "de": "Wir haben ja ein Buch zu euch hinabgesandt, in dem eure Ehre liegt . Begreift ihr denn nicht?",
        "pt": "Enviamos-vos o Livro, que encerra uma Mensagem para vós; não raciocinais?",
        "nl": "Voorzeker, Wij hebben aan jullie een Boek doen neerdalen met daarin jullie eer. Begrijpom jullie het niet?",
        "ur": "لوگو، ہم نے تمہاری طرف ایک ایسی کتاب بھیجی ہے جس میں تمہارا ہی ذکر ہے ، کیا تم سمجھتے نہیں  ہو؟ <sup foot_note=\"185172\">1</sup>",
        "bn": "অৱশ্যে আমি তোমালোকৰ প্ৰতি কিতাব অৱতীৰ্ণ কৰিছো য’ত আছে তোমালোকৰ বিষয়েই আলোচনা, তথাপিও তোমালোকে বুজি নোপোৱানে?",
        "fa": "بی‌تردید، کتابی به سویتان نازل کردیم که عزت [و شرف دنیا و آخرتِ] شما در آن است. آیا نمی‌اندیشید؟"
      }
    },
    {
      "verse_number": 2494,
      "verse_key": "21:11",
      "arabic_text": "وَكَمْ قَصَمْنَا مِن قَرْيَةٍ كَانَتْ ظَالِمَةً وَأَنشَأْنَا بَعْدَهَا قَوْمًا ءَاخَرِينَ",
      "phonetic_text": "Wakam qasamna min qaryatin kanatthalimatan waansha/na baAAdahaqawman akhareen",
      "translations": {
        "fr": "Que de cités n’avons-Nous pas écrasées, qui étaient injustes ! Nous avons alors créé à leur place d’autres communautés.",
        "en": "How many communities of evildoers We have destroyed! How many others We have raised up in their places!",
        "es": "¡Cuántos pueblos opresores he destruido, y he hecho surgir después de ellos nuevas generaciones!",
        "it": "Quante ingiuste città distruggemmo per suscitare poi un altro popolo!",
        "ru": "Сколько Мы разрушили селений, которые были несправедливы, сотворив после них другие народы!",
        "tr": "Biz halkı zalim olan nice memleketleri kırıp geçirdik ve onlardan sonra başka milletler var ettik.",
        "de": "Wie viele Städte haben Wir zerschmettert, die Unrecht taten, und haben nach ihnen ein anderes Volk entstehen lassen!",
        "pt": "Quantas populações de cidades exterminamos, por sua iniqüidade, e suplantamos por outras?",
        "nl": "En hoevelen uit de steden vernietigden Wij niet die onrecht pleegden, na wie Wij een ander volk deden opstaan?",
        "ur": "کتنی ہی ظالم بستیاں ہیں جن کو ہم نے پیس کر رکھ دیا اور اُن کے بعد دُوسری کسی قوم کو اُٹھایا",
        "bn": "আৰু আমি কিমান যে জনপদ ধ্বংস কৰিছোঁ, যাৰ অধিবাসীসকল আছিল যালিম আৰু সিহঁতৰ পিছত সৃষ্টি কৰিছোঁ আন এটা জাতি!",
        "fa": "چه بسیار شهرهایی را که [ساکنانش] ستمکار بودند در هم شکستیم و پس از آنان گروهی دیگر پدید آوردیم."
      }
    },
    {
      "verse_number": 2495,
      "verse_key": "21:12",
      "arabic_text": "فَلَمَّآ أَحَسُّوا۟ بَأْسَنَآ إِذَا هُم مِّنْهَا يَرْكُضُونَ",
      "phonetic_text": "Falamma ahassoo ba/sanaitha hum minha yarkudoon",
      "translations": {
        "fr": "Lorsqu’ils avaient senti combien dure allait être Notre riposte, ils s’enfuirent de (leurs cités) précipitamment.",
        "en": "When they felt Our might coming upon them, see how they tried to escape it!",
        "es": "Cuando sintieron que Mi tormento se desencadenaba sobre ellos, trataron de escapar.",
        "it": "Quando avvertirono la Nostra severità fuggirono precipitosamente.",
        "ru": "Когда они чувствовали Наше наказание, то бросались бежать от него.",
        "tr": "Onlar azabımızın şiddetini hissettikleri zaman oradan kaçmaya koyuluyorlardı.",
        "de": "Als sie dann Unsere Gewalt spürten, liefen sie sogleich davor weg.",
        "pt": "Porém, quando se deram conta do Nosso castigo, eis que tentaram fugir dele precipitadamente.",
        "nl": "En wanneef zij dan Onze besüafflng aan voelden komen, dan (probeerden) zij ervan weg te rennen.",
        "ur": "جب اُن کو ہمارا عذاب محسوس ہوا <sup foot_note=\"185173\">1</sup> تو لگے وہاں سے بھاگنے",
        "bn": "এতেকে সিহঁতে যেতিয়া আমাৰ শাস্তি অহা বুলি অনুভৱ কৰিলে তেতিয়াই সিহঁতে তাৰ পৰা পলায়ন কৰিবলৈ ধৰিলে।",
        "fa": "هنگامی‌که عذاب ما را احساس می‌کردند [و به چشم می‌دیدند،] ناگاه از آنجا می‌گریختند."
      }
    },
    {
      "verse_number": 2496,
      "verse_key": "21:13",
      "arabic_text": "لَا تَرْكُضُوا۟ وَٱرْجِعُوٓا۟ إِلَىٰ مَآ أُتْرِفْتُمْ فِيهِ وَمَسَـٰكِنِكُمْ لَعَلَّكُمْ تُسْـَٔلُونَ",
      "phonetic_text": "La tarkudoo warjiAAooila ma otriftum feehi wamasakinikumlaAAallakum tus-aloon",
      "translations": {
        "fr": "Ne prenez pas la fuite, revenez au faste où vous étiez, et à vos maisons (huppées), peut-être serez-vous interrogés.",
        "en": "‘Do not try to escape. Go back to your homes and the pleasure you revelled in: you may be questioned.’",
        "es": "[Entonces se les dijo irónicamente:] “No intentéis escapar, regresad a la vida placentera que llevabais y esperad en vuestros hogares, quizás tengáis",
        "it": "«Non fuggite, ritornate nel lusso e nelle vostre case! Forse ve ne sarà chiesto conto.»  <a class=f><sup foot_note=158344>1</sup></a>",
        "ru": "Не убегайте и вернитесь туда, где вам было позволено вести роскошную жизнь, и в свои жилища, быть может, к вам будут обращаться с просьбами!",
        "tr": "\"Koşup kaçmayın; size nimet verilen yere, yurtlarınıza dönün ki, sorguya çekileceksiniz\" dedik.",
        "de": "„Lauft nicht weg, sondern kehrt zu dem euch verliehenen üppigen Leben und zu euren Wohnungen zurück, auf daß ihr befragt werden möget.",
        "pt": "Não fujais! Voltai ao que vos foi concedido e às vossas moradas, a fim de que sejas interrogados!",
        "nl": "Rent niet weg, maar keert terug naar wat jullie van de goede dingen van het leven gegeven was en jullie huizen, opdat jullie ondervraagd zullen worden.",
        "ur": "(کہا گیا)”بھاگو نہیں، جاوٴ اپنے اُنہی گھروں اور عیش کے سامانوں میں جن کے اندر تم چین کر رہے تھے، شاید کہ تم سے پوچھا جائے۔“ <sup foot_note=\"185174\">1</sup>",
        "bn": "(সিহঁতক কোৱা হ’ল) ‘পলায়ন নকৰিবা, তোমালোকে য’ত ভোগ-বিলাসত মত্ত আছিলা সেই ঠাইলৈ আৰু তোমালোকে নিজৰ ঘৰ-দুৱাৰলৈ উভতি যোৱা, যাতে এই বিষয়ে তোমালোকক সুধিব পৰা যায়’।",
        "fa": "[به تمسخر گفتیم:] «فرار نکنید. به سوی خانه‌هایتان و نعمت‌هایی که در آن آسوده بودید بازگردید؛ باشد که [فقط دربارۀ امور دنیوی] بازخواست شوید»."
      }
    },
    {
      "verse_number": 2497,
      "verse_key": "21:14",
      "arabic_text": "قَالُوا۟ يَـٰوَيْلَنَآ إِنَّا كُنَّا ظَـٰلِمِينَ",
      "phonetic_text": "Qaloo ya waylana innakunna thalimeen",
      "translations": {
        "fr": "« Malheur à nous, dirent-ils, nous étions vraiment injustes ! »",
        "en": "They said, ‘Woe to us! We were wrong!’",
        "es": "Respondieron: “¡Ay de nosotros! En verdad hemos sido injustos”.",
        "it": "Dissero: «Guai a noi! Invero siamo stati ingiusti!».",
        "ru": "Они говорили: «О горе нам! Воистину, мы были несправедливы!».",
        "tr": "Onlar da: \"Vay bizlere! Biz gerçekten zalimler idik\" dediler.",
        "de": "Sie sagten: „O Wehe uns! Wir pflegten ja Unrecht zu tun.",
        "pt": "Disseram: Ai de nós! Em verdade, fomos iníquos!",
        "nl": "Zij zeiden: \"Wee ons: voorwaar, wij waren onrechtvaardigen!\"",
        "ur": "کہنے لگے \"ہائے ہماری کم بختی، بے شک ہم خطا وار تھے\"",
        "bn": "সিহঁতে ক’লে, ‘হায়! দুৰ্ভাগ্য আমাৰ! নিশ্চয় আমি যালিম আছিলোঁ’।",
        "fa": "گفتند: «وای بر ما [که] قطعاً ستمکار بوده‌ایم!»"
      }
    },
    {
      "verse_number": 2498,
      "verse_key": "21:15",
      "arabic_text": "فَمَا زَالَت تِّلْكَ دَعْوَىٰهُمْ حَتَّىٰ جَعَلْنَـٰهُمْ حَصِيدًا خَـٰمِدِينَ",
      "phonetic_text": "Fama zalat tilka daAAwahumhatta jaAAalnahum haseedan khamideen",
      "translations": {
        "fr": "Et leurs plaintes se poursuivirent ainsi jusqu’à ce que Nous ayons fait d’eux comme un champ moissonné et inerte.",
        "en": "and that cry of theirs did not cease until We made them burnt-offstubble.",
        "es": "Y no cesaron de lamentarse hasta que les aniquilé, dejándoles inertes como paja segada.",
        "it": "Non smisero di gridarlo, finché ne facemmo messi falciate, senza vita.",
        "ru": "Они продолжали так взывать, пока Мы не превратили их в затухшее жнивье.",
        "tr": "Biz, onları biçilmiş bir ekin ve bir yığın kül haline getirinceye kadar hep sözleri bu feryad olmuştur.",
        "de": "So war dies stets ihr Ausruf, bis Wir sie (wie) abgemäht und ausgelöscht sein ließen.",
        "pt": "E não cessou esta sua lamentação, até que os deixamos inertes, tal qual plantas segadas.",
        "nl": "En die weeklacht van hen hield niet op voordat Wij hen als neergemaaid, uitgestorven maakten.",
        "ur": "اور وہ یہی پکارتے رہے یہاں تک کہ ہم نے ان کو کھلیان کر دیا، زندگی کا ایک شرارہ تک ان میں نہ رہا",
        "bn": "এতেকে সিহঁতৰ এই আৰ্তনাদ চলিয়ে আছিল যেতিয়ালৈকে আমি সিহঁতক দাই নিয়া শস্য আৰু নুমাই যোৱা জুইৰ দৰে কৰা নাছিলোঁ।",
        "fa": "پس گفتارشان پیوسته همین بود تا آنکه آنان را [چون گیاهی] درو شده [و] بی‌جان ساختیم."
      }
    },
    {
      "verse_number": 2499,
      "verse_key": "21:16",
      "arabic_text": "وَمَا خَلَقْنَا ٱلسَّمَآءَ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا لَـٰعِبِينَ",
      "phonetic_text": "Wama khalaqna assamaawal-arda wama baynahuma laAAibeen",
      "translations": {
        "fr": "Nous n’avons pas créé le ciel, la terre et ce qu’il y a entre eux, pour Nous distraire.",
        "en": "We did not create the heavens and the earth and everything between them playfully.",
        "es": "No he creado el cielo y la Tierra y todo cuanto existe entre ellos solo como un juego.",
        "it": "Non è per gioco che creammo il cielo e la terra e quel che vi è frammezzo.",
        "ru": "Мы не создали небо, землю и все, что между ними, забавляясь.",
        "tr": "Biz gök ile yeri ve aralarındaki şeyleri, boş bir eğlence için yaratmadık.",
        "de": "Und Wir haben den Himmel und die Erde und was dazwischen ist, nicht zum Spiel erschaffen.",
        "pt": "Não riamos os céus e a terra e tudo quanto existe entre ambos por mero passatempo.",
        "nl": "En Wij schiepen de hemelen en de aarde en wat tussen hen is niet als vermaak.",
        "ur": "ہم نے اِس آسمان اور زمین کو اور جو کچھ بھی ان میں ہے کچھ کھیل کے طور پر نہیں بنایا ہے۔ <sup foot_note=\"185175\">1</sup>",
        "bn": "আকাশ-পৃথিৱী আৰু এই দুয়োৰে মাজত যি আছে সেয়া আমি খেল-ধেমালিৰ ছলেৰে সৃষ্টি কৰা নাই।",
        "fa": "و ما آسمان و زمین و آنچه را که میان آنهاست به بازیچه نیافریده‌ایم."
      }
    },
    {
      "verse_number": 2500,
      "verse_key": "21:17",
      "arabic_text": "لَوْ أَرَدْنَآ أَن نَّتَّخِذَ لَهْوًا لَّٱتَّخَذْنَـٰهُ مِن لَّدُنَّآ إِن كُنَّا فَـٰعِلِينَ",
      "phonetic_text": "Law aradna an nattakhithalahwan lattakhathnahu min ladunna inkunna faAAileen",
      "translations": {
        "fr": "Si Nous avions voulu en faire un jeu, Nous l’aurions fait par Nous-même, pour peu que Nous ayons désiré le faire.",
        "en": "If We had wished for a pastime, We could have found it within Us- if We had wished for any such thing.",
        "es": "Si hubiera buscado divertirme, lo habría hecho por Mi cuenta [sin crear nada para ello]<sup foot_note=168845>1</sup>.",
        "it": "Se avessimo voluto divertirci, lo avremmo fatto presso Noi stessi, se mai avessimo voluto farlo.",
        "ru": "Если бы Мы пожелали устроить Себе потеху, то устроили бы ее из того, что есть у Нас.",
        "tr": "Eğer bir eğlence edinmek isteseydik, elbette onu katımızdan edinirdik. Yapacak olsaydık öyle yapardık.",
        "de": "Wenn Wir Uns eine Zerstreuung hätten nehmen wollen, dann hätten Wir sie wahrlich von Uns aus genommen - wenn Wir das (überhaupt) hätten tun wollen.",
        "pt": "E se quiséssemos diversão, tê-la-íamos encontrado entre as coisas próximas de Nós, se fizéssemos (tal coisa).",
        "nl": "Indien Wij gewild zouden hebben het als vermaak te nemen, dan zouden Wij het van Onze Zijde gernomen hebben, als Wij (zoiets al) gedaan zouden hebben.",
        "ur": "اگر ہم کوئی کھلونا بنانا چاہتے اور بس یہی کچھ ہمیں کرنا ہوتا تو اپنے ہی پاس سے کر لیتے۔ <sup foot_note=\"185176\">1</sup>",
        "bn": "খেল-ধেমালিৰ বস্তু সৃষ্টি কৰাই যদি আমাৰ অভিপ্ৰায় হ’লহেঁতেন, তেন্তে আমি সেয়া আমাৰ পৰাই কৰিলোহেঁতেন; কিন্তু আমি সেয়া কৰা নাই।",
        "fa": "اگر [به فرض] می‌خواستیم که سرگرمی‌ای [مانند فرزند یا هم‌صحبت برای خود] برگزینیم، آن را [نه از معبود‌های شما بلکه] از نزد خویش برمی‌گزیدیم."
      }
    },
    {
      "verse_number": 2501,
      "verse_key": "21:18",
      "arabic_text": "بَلْ نَقْذِفُ بِٱلْحَقِّ عَلَى ٱلْبَـٰطِلِ فَيَدْمَغُهُۥ فَإِذَا هُوَ زَاهِقٌ ۚ وَلَكُمُ ٱلْوَيْلُ مِمَّا تَصِفُونَ",
      "phonetic_text": "Bal naqthifu bilhaqqiAAala albatili fayadmaghuhu fa-itha huwa zahiqunwalakumu alwaylu mimma tasifoon",
      "translations": {
        "fr": "Nous lançons plutôt sur le mensonge la vérité qui lui porte un grand coup, et voilà qu’il n’est plus. Malheur à vous pour ce que vous attribuez (à Allah) !",
        "en": "No! We hurl the truth against falsehood, and truth obliterates it- see how falsehood vanishes away! Woe to you [people] for the way you describe God!",
        "es": "Por el contrario, refuto lo falso con la Verdad, y lo falso se desvanece. Os aguarda la perdición por cómo habéis descrito [a Dios].",
        "it": "E invece no, scagliamo la verità sulla menzogna, che le schiacci la testa, ed ecco che essa scompare. Siate maledetti per quello che affermate!",
        "ru": "Однако Мы бросаем истину в ложь, и та разбивается и исчезает. Горе вам за то, что вы приписываете!",
        "tr": "Hayır, biz hakkı batılın başına çarparız da onun beynini parçalar. Bir de bakarsın (batıl) o anda yok olup gitmiştir. Allah'a yakıştırdığınız vasıflardan ötürü size yazıklar olsun.",
        "de": "Aber nein! Wir schleudern die Wahrheit gegen das Falsche, und da zerschmettert sie ihm das Haupt, und sogleich geht es dahin. Und wehe euch wegen dessen, was ihr (da fälschlich) zuschreibt!",
        "pt": "Qual! Arremessamos a verdade sobre a falsidade, o que a anula. Ei-la desvanecida. Ai de vós, pela falsidade que (Nos) descreveis!",
        "nl": "Welnee, Wij werpen de Waarheid tegen het valse, waarop het vernietigd wordt en dan verdwijnt het. En wee jullie voor wat jullie toeschrijven (aan Allah).",
        "ur": "مگر ہم تو باطل پر حق کی چوٹ لگاتے ہیں جو اس کا سر توڑ دیتی ہے اور وہ دیکھتے دیکھتے مِٹ جا تا ہے اور تمہارے لیے تباہی ہے اُن باتوں کی وجہ سے جو تم بناتے ہو۔ <sup foot_note=\"185177\">1</sup>",
        "bn": "বৰং আমি সত্যৰ দ্বাৰা অসত্যক আঘাত কৰোঁ, ফলত ই অসত্যক চূৰ্ণ-বিচূৰ্ণ কৰি দিয়ে আৰু তৎক্ষণাত অসত্য নিচিহ্ন হৈ যায়, আৰু তোমালোকে আল্লাহক যি গুণেৰে আখ্যায়িত কৰিছা সেয়ে তোমালোকৰ বাবে আছে দুৰ্ভোগ!",
        "fa": "بلکه ما حق را بر باطل می‌افکنیم؛ که آن را در هم می‌شکند و ناگاه آن [باطل] نابود می‌شود؛ و [ای کافران،] وای بر شما از آنچه توصیف می‌کنید!"
      }
    },
    {
      "verse_number": 2502,
      "verse_key": "21:19",
      "arabic_text": "وَلَهُۥ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَمَنْ عِندَهُۥ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِۦ وَلَا يَسْتَحْسِرُونَ",
      "phonetic_text": "Walahu man fee assamawatiwal-ardi waman AAindahu la yastakbiroonaAAan AAibadatihi wala yastahsiroon",
      "translations": {
        "fr": "À Lui appartiennent ceux qui se trouvent dans les cieux et la terre. Et ceux qui sont auprès de Lui ne dédaignent pas Son adoration ni ne s’en lassent.",
        "en": "Everyone in the heavens and earth belongs to Him, and those that are with Him are never too proud to worship Him, nor do they grow weary;",
        "es": "A Él pertenece cuanto existe en los cielos y en la Tierra, y quienes están junto a Él [los ángeles] no dejan, por soberbia, de adorarlo ni se cansan de hacerlo.",
        "it": "Solo a Lui appartengono tutti quelli che sono nei cieli e sulla terra! Coloro che sono presso di Lui non disdegnano di adorarLo e non se ne stancano.",
        "ru": "Ему принадлежат все, кто на небесах и на земле. А те, кто находится рядом с Ним, не превозносятся над поклонением Ему и не устают.",
        "tr": "Göklerde ve yerde olan bütün varlıklar O'nundur. Katında olanlar O'na kulluk etmekten ne çekinirler, ne de yorulurlar.",
        "de": "Ihm gehört, wer in den Himmeln und auf der Erde ist. Und diejenigen, die bei Ihm sind, sind weder zu hochmütig, Ihm zu dienen, noch werden sie (dessen) müde.",
        "pt": "Seu é tudo o que existe nos céus e na terra; e todos quanto se acham em Sua Presença, não se ensoberbecem emadorá-Lo, nem se enfadam disso.",
        "nl": "Aan Hem behoort wat in de hemelen en op de aarde is. En degenen die niet Hem zijn (de Engelen), zijn niet te hoogmoedig om Hem te dienen en zij worden er niet moe van.",
        "ur": "زمین اور آسمانوں میں جو مخلوق بھی ہے اللہ کی ہے۔ <sup foot_note=\"185178\">1</sup> اور جو (فرشتے)اُس کے پاس ہیں <sup foot_note=\"185179\">2</sup> وہ نہ اپنے آپ کو بڑا سمجھ کر اُس کی بندگی سے سرتابی کرتے ہیں اور نہ ملُول ہوتے ہیں۔ <sup foot_note=\"185180\">3</sup>",
        "bn": "আকাশসমূহ আৰু পৃথিৱীত যি আছে সেই সকলো তেওঁৰেই; আৰু তেওঁৰ সান্নিধ্যত যিসকল আছে তেওঁলোকে অহংকাৰ কৰি তেওঁৰ ইবাদতৰ পৰা বিমুখ নহয় আৰু তেওঁলোকে বিৰক্তি বোধো নকৰে।",
        "fa": "هر کس [و هر چه] در آسمان‌ها و زمین است از آنِ اوست و کسانی که نزد او هستند [= فرشتگان] از عبادتش سرکشی نمی‌کنند و خسته نمی‌شوند."
      }
    },
    {
      "verse_number": 2503,
      "verse_key": "21:20",
      "arabic_text": "يُسَبِّحُونَ ٱلَّيْلَ وَٱلنَّهَارَ لَا يَفْتُرُونَ",
      "phonetic_text": "Yusabbihoona allayla wannaharala yafturoon",
      "translations": {
        "fr": "Ils Lui rendent gloire nuit et jour et sans s’interrompre jamais.",
        "en": "they glorify Him tirelessly night and day.",
        "es": "Le glorifican noche y día, sin cesar.",
        "it": "Lo glorificano notte e giorno, ininterrottamente,",
        "ru": "Они славят Его днем и ночью без устали.",
        "tr": "Gece gündüz (hep Allah'ı) tesbih ederler, usanmazlar.",
        "de": "Sie preisen (Ihn) Nacht und Tag und lassen (darin) nicht nach.",
        "pt": "Glorificam-No noite e dia, e não ficam exaustos.",
        "nl": "Zij prijzen Zijn Glorie tijdens de nacht en de dag en versagen niet.",
        "ur": "شب و روز اس کی تسبیح کرتے رہتے ہیں، دَم نہیں لیتے",
        "bn": "তেওঁলোকে দিনে-ৰাতি তেওঁৰেই পৱিত্ৰতা আৰু মহিমা ঘোষণা কৰে, তেওঁলোকে ক্লান্তও নহয়।",
        "fa": "آنان شب و روز [الله را] به پاکی می‌ستایند و سستی نمی‌ورزند."
      }
    },
    {
      "verse_number": 2504,
      "verse_key": "21:21",
      "arabic_text": "أَمِ ٱتَّخَذُوٓا۟ ءَالِهَةً مِّنَ ٱلْأَرْضِ هُمْ يُنشِرُونَ",
      "phonetic_text": "Ami ittakhathoo alihatan minaal-ardi hum yunshiroon",
      "translations": {
        "fr": "Ou alors ont-ils adopté des divinités à partir de la terre qui, celles-là, vont ressusciter les morts ?",
        "en": "Have they chosen any gods from the earth who can give life to the dead?",
        "es": "¿Acaso las divinidades que adoran en la Tierra tienen poder para resucitar a los muertos?",
        "it": "[oppure] han tratto dalla terra divinità che risuscitano  <a class=f><sup foot_note=158345>1</sup></a> ?",
        "ru": "Или же они стали поклоняться божествам из земли, которые способны воскрешать?",
        "tr": "Yoksa (Mekke müşrikleri) birtakım ilâhlar edindiler de yerden ölüleri onlar mı diriltecekler?",
        "de": "Oder haben sie sich Götter aus der Erde genommen, die (die Toten) auferstehen lassen (können)?",
        "pt": "Ou (será que) adotaram divindades da terra, que podem ressuscitar os mortos?",
        "nl": "Of hebben zij (de ongelovigen) goden uit de aarde genomen die (de doden kunnen) opwekken?",
        "ur": "کیا اِن لوگوں کے بنائے ہوئے ارضی خدا ایسے ہیں کہ (بے جان کو جان بخش کر)اُٹھا کھڑا کرتے ہوں؟ <sup foot_note=\"185181\">1</sup>",
        "bn": "সিহঁতে (কাফিৰসকলে) পৃথিৱীৰ পৰা যিবোৰক উপাস্য হিচাপে গ্ৰহণ কৰিছে সেইবোৰে কোনো মৃতক জীৱিত কৰিবলৈ সক্ষম নে?",
        "fa": "آیا [این مشرکان] معبودانی از زمین برگزیده‌اند که [مردگان را] زنده می‌کنند؟"
      }
    },
    {
      "verse_number": 2505,
      "verse_key": "21:22",
      "arabic_text": "لَوْ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَا ۚ فَسُبْحَـٰنَ ٱللَّهِ رَبِّ ٱلْعَرْشِ عَمَّا يَصِفُونَ",
      "phonetic_text": "Law kana feehima alihatunilla Allahu lafasadata fasubhana Allahirabbi alAAarshi AAamma yasifoon",
      "translations": {
        "fr": "Si dans (le ciel et sur terre) il y avait d’autres divinités qu’Allah, tous deux seraient certes altérés. Gloire donc soit rendue à Allah, le Seigneur du Trône, Lui Qui est bien au-delà de ce qu’ils Lui attribuent !",
        "en": "If there had been in the heavens or earth any gods but Him, both heavens and earth would be in ruins: God, Lord of the Throne, is far above the things they say:",
        "es": "Si hubiese habido en los cielos y en la Tierra otras divinidades además de Dios, estos se habrían destruido. ¡Glorificado sea Dios, Señor del Trono! Él está por encima de lo que Le atribuyen.",
        "it": "Se nei cieli e sulla terra ci fossero altre divinità oltre ad Allah, già gli uni e l’altra sarebbero corrotti  <a class=f><sup foot_note=158346>1</sup></a> . Gloria ad Allah, Signore del Trono, ben al di sopra di quello che Gli attribuiscono.",
        "ru": "Если бы на них (на небесах и земле) были иные божества наряду с Аллахом, то они (небеса и земля) разрушились бы. Аллах, Господь Трона, пречист и далек от того, что они приписывают Ему!",
        "tr": "Eğer yer ile gökte Allah'tan başka ilâhlar olsaydı, bunların ikisi de muhakkak fesada uğrar yok olurdu. O halde Arş'ın Rabbi olan Allah, onların vasfetmekte oldukları şeylerden (bütün noksanlıklardan) beridir, münezzehtir.",
        "de": "Wenn es in ihnen beiden andere Götter als Allah gäbe, gerieten sie (beide) wahrlich ins Verderben. Preis sei Allah, dem Herrn des Thrones! (Erhaben ist Er) über das, was sie (Ihm) zuschreiben.",
        "pt": "Se houvesse nos céus e na terra outras divindades além de Deus, (ambos) já se teriam desordenado. Glorificado sejaDeus, Senhor do Trono, de tudo quanto Lhe atribuem!",
        "nl": "Als er andere goden dan Allah in zouden zijn, dan zou zij (de hemelen en de aarde) zeker vergaan: maar Heilig is Allah, Heer van de Troon, boven wat zij Hem toeschrijven!",
        "ur": "اگر آسمان و زمین میں ایک اللہ کے سوا دوسرے خدا بھی ہوتے تو (زمین اور آسمان)دونوں کا نظام بگڑ جاتا۔ <sup foot_note=\"185182\">1</sup> پس پاک ہے اللہ ربّ العرش <sup foot_note=\"185183\">2</sup> اُن باتوں سے جو یہ لوگ بنا رہے ہیں",
        "bn": "যদি এই দুয়োৰে (আকাশ আৰু পৃথিৱীৰ) মাজত আল্লাহৰ বাহিৰে বহু ইলাহ থাকিলেহেঁতেন, তেন্তে উভয়েই বিশৃংখল হৈ গ’লেহেঁতেন। এতেকে সিহঁতে যি বৰ্ণনা কৰে তাৰ পৰা আৰছৰ অধিপতি আল্লাহ অতি পৱিত্ৰ।",
        "fa": "اگر در آنها [= آسمان و زمین] معبودانی جز الله وجود داشت، [در اثر ناسازگاریِ آنها] قطعاً هر دو تباه مى‌شدند؛ پس الله ـ پروردگار عرش ـ از توصیفی که [مشرکان] می‌کنند پاک و منزه است."
      }
    },
    {
      "verse_number": 2506,
      "verse_key": "21:23",
      "arabic_text": "لَا يُسْـَٔلُ عَمَّا يَفْعَلُ وَهُمْ يُسْـَٔلُونَ",
      "phonetic_text": "La yus-alu AAamma yafAAaluwahum yus-aloon",
      "translations": {
        "fr": "Il ne saurait être questionné sur Ses œuvres, mais eux seront questionnés sur les leurs.",
        "en": "He cannot be called to account for anything He does, whereas they will be called to account.",
        "es": "Él no es interrogado por lo que hace, a diferencia de Sus siervos que sí serán interrogados<sup foot_note=168846>1</sup>.",
        "it": "Non sarà Lui ad essere interrogato, sono loro che lo saranno.",
        "ru": "Его не спросят за то, что Он совершает, а они будут спрошены.",
        "tr": "O, yaptığından sorumlu olmaz, onlar ise sorumlu tutulacaklardır.",
        "de": "Er wird nicht befragt nach dem, was Er tut; sie aber werden befragt.",
        "pt": "Ele não poderá ser questionado quanto ao que faz; eles sim, serão interpelados.",
        "nl": "Hij kan niet over Zijn handelen ondervraagd worden, terwijt zij wel ondervraagd worden.",
        "ur": "وہ اپنے کاموں کے لیے (کسی کے آگے) جواب دہ نہیں ہے اور سب جواب دہ ہیں",
        "bn": "তেওঁ যি কৰে সেই বিষয়ে তেওঁ জবাবদিহি নহ’ব; বৰং সিহঁতকেই প্ৰশ্ন কৰা হ’ব।",
        "fa": "[الله] به خاطر آنچه می‌کند بازخواست نمی‌شود؛ [ولی] آنان [در برابر رفتارشان] مسئولند."
      }
    },
    {
      "verse_number": 2507,
      "verse_key": "21:24",
      "arabic_text": "أَمِ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً ۖ قُلْ هَاتُوا۟ بُرْهَـٰنَكُمْ ۖ هَـٰذَا ذِكْرُ مَن مَّعِىَ وَذِكْرُ مَن قَبْلِى ۗ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ ٱلْحَقَّ ۖ فَهُم مُّعْرِضُونَ",
      "phonetic_text": "Ami ittakhathoo min doonihi alihatanqul hatoo burhanakum hatha thikru manmaAAiya wathikru man qablee bal aktharuhum layaAAlamoona alhaqqa fahum muAAridoon",
      "translations": {
        "fr": "Ou alors ils ont pris des divinités en dehors de Lui ? Dis : « Montrez donc votre preuve ! » Voici le Rappel de ceux qui sont avec moi et le Rappel de ceux qui étaient avant moi.<sup foot_note=194958>1</sup> Pourtant, la plupart ne savent pas la vérité et s’en détournent.",
        "en": "Have they chosen to worship other gods instead of Him? Say, ‘Bring your proof. This is the Scripture for those who are with me and the Scripture for those who went before me.’ But most of them do not recognize the truth, so they pay no heed.",
        "es": "A aquellos que adoran a otras divinidades en lugar de Dios, diles: “Presentad pruebas válidas<sup foot_note=168847>1</sup>. Este es mi Mensaje y el de quienes me siguen, y el Mensaje de quienes nos han precedido. Pero la mayoría no reconoce la Verdad y la rechazan”.",
        "it": "Si son presi dèi all’infuori di Lui? Di’: «Mostrate la vostra prova!». Questo è un Monito per coloro che sono con me e per coloro che furono prima di me  <a class=f><sup foot_note=158347>1</sup></a> ; ma la maggior parte di essi non conoscono la verità e se ne discostano.",
        "ru": "Неужели они стали поклоняться иным божествам вместо Него? Скажи: «Приведите ваши доказательства! Вот напоминание для тех, кто со мной, и напоминание для тех, кто жил до меня». Однако большинство их не ведает об истине и отворачивается.",
        "tr": "Yoksa O'ndan başka ilâhlar mı edindiler? De ki: \"Kesin delilinizi getirin. İşte benimle beraber olanların kitabı ve benden öncekilerin kitabı.\" Hayır, onların çoğu gerçeği bilmezler de onun için yüz çevirirler.",
        "de": "Oder haben sie sich außer Ihm Götter genommen? Sag: Bringt euren Beweis vor! Das ist die Ermahnung derjenigen, die mit mir sind, und die Ermahnung derer, die vor mir waren. Aber nein! Die meisten von ihnen kennen die Wahrheit nicht; so wenden sie sich ab.",
        "pt": "Adotarão, porventura, outras divindades além d'Ele? Dize-lhes: Apresentai vossa prova! Eis aqui a Mensagem daquelesque estão comigo e a Mensagem daqueles que me precederam. Porém, a maioria deles não conhece a verdade, e a desdenha.",
        "nl": "Of hebben zij naast Hem goden genomen? Zeg (O Moehammad): \"Brengt jullie bewijs, dit is de Varmaning van degenen met mij en vóór mij.\" Maar de meesten van hen kennen de Waarheid niet, daarom keren zij zich af.",
        "ur": "کیا اُسے چھوڑ کر انہوں نے دوسرے خدا بنا لیے ہیں؟ اے محمد ؐ ، ان سے کہو کہ ”لاوٴ اپنی دلیل، یہ کتاب بھی موجود ہے جس میں میرے دور کے لوگوں کے لیے نصیحت ہے اور وہ کتابیں بھی موجود ہیں جن میں مجھ سے پہلے لوگوں کے لیے نصیحت تھی۔“ <sup foot_note=\"185184\">1</sup> مگر ان میں سے اکثر لوگ حقیقت سے بے خبر ہیں، اس لیے منہ موڑے ہوئے ہیں۔ <sup foot_note=\"185185\">2</sup>",
        "bn": "সিহঁতে তেওঁৰ বাহিৰে বহু ইলাহ গ্ৰহণ কৰিছে নেকি? কোৱা, ‘তোমালোকৰ প্ৰমাণ লৈ আহা। মোৰ লগত যি আছে এইটোৱে তাৰ উপদেশ আৰু এইটোৱে উপদেশ আছিল মোৰ পূৰ্বৱৰ্তীসকলৰ’। কিন্তু সিহঁতৰ বেছি ভাগেই প্ৰকৃত সত্য নাজানে; ফলত সিহঁত মুখ ঘূৰাই লয়।",
        "fa": "آیا [مشرکان] معبودانی جز او برگزیده‌اند؟ [به آنان] بگو: «دلیلتان را بیاورید. این [قرآن] کتابی است که همراه من است و [اینها نیز] کتاب‌هایی است [متعلق به پیامبرانی] که پیش از من بودند؛ [و در هیچ کدام دلیلی بر حقانیتِ شما وجود ندارد]»؛ بلکه بیشتر آنان [به جهل و تقلید استناد می‌کنند و] حق را نمی‌دانند و [از آن] رویگردانند."
      }
    },
    {
      "verse_number": 2508,
      "verse_key": "21:25",
      "arabic_text": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِىٓ إِلَيْهِ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّآ أَنَا۠ فَٱعْبُدُونِ",
      "phonetic_text": "Wama arsalna min qablika minrasoolin illa noohee ilayhi annahu la ilahailla ana faAAbudoon",
      "translations": {
        "fr": "Nous n’avons envoyé aucun Messager avant toi sans que Nous ne Lui ayons fait la révélation que voici : « Il n’y a point d’autre divinité que Moi. Adorez-Moi donc. »",
        "en": "We never sent any messenger before you [Muhammad] without revealing to him: ‘There is no god but Me, so serve Me.’",
        "es": "No he enviado en el pasado a ningún Mensajero, excepto que hubiera recibido la misma revelación que tú: “Nada ni nadie merece ser adorado excepto Yo, ¡Adoradme solo a Mí!”",
        "it": "Non inviammo prima di te nessun messaggero senza rivelargli: «Non c’è altro dio che Me. AdorateMi!».",
        "ru": "Мы не посылали до тебя ни одного посланника, которому не было бы внушено: «Нет божества, кроме Меня. Поклоняйтесь же Мне!».",
        "tr": "Senden önce hiçbir peygamber göndermedik ki, ona şöyle vahyetmiş olmayalım: \"Gerçek şu ki benden başka ilâh yoktur. Onun için bana ibadet edin.\"",
        "de": "Und Wir haben vor dir keinen Gesandten gesandt, dem Wir nicht (die Weisung) eingegeben hätten: „Es gibt keinen Gott außer Mir, so dient Mir!",
        "pt": "Jamais enviamos mensageiro algum antes de ti, sem que lhe tivéssemos revelado que: Não há outra divindade além deMim. Adora-Me, e serve-Me!",
        "nl": "En Wij stuurden niet één van de Boodschappers vóór jou, of Wij openbaarden aan hem dat er geen andere god dan Ik is, aanbidt Mij daarom.",
        "ur": "ہم نے تُم سے پہلے جو رسُول بھی بھیجا ہے اُس کو یہی وحی کی ہے کہ میرے سوا کوئی خدا نہیں ہے، پس تم لوگ میری ہی بندگی کرو",
        "bn": "আৰু তোমাৰ পূৰ্বে আমি যি ৰাছুলকেই প্ৰেৰণ কৰিছোঁ তেওঁৰ ওচৰত এইটোৱেই অহী কৰিছোঁ যে, ‘মোৰ বাহিৰে আন কোনো সত্য ইলাহ নাই, সেয়ে তোমালোকে কেৱল মোৰেই ইবাদত কৰা’।",
        "fa": "و ما پیش از تو هیچ پیامبری را نفرستادیم، مگر آنکه به او وحی کردیم که [به مردم بگوید]: «معبودی [به‌حق] جز من [= الله] نیست؛ پس تنها مرا عبادت کنید»."
      }
    },
    {
      "verse_number": 2509,
      "verse_key": "21:26",
      "arabic_text": "وَقَالُوا۟ ٱتَّخَذَ ٱلرَّحْمَـٰنُ وَلَدًا ۗ سُبْحَـٰنَهُۥ ۚ بَلْ عِبَادٌ مُّكْرَمُونَ",
      "phonetic_text": "Waqaloo ittakhatha arrahmanuwaladan subhanahu bal AAibadun mukramoon",
      "translations": {
        "fr": "Ils dirent : « Le Tout Clément S’est donné  des enfants.<sup foot_note=194959>1</sup> » Gloire Lui soit rendue ! Ce sont plutôt des serviteurs honorés.",
        "en": "And they say, ‘The Lord of Mercy has taken offspring for Himself.’ May He be exalted! No! They are only His honoured servants:",
        "es": "[Algunos] dicen: “El Misericordioso ha tenido un hijo”<sup foot_note=168848>1</sup>. ¡Glorificado sea! Por el contrario, [los ángeles y los Profetas] son solo siervos distinguidos.",
        "it": "Dicono: «Il Compassionevole Si è preso un figlio». Gloria a Lui, quelli non sono che servi onorati,",
        "ru": "Они говорят: «Милостивый взял Себе сына». Пречист Он! Они же - почитаемые рабы.",
        "tr": "Böyle iken dediler ki: \"Rahmân çocuk edindi.\" Allah bundan münezzehtir. Doğrusu melekler (Allah'ın çocukları değil.) ikram olunmuş kullardır.",
        "de": "Und sie sagen: „Der Allerbarmer hat Sich Kinder genommen. Preis sei Ihm! Nein! Vielmehr sind es geehrte Diener.",
        "pt": "E dizem: O Clemente teve um filho! Glorificado seja! Qual! São apenas servos veneráveis, esses a quem chamam defilhos,",
        "nl": "En zij zeiden: \"De Bamhartige heeft Zich een zoon genomen.\" Heilig is Hij! Zij (de Engelen) zijn slechts geëerde dienaren!",
        "ur": "یہ کہتے ہیں ”رحمٰن اولاد رکھتا ہے۔“ <sup foot_note=\"185186\">1</sup> سُبحان اللہ، وہ تو بندے ہیں جنہیں عزت دی گئی ہے",
        "bn": "আৰু সিহঁতে কয়, ‘ৰহমানে (আল্লাহে) সন্তান গ্ৰহণ কৰিছে’। তেওঁ পৱিত্ৰ মহান! বৰং তেওঁলোক হৈছে তেওঁৰ সন্মানিত বান্দা।",
        "fa": "[مشرکان با این تصور که فرشتگان دخترانِ الله هستند] گفتند: «[الله] رحمان فرزندی [برای خویش] برگزیده است». او منزّه است؛ [چنین نیست که می‌پندارند؛] بلکه [فرشتگان] بندگان گرامی‌[اش] هستند."
      }
    },
    {
      "verse_number": 2510,
      "verse_key": "21:27",
      "arabic_text": "لَا يَسْبِقُونَهُۥ بِٱلْقَوْلِ وَهُم بِأَمْرِهِۦ يَعْمَلُونَ",
      "phonetic_text": "La yasbiqoonahu bilqawliwahum bi-amrihi yaAAmaloon",
      "translations": {
        "fr": "Ils ne prononcent pas (de verdicts) avant Lui, et ils n’agissent que par Ses ordres.",
        "en": "they do not speak before He speaks and they act by His command.",
        "es": "No dan prioridad a sus palabras sobre la Palabra de Dios, y cumplen con lo que Él manda.",
        "it": "che mai precedono il Suo dire e che agiscono secondo il Suo ordine  <a class=f><sup foot_note=158348>1</sup></a> .",
        "ru": "Они не опережают Его своими речами и поступают согласно Его велениям.",
        "tr": "Onlar Allah'ın sözünün önüne geçmezler, hep O'nun emriyle hareket ederler.",
        "de": "Sie kommen Ihm im Reden nicht zuvor, und nur nach Seinem Befehl handeln sie.",
        "pt": "Que jamais se antecipam a Ele no falar, e que agem sob o Seu comando.",
        "nl": "Zij nemen het wooird niet vóór Hem en zij handelen op Zijn bevel.",
        "ur": "اُس کے حضور بڑھ کر نہیں بولتے اور بس اُس کے حکم پر عمل کرتے ہیں",
        "bn": "তেওঁলোকে তেওঁৰ আগধৰি নামাতে; তেওঁলোকে কেৱল তেওঁৰ আদেশ অনুসাৰেই কাম কৰে।",
        "fa": "آنان هرگز در سخن بر او پیشی نمی‌گیرند و [پیوسته] به فرمانش عمل می‌کنند."
      }
    },
    {
      "verse_number": 2511,
      "verse_key": "21:28",
      "arabic_text": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ٱرْتَضَىٰ وَهُم مِّنْ خَشْيَتِهِۦ مُشْفِقُونَ",
      "phonetic_text": "YaAAlamu ma bayna aydeehim wamakhalfahum wala yashfaAAoona illa limani irtadawahum min khashyatihi mushfiqoon",
      "translations": {
        "fr": "Il Sait ce qu’il y a devant eux et ce qu’il y a derrière eux. Ils n’intercèdent qu’en faveur de ceux qu’Il a agréés, et se tiennent pleins de crainte devant Lui.",
        "en": "He knows what is before them and what is behind them, and they cannot intercede without His permission––indeed they themselves stand in awe of Him.",
        "es": "[Dios] Conoce tanto lo que han hecho como lo que harán, y solo podrán interceder por quienes Dios se complazca. Por temor a Él están sobrecogidos.",
        "it": "Egli conosce quel che li precede e quel che li segue ed essi non intercedono se non in favore di coloro di cui Si compiace, e sono compenetrati di timor di Lui.",
        "ru": "Он ведает их прошлое и будущее. Они заступаются только за тех, кем Он доволен, а сами трепещут от страха перед Ним.",
        "tr": "Allah, onların önlerindekini de, arkalarındakini de (yaptıklarını ve yapacaklarını) bilir. Onlar, Allah'ın hoşnud olduğu kimseden başkasına şefaat etmezler. Hepsi de O'nun korkusundan titrerler.",
        "de": "Er weiß, was vor ihnen und was hinter ihnen liegt, und sie legen Fürsprache nur für denjenigen ein, dem Er zustimmt. Und sie sind aus Furcht vor Ihm besorgt.",
        "pt": "Ele conhece tanto o que há antes deles como o que há depois deles, e não podem interceder em favor de ninguém, salvode quem a Ele aprouver, são, ante seu temor, a Ele reverentes.",
        "nl": "Hij weet wat vóór hen is en wat achter hen is en zij zijn niet van voorspraak, behalve voor wie Hem welgevallig zijn. En uit ontzag voor Hem vrezen zij (Allah).",
        "ur": "جو کچھ اُن کے سامنے ہے اُسے بھی وہ جانتا ہے اور جو کچھ اُن سے  اوجھل ہے اُس سے بھی وہ باخبر ہے۔ وہ کسی کی سفارش نہیں کرتے بجز اس کے جس کے حق میں سفارش سُننے پر اللہ راضی ہو، اور وہ اُس کے خوف سے ڈرے رہتے ہیں۔ <sup foot_note=\"185187\">1</sup>",
        "bn": "তেওঁলোকৰ সন্মুখত আৰু পিছত যি আছে সেই সকলো তেওঁ জানে। আৰু তেওঁলোকে ছুপাৰিছ কৰে কেৱল সিহঁতৰ বাবেই যিসকলৰ প্ৰতি তেওঁ সন্তুষ্ট আৰু তেওঁলোকে তেওঁৰ ভয়ত ভীত সন্ত্ৰস্ত।",
        "fa": "[الله] گذشته و آیندۀ آنان را مى‌داند و آنان جز براى كسى كه [الله] بپسندد [و از او راضی باشد] شفاعت نمى‌كنند و خود از بیم او هراسانند."
      }
    },
    {
      "verse_number": 2512,
      "verse_key": "21:29",
      "arabic_text": "۞ وَمَن يَقُلْ مِنْهُمْ إِنِّىٓ إِلَـٰهٌ مِّن دُونِهِۦ فَذَٰلِكَ نَجْزِيهِ جَهَنَّمَ ۚ كَذَٰلِكَ نَجْزِى ٱلظَّـٰلِمِينَ",
      "phonetic_text": "Waman yaqul minhum innee ilahun mindoonihi fathalika najzeehi jahannama kathalikanajzee aththalimeen",
      "translations": {
        "fr": "Celui, parmi eux, qui dirait : « Je suis une divinité en dehors de Lui » aurait de Nous pour rétribution la Géhenne. Ainsi rétribuons-Nous les injustes.",
        "en": "If any of them were to claim, ‘I am a god beside Him,’ We would reward them with Hell: this is how We reward evildoers.",
        "es": "Si uno de ellos dijera: “Yo soy un dios junto a Él”, le condenaría al Infierno, porque así castigo a los injustos.",
        "it": "Chi di loro dicesse: «Davvero io sono un dio all’infuori di Lui», lo compenseremo con l’Inferno. È così che compensiamo gli ingiusti.",
        "ru": "А тому из них, кто скажет: «Я являюсь богом наряду с Ним», - воздаянием будет Геенна. Так Мы воздаем беззаконникам.",
        "tr": "İçlerinden kim: \"Ben, O'ndan başka bir ilâhım\" derse, biz ona cehennemi ceza olarak veririz. Zalimleri biz böyle cezalandırırız.",
        "de": "Und wer von ihnen sagen sollte: „Ich bin ein Gott außer Ihm, dem vergelten Wir mit der Hölle. So vergelten Wir den Ungerechten.",
        "pt": "E quem quer que seja, entre eles, que disser: Em verdade eu sou deus, junto a Ele! condená-lo-emos ao inferno. Assimcastigamos os iníquos.",
        "nl": "En wie van hen zegt: \"Voorwaar, ik ben een god naast Hem,\" die vergelden Wij daarop niet de Het, zo vergelden Wij de onrechtplegers.",
        "ur": "اور جو اُن میں سے کوئی کہہ دے کہ اللہ کے سوا میں بھی ایک خدا ہوں، تو اُسے ہم جہنّم کی سزا دیں، ہمارے ہاں ظالموں کا یہی بدلہ ہے",
        "bn": "আৰু তেওঁলোকৰ মাজত যিয়ে ক’ব, ‘আল্লাহৰ বাহিৰে ময়েই ইলাহ’, তাক আমি জাহান্নামৰ শাস্তিৰ প্ৰতিদান দিম; এইদৰেই আমি যালিমসকলক প্ৰতিদান দিওঁ।",
        "fa": "و هر یک از آنان بگوید: «جز او، من [نیز] معبود هستم»، وی را به دوزخ كیفر مى‌دهیم. [آرى‌،] ستمكاران را اینچنین کیفر مى‌دهیم."
      }
    },
    {
      "verse_number": 2513,
      "verse_key": "21:30",
      "arabic_text": "أَوَلَمْ يَرَ ٱلَّذِينَ كَفَرُوٓا۟ أَنَّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَـٰهُمَا ۖ وَجَعَلْنَا مِنَ ٱلْمَآءِ كُلَّ شَىْءٍ حَىٍّ ۖ أَفَلَا يُؤْمِنُونَ",
      "phonetic_text": "Awa lam yara allatheenakafaroo anna assamawati wal-ardakanata ratqan fafataqnahuma wajaAAalnamina alma-i kulla shay-in hayyin afalayu/minoon",
      "translations": {
        "fr": "Les mécréants n’ont-ils pas vu que les cieux et la terre étaient soudés (en un seul magma)?<sup foot_note=194960>1</sup> Puis Nous les avons disjoints et, de l’eau, Nous avons tiré toute chose vivante. Ne croiront-ils donc pas ?",
        "en": "Are the disbelievers not aware that the heavens and the earth used to be joined together and that We ripped them apart, that We made every living thing from water? Will they not believe?",
        "es": "¿Acaso los que se niegan a creer no reparan en que los cielos y la Tierra formaban una masa homogénea y la disgregué<sup foot_note=168849>1</sup>, y que creé del agua a todo ser vivo?<sup foot_note=168850>2</sup> ¿Es que aún después de esto no van a creer?",
        "it": "Non sanno dunque i miscredenti che i cieli e la terra formavano una massa compatta? Poi li separammo e traemmo dall’acqua ogni essere vivente  <a class=f><sup foot_note=158349>1</sup></a> . Ancora non credono?",
        "ru": "Неужели неверующие не видят, что небеса и земля были единым целым и что Мы разделили их и сотворили все живое из воды? Неужели они не уверуют?",
        "tr": "O kâfir olanlar, görmediler mi ki, göklerle yer bitişik bir halde iken biz onları ayırdık. Hayatı olan her şeyi sudan yarattık. Hâlâ inanmıyorlar mı?",
        "de": "Sehen denn diejenigen, die ungläubig sind, nicht, daß die Himmel und die Erde eine zusammenhängende Masse waren? Da haben Wir sie getrennt und aus dem Wasser alles Lebendige gemacht. Wollen sie denn nicht glauben?",
        "pt": "Não vêem, acaso, os incrédulos, que os céus e a terra eram uma só massa, que desagregamos, e que criamos todos osseres vivos da água? Não crêem ainda?",
        "nl": "Weten degenen die ongelovig zijn niet dat de hemelen en de aarde als een gemengde massa waren en dat Wij hen beide daarop splitsten en dat Wij alle levende dingen uit het water maakten? Geloven zij niet?",
        "ur": "کیا وہ لوگ جنہوں نے (نبی کی بات ماننے سے)انکار کر دیا ہے غور نہیں کرتے کہ یہ سب آسمان اور زمین باہم ملے ہوئے تھے، پھر ہم نے انہیں جدا کیا، <sup foot_note=\"185188\">1</sup> اور پانی سے ہر زندہ چیز پیدا کی۔ <sup foot_note=\"185189\">2</sup> کیا وہ (ہماری اِس خلاقی کو)نہیں مانتے؟",
        "bn": "যিসকলে কুফৰী কৰে সিহঁতে দেখা নাই নেকি যে, আকাশসমূহ আৰু পৃথিৱী ওতপ্ৰোতভাৱে মিলিত হৈ আছিল, তাৰ পিছত আমি উভয়ক পৃথক কৰি দিলোঁ; আৰু প্ৰাণবান সকলো বস্তুকে পানীৰ পৰা সৃষ্টি কৰিলোঁ; তথাপিও সিহঁতে ঈমান পোষণ নকৰিব নে?",
        "fa": "آیا کسانی که کفر ورزیدند، ندانسته‌اند که آسمان‌ها و زمین به هم چسبیده بودند؛ [نه بارانی می‌بارید و نه گیاهی می‌رویید؛] سپس [ما] آن دو را [به قدرت خویش] از هم جدا کردیم و هر چیز زنده‌ای را از آب پدید آوردیم؟ پس آیا [باز هم] ایمان نمی‌آورند؟"
      }
    },
    {
      "verse_number": 2514,
      "verse_key": "21:31",
      "arabic_text": "وَجَعَلْنَا فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِهِمْ وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُونَ",
      "phonetic_text": "WajaAAalna fee al-ardi rawasiyaan tameeda bihim wajaAAalna feeha fijajansubulan laAAallahum yahtadoon",
      "translations": {
        "fr": "Nous avons établi sur la terre des montagnes fermes pour qu’elle ne se meuve pas sous leurs pieds. Nous y avons frayé des chemins afin qu’ils soient guidés.",
        "en": "And We put firm mountains on the earth, lest it should sway under them, and set broad paths on it, so that they might follow the right direction,",
        "es": "Afirmé la Tierra con montañas para que no temblara<sup foot_note=168851>1</sup>, y dispuse caminos para que encontréis guía.",
        "it": "Abbiamo infisso sulla terra le montagne, affinché non oscilli coinvolgendoli e vi ponemmo larghi passi  <a class=f><sup foot_note=158350>1</sup></a> . Si sapranno dirigere?",
        "ru": "Мы воздвигли на земле незыблемые горы, чтобы она не колебалась вместе с ними. Мы проложили на ней широкие дороги, чтобы они следовали верным путем.",
        "tr": "Yeryüzünde, insanlar sarsılmasın diye sabit dağlar yarattık, rahat gidebilsinler diye dağların aralarında geniş yollar var ettik.",
        "de": "Und Wir haben auf der Erde festgegründete Berge gemacht, daß sie nicht mit ihnen wanke. Und Wir haben auf ihr breite Durchgänge als Wege gemacht, auf daß sie rechtgeleitet werden mögen.",
        "pt": "E produzimos firmes montanhas na terra, para que esta não oscilasse com eles, e traçamos, entre aqueles, desfiladeiroscomo caminhos, para que se orientassem.",
        "nl": "En Wij maakten stevige bergen op de aarde, zodat zij niet met hen schudt. En Wij maakten daarin brede passen als wegen. Hopelijk zullen zij Leiding volgen.",
        "ur": "اور ہم نے زمین میں پہاڑ جما دیے تا کہ وہ اِنہیں لے کر ڈھلک نہ جائے، <sup foot_note=\"185190\">1</sup> اور اس میں کشادہ راہیں بنا دیں، <sup foot_note=\"185191\">2</sup> شاید کہ یہ لوگ اپنا راستہ معلوم کر لیں۔ <sup foot_note=\"185192\">3</sup>",
        "bn": "আৰু পৃথিৱীত আমি সৃষ্টি কৰিছোঁ সুদৃঢ় পৰ্বত, যাতে পৃথিৱীয়ে সিহঁতক লৈ থৰক-বৰক নকৰে, আৰু তাত আমি তৈয়াৰ কৰিছোঁ প্ৰশস্ত পথ, যাতে সিহঁতে গন্তব্যস্থলত গৈ পায়।",
        "fa": "و کوه‌هایی استوار در زمین نهادیم تا مبادا آنان را بلرزانَد و راه‌هایی [وسیع] در آن پدید آوردیم؛ باشد كه [در سفرهایشان، به مقصد] راه یابند."
      }
    },
    {
      "verse_number": 2515,
      "verse_key": "21:32",
      "arabic_text": "وَجَعَلْنَا ٱلسَّمَآءَ سَقْفًا مَّحْفُوظًا ۖ وَهُمْ عَنْ ءَايَـٰتِهَا مُعْرِضُونَ",
      "phonetic_text": "WajaAAalna assamaasaqfan mahfoothan wahum AAan ayatihamuAAridoon",
      "translations": {
        "fr": "Nous fîmes du ciel un toit imprenable,<sup foot_note=194961>1</sup> mais de ses Signes ils se détournent.",
        "en": "and We made the sky a well-secured canopy- yet from its wonders they turn away.",
        "es": "Hice del cielo un techo protector<sup foot_note=168852>1</sup>, pero aun así los que se niegan a creer rechazan reflexionar en Mis signos.",
        "it": "E del cielo abbiamo fatto una volta sicura. Eppure essi si distolgono dai segni.",
        "ru": "Мы сделали небо оберегаемой кровлей, однако они отворачиваются от его знамений.",
        "tr": "Gökyüzünü de korunmuş bir tavan yaptık. Kâfirler ise, gökyüzünün alâmetlerinden (Allah'ın kudret ve azametine delalet eden delillerinden) yüz çeviriyorlar.",
        "de": "Und Wir haben den Himmel zu einem wohlbehüteten Dach gemacht. Dennoch wenden sie sich von seinen Zeichen ab.",
        "pt": "E fizemos o céu como abóbada bem protegida; e, apesar disso, desdenham os seus sinais!",
        "nl": "En Wij maakten de hemel als een beschermende kap, maar zij wendden zich af van zijn Tekenen.",
        "ur": "اور ہم نے آسمان کو ایک محفوظ چھت بنا دیا، <sup foot_note=\"185193\">1</sup> مگر یہ ہیں کہ اس کی نشانیوں کی طرف <sup foot_note=\"185194\">2</sup> توجہ ہی نہیں کرتے",
        "bn": "আৰু আমি আকাশক কৰিছোঁ সুৰক্ষিত চাদ; কিন্তু সিহঁতে আকাশত অৱস্থিত নিদৰ্শনাৱলীৰ পৰা মুখ ঘুৰাই লয়।",
        "fa": "و آسمان را سقفی محفوظ قرار دادیم و[لی] آنان [= مشرکان] از [تفکر در] نشانه‌هایش رویگردانند."
      }
    },
    {
      "verse_number": 2516,
      "verse_key": "21:33",
      "arabic_text": "وَهُوَ ٱلَّذِى خَلَقَ ٱلَّيْلَ وَٱلنَّهَارَ وَٱلشَّمْسَ وَٱلْقَمَرَ ۖ كُلٌّ فِى فَلَكٍ يَسْبَحُونَ",
      "phonetic_text": "Wahuwa allathee khalaqa allayla wannaharawashshamsa walqamara kullun fee falakin yasbahoon",
      "translations": {
        "fr": "C’est Lui Qui a créé la nuit et le jour, le soleil et la lune : chacun voguant dans son orbite.",
        "en": "It is He who created night and day, the sun and the moon, each floating in its orbit.",
        "es": "Él es Quien creó la noche y el día, el Sol y la Luna. Cada uno recorre su órbita<sup foot_note=168853>1</sup>.",
        "it": "Egli è Colui Che ha creato la notte e il giorno, il sole e la luna: ciascuno naviga  <a class=f><sup foot_note=158351>1</sup></a> nella sua orbita.",
        "ru": "Он - Тот, Кто сотворил ночь и день, солнце и луну. Все плывут по орбитам.",
        "tr": "Geceyi, gündüzü, güneşi ve ayı yaratan O'dur. Bunların her biri kendi dairesinde dolaşmaktadır.",
        "de": "Und Er ist es, Der die Nacht und den Tag, die Sonne und den Mond erschaffen hat; alles läuft in einer (jeweils eigenen) Umlaufbahn.",
        "pt": "Ele foi Quem criou a noite e o dia, o sol e a lua; cada qual (dos corpos celestes) gravita em sua respectiva órbita.",
        "nl": "En Hij is Degene Die de nacht en de dag geschapen heeft, en de zon en de maan, allen bewegen in een baan.",
        "ur": "اور وہ اللہ ہی ہے جس نے رات اور دن بنائے اور سُورج اور چاند کو پیدا کیا۔ سب ایک ایک فلک میں تَیر رہے ہیں۔ <sup foot_note=\"185195\">1</sup>",
        "bn": "আৰু আল্লাহেই সৃষ্টি কৰিছে ৰাতি আৰু দিন, সূৰ্য আৰু চন্দ্ৰ; প্ৰত্যেকেই নিজ নিজ কক্ষপথত বিচৰণ কৰে।",
        "fa": "اوست که شب و روز و خورشید و ماه را آفرید [و چنان منظم ساخت که] هر یک [از اینها] در مداری [معیّن] شناورند."
      }
    },
    {
      "verse_number": 2517,
      "verse_key": "21:34",
      "arabic_text": "وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ ٱلْخُلْدَ ۖ أَفَإِي۟ن مِّتَّ فَهُمُ ٱلْخَـٰلِدُونَ",
      "phonetic_text": "Wama jaAAalna libasharin minqablika alkhulda afa-in mitta fahumu alkhalidoon",
      "translations": {
        "fr": "Nous n’avons donné l’immortalité à aucun humain avant toi. Si tu venais à mourir, seraient-ils, eux, éternels ?",
        "en": "We have not granted everlasting life to any other human being before you either [Muhammad]- if you die, will [the disbelievers] live for ever?",
        "es": "No he concedido la inmortalidad a ningún ser humano. Si tú [¡Oh, Muhámmad!<sup foot_note=168854>1</sup>] has de morir, ¿por qué razón iban ellos a ser inmortales?",
        "it": "Non concedemmo l’immortalità a nessuno uomo che ti ha preceduto. Dovresti forse morire, se essi fossero immortali?",
        "ru": "Никому из людей до тебя Мы не даровали бессмертия. Неужели, если даже ты умрешь, они будут жить вечно?",
        "tr": "Ey Muhammed! Senden önce de hiçbir insanı ölümsüz kılmadık, sen ölürsün de onlar baki kalır mı? Senin ölmenle rahata kavuşacaklarını mı sanıyorlar?",
        "de": "Und Wir haben für kein menschliches Wesen vor dir ewiges Leben bestimmt. Wenn du nun stirbst, werden sie dann ewig leben?",
        "pt": "Jamais concedemos a imortalidade a ser humano algum, anterior a ti. Porventura, se tu morresses, seriam eles imortais?",
        "nl": "En Wij hebben geen mens vóór jou onsterfelijkheid gegeven. Als jij zou sterven; zouden zij dan eeuwig leven?",
        "ur": "<sup foot_note=\"171378\">1</sup> اور اے محمدؐ ، ہمیشگی تو ہم نے تم سے پہلے بھی کسی انسان کے لیے نہیں رکھی ہے۔ اگر تم مر گئے تو کیا یہ لوگ ہمیشہ جیتے رہیں گے؟",
        "bn": "আৰু আমি তোমাৰ পূৰ্বেও কোনো মানুহক চিৰজীৱী কৰা নাছিলো, গতিকে যদি তুমি মৃত্যুবৰণ কৰা তেন্তে সিহঁতে চিৰজীৱী হৈ থাকিব নেকি?",
        "fa": "[ای پیامبر،] ما پیش از تو برای هیچ بشری جاودانگی [در دنیا] قرار ندادیم. آیا اگر تو بمیری، آنان جاودانند؟"
      }
    },
    {
      "verse_number": 2518,
      "verse_key": "21:35",
      "arabic_text": "كُلُّ نَفْسٍ ذَآئِقَةُ ٱلْمَوْتِ ۗ وَنَبْلُوكُم بِٱلشَّرِّ وَٱلْخَيْرِ فِتْنَةً ۖ وَإِلَيْنَا تُرْجَعُونَ",
      "phonetic_text": "Kullu nafsin tha-iqatu almawtiwanablookum bishsharri walkhayri fitnatanwa-ilayna turjaAAoon",
      "translations": {
        "fr": "Toute âme goûtera la mort. Nous vous mettons à l’épreuve de la tentation par le mal et par le bien, et c’est vers Nous que vous serez ramenés.",
        "en": "Every soul is certain to taste death: We test you all through the bad and the good, and to Us you will all return.",
        "es": "Toda alma probará la muerte. Los pondré a prueba con cosas malas y cosas buenas, pero finalmente volverán a Mí para ser juzgados.",
        "it": "Ogni anima gusterà la morte  <a class=f><sup foot_note=158352>1</sup></a> . Vi sottoporremo alla tentazione con il male e con il bene e poi a Noi sarete ricondotti.",
        "ru": "Каждая душа вкусит смерть. Мы испытываем вас добром и злом ради искушения, и к Нам вы будете возвращены.",
        "tr": "Her nefis ölümü tadacaktır. Sizi bir imtihan olarak kötülük ve iyilikle deneyeceğiz. Hepiniz de sonunda bize döndürüleceksiniz.",
        "de": "Jede Seele wird den Tod kosten. Und Wir prüfen euch mit Schlechtem und Gutem als Versuchung. Und zu Uns werdet ihr zurückgebracht.",
        "pt": "Toda a alma provará o gosto da morte, e vos provaremos com o mal e com o bem, e a Nós retornareis.",
        "nl": "Iedere ziel zal de dood ervaren en Wij stellen jullie op de proef met het slechte en het goede, als een beproeving, en tot Ons worden jullie teruggkeerd.",
        "ur": "ہر جاندار کو موت کا مزّہ چکھنا ہے، <sup foot_note=\"185196\">1</sup> اور ہم اچھے اور بُرے حالات میں ڈال کر تم سب کی آزمائش کر رہے ہیں۔ <sup foot_note=\"185197\">2</sup> آخر کار تمہیں ہماری ہی طرف پلٹنا ہے",
        "bn": "প্ৰতিটো জীৱই মৃ্ত্যুৰ সোৱাদ গ্ৰহণ কৰিব; আমি তোমালোকক ভাল আৰু বেয়াৰ দ্বাৰা বিশেষভাৱে পৰীক্ষা কৰি থাকোঁ, আৰু আমাৰ ওচৰতেই তোমালোকৰ উভতি আহিব লাগিব।",
        "fa": "هر کسی چشندۀ [طعم‌] مرگ است؛ و [ای مردم،] شما را با بدی و نیکی می‌آزماییم و [سرانجام] به سوی ما بازگردانده می‌شوید."
      }
    },
    {
      "verse_number": 2519,
      "verse_key": "21:36",
      "arabic_text": "وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓا۟ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَـٰذَا ٱلَّذِى يَذْكُرُ ءَالِهَتَكُمْ وَهُم بِذِكْرِ ٱلرَّحْمَـٰنِ هُمْ كَـٰفِرُونَ",
      "phonetic_text": "Wa-itha raaka allatheenakafaroo in yattakhithoonaka illa huzuwan ahathaallathee yathkuru alihatakum wahum bithikriarrahmani hum kafiroon",
      "translations": {
        "fr": "En te voyant, ceux qui ont mécru te tournent en dérision (en disant) : « Est-ce celui-là qui évoque (en mal) vos divinités ? » Mais eux rejettent l’évocation du Tout Clément !",
        "en": "When the disbelievers see you, they laugh at you: ‘Is this the one who talks about your gods?’ They reject any talk of the Lord of Mercy.",
        "es": "Cuando los que se niegan a creer te ven, se burlan de ti, y dicen: “Este es quien desdeña a nuestros ídolos”; sin embargo, son ellos los que, cuando es mencionado el Misericordioso, rechazan la verdad.",
        "it": "Quando i miscredenti ti vedono, non fanno che burlarsi di te: «Cosa? È costui che dice male dei vostri dèi?» e negano il Monito del Compassionevole.",
        "ru": "Когда неверующие видят тебя, они лишь насмехаются над тобой и говорят: «Не тот ли это, кто плохо отзывается о ваших богах?». Но сами они не веруют в поминание Милостивого.",
        "tr": "O inkârcılar seni gördükleri zaman, seni alaya alıyorlar ve \"İlâhlarınızı diline dolayan bu mudur?\" diyorlar. Halbuki onlar Rahmân'ın kitabını inkâr ediyorlar.",
        "de": "Und wenn diejenigen, die ungläubig sind, dich sehen, machen sie sich über dich nur lustig: „Ist das derjenige, der eure Götter (in abfälliger Weise) erwähnt?, während sie es sind, die die Ermahnung des Allerbarmers verleugnen.",
        "pt": "E, quando os incrédulos te vêem, não te tratam senão com zombarias, dizendo: É este que fala sobre os vossos deuses? Eblasfemam, à menção do Clemente.",
        "nl": "En als degenen die ongelovig zijn jou zien, zullen zij jou slechts spottend behandelen: \"Is dit degene die jullie goden verwijten maakt?\" En in het gedenken van de Barmhartige geloven zij niet.",
        "ur": "یہ منکرینِ حق جب تمہیں دیکھتے ہیں تو تمہارا مذاق بنا لیتے ہیں۔ کہتے ہیں”کیا یہ ہے وہ شخص جو تمہارے خداوٴں کا ذکر کیا کرتا ہے؟“ <sup foot_note=\"185198\">1</sup> اور ان کا اپنا حال یہ ہے کہ رحمٰن کے ذکر سے منکر ہیں۔ <sup foot_note=\"185199\">2</sup>",
        "bn": "আৰু যিসকলে কুফৰী কৰে সিহঁতে যেতিয়া তোমাক দেখে তেতিয়া সিহঁতে কেৱল তোমাক উপহাসৰ পাত্ৰ হিচাপেহে গ্ৰহণ কৰে। সিহঁতে কয়, ‘এওঁৱেই সেইজন নেকি, যিয়ে তোমালোকৰ উপাস্যবোৰক লৈ সমালোচনা কৰে’?, অথচ সিহঁতেই ৰহমানৰ আলোচনাৰ বিৰোধিতা কৰে।",
        "fa": "کسانی که کفر ورزیدند، هر گاه که تو را می‌بینند، فقط به مسخره‌ات می‌گیرند [و می گویند:] «آیا این همان کسی است که از معبودانتان [به بدی] یاد می‌کند؟» و حال آنکه آنان خود یاد [الله] رحمان را انکار می‌کنند."
      }
    },
    {
      "verse_number": 2520,
      "verse_key": "21:37",
      "arabic_text": "خُلِقَ ٱلْإِنسَـٰنُ مِنْ عَجَلٍ ۚ سَأُو۟رِيكُمْ ءَايَـٰتِى فَلَا تَسْتَعْجِلُونِ",
      "phonetic_text": "Khuliqa al-insanu min AAajalinsaoreekum ayatee fala tastaAAjiloon",
      "translations": {
        "fr": "L’homme a été créé empressé. Je vous ferai voir Mes Signes, ne Me pressez pas !",
        "en": "Man was created hasty: I will show you My signs soon, so do not ask Me to hasten them.",
        "es": "El ser humano fue creado impaciente. Ya os mostraré Mis signos<sup foot_note=168855>1</sup>, así que no me pidáis que se adelanten.",
        "it": "L’uomo è stato creato di impazienza  <a class=f><sup foot_note=158353>1</sup></a> . Vi mostrerò i Miei segni. Non chiedeteMi di affrettarli.",
        "ru": "Человек сотворен нетерпеливым. Я покажу вам Свои знамения, и посему не торопите Меня.",
        "tr": "İnsan aceleci olarak yaratılmıştır. Size yakında (azaba dair) alametlerimi göstereceğim. Şimdi siz acele etmeyin.",
        "de": "Der Mensch ist (seiner Natur nach) aus Voreiligkeit erschaffen worden. Ich werde euch (schon) Meine Zeichen zeigen; so wünscht nicht von Mir, (sie) zu beschleunigen.",
        "pt": "O homem é, por natureza, impaciente. Não vos apresseis, pois logo vos mostrarei os Meus sinais!",
        "nl": "De mens is haastig (van aard) geschapen. Spoedig zal ik jullie mijn Tekenen laten zien, vraagt daarom geen verhaasting (ervan).",
        "ur": "انسان جلد باز مخلوق ہے۔ <sup foot_note=\"185200\">1</sup> ابھی میں تم کو اپنی نشانیاں دکھائے دیتا ہوں، جلدی نہ مچاوٴ <sup foot_note=\"185201\">2</sup>",
        "bn": "মানুহক সৃষ্টি কৰা হৈছে খৰধৰ প্ৰৱণতাৰে, অতিশীঘ্ৰে মই সিহঁতক মোৰ নিদৰ্শনাৱলী দেখুৱাম; সেয়ে তোমালোকে খৰখেদা নকৰিবা।",
        "fa": "انسان [ذاتاً] عجول آفریده شده است [و همه چیز را پیش از زمان مقررش می‌خواهد]. به زودی نشانه‌های [عذابِ] خویش را به شما نشان خواهیم داد؛ پس [نزولِ عذاب را] به شتاب نخواهید."
      }
    },
    {
      "verse_number": 2521,
      "verse_key": "21:38",
      "arabic_text": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
      "phonetic_text": "Wayaqooloona mata hathaalwaAAdu in kuntum sadiqeen",
      "translations": {
        "fr": "Ils disent : « À quand donc cette promesse si vous dites vrai ? »",
        "en": "They say, ‘When will this promise be fulfilled, if what you say is true?’",
        "es": "Dicen: “¿Cuándo se cumplirá tu advertencia? Si es verdad lo que dices”.",
        "it": "Dicono: «Quando [si realizzerà] questa promessa? [Ditecelo] se siete veritieri».",
        "ru": "Они говорят: «Когда же исполнится это обещание, если вы говорите правду?».",
        "tr": "\"Doğru sözlü iseniz (bildirin) bu vaad ne zamandır?\" derler.",
        "de": "Und sie sagen: „Wann wird dieses Versprechen eintreten, wenn ihr wahrhaftig seid?",
        "pt": "E perguntaram: quanto se cumprirá esta promessa, se estais certos?",
        "nl": "Zij zeggen: \"Wanneer vindt (de vervulling van) deze belofte plaats als jullie waarachtigen zijn?\"",
        "ur": "یہ لوگ کہتے ہیں \"آخر یہ دھمکی پُوری کب ہو گی اگر تم سچے ہو\"",
        "bn": "আৰু সিহঁতে কয়, ‘যদি তোমালোকে সত্যবাদী হোৱা তেন্তে কোৱা এই প্ৰতিশ্ৰুতি কেতিয়া পূৰ্ণ হ’ব’?",
        "fa": "[کافران] می‌گویند: «اگر راستگویید، این وعده‌[ی قیامت] کی خواهد بود؟»"
      }
    },
    {
      "verse_number": 2522,
      "verse_key": "21:39",
      "arabic_text": "لَوْ يَعْلَمُ ٱلَّذِينَ كَفَرُوا۟ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمْ وَلَا هُمْ يُنصَرُونَ",
      "phonetic_text": "Law yaAAlamu allatheena kafaroo heenala yakuffoona AAan wujoohihimu annara walaAAan thuhoorihim wala hum yunsaroon",
      "translations": {
        "fr": "Si seulement les mécréants pouvaient connaître ce moment où ils ne pourront protéger du Feu ni leurs visages ni leurs dos ; et ils n’auront aucun secours !",
        "en": "If the disbelievers only knew, the time will arrive when they will not be able to ward off the Fire from their faces or their backs, and they will get no help.",
        "es": "Si supieran los que se niegan a creer, que llegará un momento en que no podrán impedir que el fuego queme sus rostros y sus espaldas, y no serán socorridos.",
        "it": "Ah! se i miscredenti conoscessero il momento in cui non potranno allontanare il fuoco dai loro volti e dalle loro schiene e non potranno essere soccorsi  <a class=f><sup foot_note=158354>1</sup></a> !",
        "ru": "Если бы только неверующие знали о том времени, когда они не смогут отвратить Огонь от своих лиц и своих спин, когда им никто не поможет!",
        "tr": "Bu kâfirler ateşi yüzlerinden ve sırtlarından men edemeyecekleri ve yardım da göremeyecekleri zamanı, bir bilseler!",
        "de": "Wenn diejenigen, die ungläubig sind, (es) nur wüßten, (wie es ist,) wenn sie das (Höllen)feuer weder von ihren Gesichtern noch von ihren Rücken zurückhalten können und ihnen auch keine Hilfe zuteil wird!",
        "pt": "Ah, se os incrédulos conhecessem o momento em que não poderão evitar o fogo sobre seus rostos e suas espáduas, nemtampouco ser socorridos!",
        "nl": "Als degenen die ongelovig zijn maar het moment gekend hadden waarop zij de Hel niet van hun gezichten kunnen afhouden, en niet van hun ruggen. En zij worden niet geholpen!",
        "ur": "کاش اِن کافروں کو اُس وقت کا کچھ علم ہوتا جبکہ یہ نہ اپنے منہ آگ سے بچا سکیں گے نہ اپنی پیٹھیں، اور نہ ان کو کہیں سے مدد پہنچے گی",
        "bn": "যদি কাফিৰসকলে সেই সময়ৰ কথা জানিলেহেঁতেন, যেতিয়া সিহঁতে সিহঁতৰ মুখমণ্ডল আৰু পিঠিৰ পৰা জুই প্ৰতিৰোধ কৰিব নোৱাৰিব আৰু সিহঁতক সহায়ও কৰা নহ’ব (তেন্তে সিহঁতে সেই শাস্তিক খৰখেদাকৈ নিবিচাৰিলেহেঁতেন)।",
        "fa": "کسانی‌ که کفر ورزیدند اگر می‌دانستند زمانی که [به دوزخ می‌افتند] نمی‌توانند [شعله‌های] آتش را از چهره‌ها و پشت‌هایشان بازدارند و [از سوی هیچ کس] یاری نمی‌شوند، [هرگز این گونه شتابان عذاب را نمی‌خواستند]."
      }
    },
    {
      "verse_number": 2523,
      "verse_key": "21:40",
      "arabic_text": "بَلْ تَأْتِيهِم بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيعُونَ رَدَّهَا وَلَا هُمْ يُنظَرُونَ",
      "phonetic_text": "Bal ta/teehim baghtatan fatabhatuhum falayastateeAAoona raddaha wala hum yuntharoon",
      "translations": {
        "fr": "Il (le Feu) les saisira soudain, et les plongera dans la stupeur, et ils ne pourront alors le repousser ni n’auront aucun répit.",
        "en": "It will come upon them suddenly and stupefy them; they will be powerless to push it away; they will not be reprieved.",
        "es": "Por el contrario, [el fuego] les llegará por sorpresa dejándolos desconcertados sin que puedan evitarlo, y no serán indultados.",
        "it": "E invece giungerà loro all’improvviso, e ne saranno sbalorditi. Non potranno allontanarlo e non sarà dato loro un rinvio.",
        "ru": "Он (Ад или День воскресения) настигнет их внезапно и ошеломит их. Они не смогут избавиться от него, и им не будет предоставлена отсрочка.",
        "tr": "Doğrusu bu azap onlara ansızın gelecek de kendilerini şaşırtacaktır. Artık ne geri çevrilmesine güçleri yetecek, ne de kendilerine mühlet verilecektir.",
        "de": "Aber nein! Es wird plötzlich über sie kommen und sie verblüffen. Dann werden sie es nicht abwenden können, und es wird ihnen kein Aufschub gewährt.",
        "pt": "Pelo contrário, surpreendê-los-á (o fogo) inopinadamente e os aniquilará. Não poderão desviá-lo, nem serão tolerados.",
        "nl": "Integendeel, het zal hen onverwachts overvallen en hen verbijsteren. Daarom zijn zij niet in staat het tegen te houden. En hun (bestraffing) zal niet uitgesteld worden.",
        "ur": "وہ بلا اچانک آئے گی اور اِنہیں اِس طرح یک لخت دبوچ لے گی کہ یہ نہ اس کو دفع کر سکیں گے اور نہ اِن کو لمحہ بھر مُہلت ہی مل سکے گی",
        "bn": "বৰং সেয়া সিহঁতৰ ওপৰত আকস্মিকভাৱে আহিব আৰু সিহঁতক হতভম্ব কৰি দিব। ফলত সিহঁতে সেয়া ৰোধ কৰিব নোৱাৰিব আৰু সিহঁতক অৱকাশো দিয়া নহ’ব।",
        "fa": "بلكه [آتش، چنان‌] ناگهانى به آنان مى‌رسد و آنان را [چنان سرگشته و] بهت‌زده مى‌كند كه نه مى‌توانند آن را [از خود] دفع کنند و نه مهلت [توبه] به آنان داده مى‌شود."
      }
    },
    {
      "verse_number": 2524,
      "verse_key": "21:41",
      "arabic_text": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُوا۟ مِنْهُم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "phonetic_text": "Walaqadi istuhzi-a birusulin min qablika fahaqabillatheena sakhiroo minhum ma kanoobihi yastahzi-oon",
      "translations": {
        "fr": "Des Messagers avant toi furent raillés. Mais ceux qui se moquaient d’eux furent eux-mêmes cernés par (le châtiment) dont ils se moquaient.",
        "en": "Messengers before you [Muhammad] were also ridiculed, but those who mocked them were overwhelmed in the end by the very thing they had mocked.",
        "es": "También se burlaron de otros Mensajeros anteriores a ti [¡Oh, Muhámmad!], y el castigo azotó a los que se burlaban por haberlos ridiculizado.",
        "it": "Già furono derisi i messaggeri che ti precedettero. Ciò di cui si burlavano avvolgerà coloro che deridevano.",
        "ru": "До тебя посланники тоже подвергались осмеянию, но тех, которые смеялись над ними, окружило (или поразило) то, над чем они насмехались.",
        "tr": "Yemin olsun ki, senden önce birçok peygamberle alay edildi de içlerinden alay edenleri, o alay ettikleri şey (azap) kuşatıverdi.",
        "de": "Man machte sich ja schon vor dir über Gesandte lustig. Da umschloß diejenigen, die über sie spotteten, das, worüber sie sich lustig zu machen pflegten.",
        "pt": "Mensageiros anteriores a ti foram escarnecidos; porém, os escarnecedores envolveram-se naquilo de que escarneciam.",
        "nl": "En voorzeker, er word vóór jou al de spot met de Boodschappers gedreven maar degenen die hen belachelijk maakten, werden omsingeld door hetgeen waarmee zij de spot plachten te drijven.",
        "ur": "مذاق تم سے پہلے بھی رسُولوں کا اڑایا جا چکا ہے، مگر اُن کا مذاق اڑانے والے اُسی چیز کے پھیر میں آ کر رہے جس کا وہ مذاق اڑاتے تھے",
        "bn": "আৰু তোমাৰ পূৰ্বে বহুতো ৰাছুলক উপহাস কৰা হৈছে। ফলত যিসকলে তেওঁলোকৰ লগত উপহাস কৰিছিল সিহঁতক সিহঁতৰ উপহাসেই পৰিবেষ্টন কৰি লৈছে।",
        "fa": "یقیناً پیامبران پیش از تو [نیز] مورد تمسخر قرار گرفتند؛ آنگاه بر سرِ کسانی که آنها [= عذاب‌های الهی] را به ریشخند می‌گرفتند، همان چیزی آمد که آن را مسخره می‌کردند."
      }
    },
    {
      "verse_number": 2525,
      "verse_key": "21:42",
      "arabic_text": "قُلْ مَن يَكْلَؤُكُم بِٱلَّيْلِ وَٱلنَّهَارِ مِنَ ٱلرَّحْمَـٰنِ ۗ بَلْ هُمْ عَن ذِكْرِ رَبِّهِم مُّعْرِضُونَ",
      "phonetic_text": "Qul man yaklaokum billayli wannaharimina arrahmani bal hum AAan thikrirabbihim muAAridoon",
      "translations": {
        "fr": "Dis : « Qui donc vous protégera, de nuit comme de jour, (du supplice) du Tout Clément ? Mais ils ne s’en détournent pas moins de l’évocation de leur Seigneur.<sup foot_note=194962>1</sup>",
        "en": "Say, ‘Who could protect you night and day from the Lord of Mercy?’ Yet they turn away when their Lord is mentioned.",
        "es": "Diles [¡Oh, Muhámmad!]: “¿Quién sino el Misericordioso os protege durante la noche y el día?” Pero ellos, a pesar de esto, se niegan a recordar a su Señor.",
        "it": "Di’: «Chi potrebbe mai proteggervi, notte e giorno, dal Compassionevole?». E invece sono indifferenti al Monito del loro Signore.",
        "ru": "Скажи: «Кто способен защитить вас от Милостивого днем или ночью?». Но они отворачиваются от поминания своего Господа.",
        "tr": "De ki: \"Geceleyin ve gündüzün sizi Rahmân'dan kim koruyabilir?\" Ama onlar Rablerinin kitabından yüz çevirmektedirler.",
        "de": "Sag: Wer beschützt euch bei Nacht und Tag vor dem Allerbarmer? Aber nein! Sie wenden sich von der Ermahnung ihres Herrn ab.",
        "pt": "Dize: Quem poderá proteger-vos, à noite e de dia, (do seu castigo) do Clemente? Sem dúvida, eles desdenham a mençãodo seu Senhor.",
        "nl": "Zeg: \"Wie kan jullie 's nacht en overdag veiligheid bieden tegen de Barmhartige?\" Nee, zij keren zich af van de Vermaning van kun Heer.",
        "ur": "اے محمدؐ ، ان سے کہو ”کون ہے جو رات کو یا دن کو تمہیں رحمٰن سے بچا سکتا ہو؟“ <sup foot_note=\"185202\">1</sup> مگر یہ اپنے ربّ کی نصیحت سے منہ موڑ رہے ہیں",
        "bn": "কোৱা, ‘ৰাতিতে হওঁক বা দিনতে হওঁক ৰহমানৰ পৰা কোনে তোমালোকক ৰক্ষা কৰিব’? তথাপিও সিহঁতে নিজ প্ৰতিপালকৰ স্মৰণৰ পৰা মুখ ঘূৰাই লয়।",
        "fa": "[ای پیامبر، به کافران] بگو: «چه کسی شما را در شب و روز از [عذاب الله] رحمان محافظت می‌کند؟ بلکه [حق این است که] آنان از یاد پروردگارشان رویگردانند."
      }
    },
    {
      "verse_number": 2526,
      "verse_key": "21:43",
      "arabic_text": "أَمْ لَهُمْ ءَالِهَةٌ تَمْنَعُهُم مِّن دُونِنَا ۚ لَا يَسْتَطِيعُونَ نَصْرَ أَنفُسِهِمْ وَلَا هُم مِّنَّا يُصْحَبُونَ",
      "phonetic_text": "Am lahum alihatun tamnaAAuhum mindoonina la yastateeAAoona nasraanfusihim wala hum minna yushaboon",
      "translations": {
        "fr": "Ont-ils donc, en dehors de Nous, des divinités qui les protègent quand elles ne peuvent se secourir elles-mêmes, pas plus qu’elles ne peuvent avoir d’alliés contre Nous ?",
        "en": "Do they have gods who can defend them against Us? Their gods have no power to help themselves, nor can they be protected from Us.",
        "es": "¿Acaso creen que existen otras divinidades que les pueden socorrer en vez de Mí? [Lo que consideran divinidades] No pueden defenderse ni protegerse a sí mismos de Mí.",
        "it": "Dispongono forse, all’infuori di Noi, di dèi che sappiano proteggerli? Questi non possono neppure difendere loro stessi né trovare altri che li difendano contro di Noi.",
        "ru": "Или же у них есть боги, которые могут защитить их от Нас? Они не способны помочь самим себе, и никто не защитит их от Нас.",
        "tr": "Yoksa kendilerini bize karşı savunacak tanrıları mı var? O tanrılar kendilerine bile yardım edemezler, katımızdan da dostluk görmezler.",
        "de": "Oder haben sie (etwa) Götter, die sie von Uns abhalten (sollten)? Sie können doch weder sich selbst helfen, noch werden sie einen Beschützer vor Uns erhalten.",
        "pt": "Ou têm, acaso, divindades que os defendem de Nós? Não podem sequer socorrer a si mesmos, nem estarão a salvo eNós!",
        "nl": "Of hebben zij goden, die hen verdedigen tegen Ons? Zij zijn niet in staat zichzelf te helpen en zij worden niet tegen Ons bijgestaan.",
        "ur": "کیا یہ کچھ ایسے خدا رکھتے ہیں جو ہمارے مقابلے میں ان کی حمایت کریں؟ وہ نہ تو خود اپنی مدد کر سکتے ہیں اور نہ ہماری ہی تائید اُن کو حاصل ہے",
        "bn": "তেন্তে সিহঁতৰ এনেকুৱাও কিছুমান ইলাহ আছে নেকি যিবোৰে আমাৰ পৰা সিহঁতক ৰক্ষা কৰিব পাৰে? ইহঁতে দেখুন নিজকেই সহায় কৰিব নোৱাৰে আৰু আমাৰ শাস্তিৰ পৰা ৰক্ষা পাবলৈয়ো সিহঁতে কোনো আশ্ৰয়দানকাৰী নাপাব।",
        "fa": "آیا آنان معبودانی دارند که [می‌توانند] در برابر ما از آنان دفاع کنند؟ [هرگز!] آنان نه می‌توانند خود را یاری دهند و نه از [عذاب] ما در امانند."
      }
    },
    {
      "verse_number": 2527,
      "verse_key": "21:44",
      "arabic_text": "بَلْ مَتَّعْنَا هَـٰٓؤُلَآءِ وَءَابَآءَهُمْ حَتَّىٰ طَالَ عَلَيْهِمُ ٱلْعُمُرُ ۗ أَفَلَا يَرَوْنَ أَنَّا نَأْتِى ٱلْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَآ ۚ أَفَهُمُ ٱلْغَـٰلِبُونَ",
      "phonetic_text": "Bal mattaAAna haola-iwaabaahum hatta talaAAalayhimu alAAumuru afala yarawna anna na/teeal-arda nanqusuha min atrafihaafahumu alghaliboon",
      "translations": {
        "fr": "Nous avons en réalité laissé jouir ceux-là et leurs pères jusqu’à ce que l’âge leur parût long. Ne voient-ils donc pas qu’en sévissant (contre les mécréants) Nous prenons la terre et en réduisons les extrémités ? Sauraient-ils donc être les vainqueurs ?",
        "en": "We have allowed these sinners and their forefathers to enjoy life for a long time. But do they not see how We are shrinking their borders? Is it they who will prevail?",
        "es": "A ellos y a sus padres les dejé disfrutar muchas bondades y les otorgué una larga vida. ¿Acaso no ven que van perdiendo el control del territorio? ¿Pensaron que iban a ser los vencedores?",
        "it": "In effetti concedemmo a loro e ai loro avi un godimento effimero finché non furono longevi. Non vedono che investiamo la terra, riducendola da ogni lato  <a class=f><sup foot_note=158355>1</sup></a> ? Sono forse loro i vincitori?",
        "ru": "Мы позволили им и их отцам пользоваться благами, так что их жизнь затянулась. Неужели они не видят, что Мы уменьшаем землю по краям (отдаем ее во владение верующим)? Неужели это они одержат верх?",
        "tr": "Doğrusu biz o kâfirleri ve atalarını yaşattık, hatta o ömür onlara uzun geldi. Fakat şimdi memleketlerini her yandan eksilttiğimizi görmüyorlar mı? O halde üstün gelen onlar mıdır?",
        "de": "Nein! Vielmehr haben Wir diesen da und ihren Vätern Nießbrauch gewährt, bis sie ein langes Leben geführt haben. Sehen sie denn nicht, daß Wir über das Land kommen und es an seinen Enden vermindern? Werden denn sie die Sieger sein?",
        "pt": "Contudo, agraciamo-los, tanto eles como seus pais, e até lhes prolongamos a vida. Porém, não reparam, acaso, em quetemos assolado a terra, reduzindo-a em suas bordas? São eles, porventura, os vencedores?",
        "nl": "Maar Wij hebben hun en hun vaderen genietingen geschonken, totdat de leeftijden voor hen veriengd werden. Zien zij dan niet dat Wij het land (onder hun macht) doen verminderen vanaf haar buitengronzen? Zijn zij dan de overwinnaars?",
        "ur": "اصل بات یہ ہے کہ ان لوگوں کو اور ان کے آبا و اجداد کو ہم زندگی کا سروسامان دیے چلے گئے یہاں تک کہ ان کو دن لگ گئے۔ <sup foot_note=\"185203\">1</sup> مگر کیا انہیں نظر نہیں آتا کہ ہم زمین کو مختلف سمتوں سے گھٹاتے چلے آرہے ہیں؟ <sup foot_note=\"185204\">2</sup> پھر کیا یہ غالب آجائیں گے؟ <sup foot_note=\"185205\">3</sup>",
        "bn": "বৰং আমিয়েই সিহঁতক আৰু সিহঁতৰ পিতৃ-পুৰুষসকলক ভোগ-সম্ভাৰ দান কৰিছিলোঁ, লগতে সিহঁতৰ আয়ু কালও আছিল দীঘলীয়া। সিহঁতে দেখা নাইনে যে, আমি পৃথিৱীখনক চাৰিওফালৰ পৰা সংকুচিত কৰি আনি আছো। তথাপিও সিহঁতেই বিজয়ী হ’বনে?",
        "fa": "بلکه [ما] آنان و پدرانشان را [از نعمت‌های دنیوی] بهره‌مند ساختیم تا عمرشان به درازا کشید [و مغرور شدند]. آیا نمى‌بینند كه ما [همواره] به سراغ زمین مى‌آییم و آن را از هر طرف مى‌كاهیم [و مردمش را نابود می‌کنیم]؟ پس آیا آنان [بر قدرتِ الله] پیروزند؟"
      }
    },
    {
      "verse_number": 2528,
      "verse_key": "21:45",
      "arabic_text": "قُلْ إِنَّمَآ أُنذِرُكُم بِٱلْوَحْىِ ۚ وَلَا يَسْمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ",
      "phonetic_text": "Qul innama onthirukum bilwahyiwala yasmaAAu assummu adduAAaaitha ma yuntharoon",
      "translations": {
        "fr": "Dis : « Je ne fais que vous avertir par ce qui m’est révélé. » Mais, les sourds ne sauraient entendre l’appel quand ils sont avertis.",
        "en": "Say, ‘I warn you only through the Revelation.’ The deaf will not hear the warning call,",
        "es": "Diles [¡Oh, Muhámmad!]: “Solo os exhorto con la revelación”. Pero los sordos [de corazón] no oyen cuando se les exhorta.",
        "it": "Di’: «Non faccio altro che avvertirvi con la Rivelazione». Ma i sordi non odono il richiamo quando li si avverte.",
        "ru": "Скажи: «Я предостерегаю вас посредством откровения». Но глухие не слышат зова, даже когда их предостерегают.",
        "tr": "De ki: \"Ben sizi ancak vahiyle korkutup uyarıyorum,\" uyarıldıkları zaman sağırlar çağrıyı duymazlar.",
        "de": "Sag: Ich warne euch nur mit der Eingebung. Aber die Tauben hören nicht den Ruf, wenn sie gewarnt werden.",
        "pt": "Dize-lhes: Só vos admoesto com a revelação; no entanto, os surdos não ouvem a predicação, mesmo quando sãoadmoestados.",
        "nl": "Zeg: \"Voorwaar, ik waarschuw jullie slechts met de Openbaring.\" Maar de doven luisteren niet naar de oproep, zelfs (niet) wanneer zij gewaarschuwd worden.",
        "ur": "اِن سے کہہ دو کہ \"میں تو وحی کی بنا پر تمہیں متنبہ کر رہا ہوں\" مگر بہرے پکار کو نہیں سنا کرتے جبکہ اُنہیں خبردار کیا جائے",
        "bn": "কোৱা, ‘মই কেৱল অহীৰ দ্বাৰাহে তোমালোকক সতৰ্ক কৰোঁ’; কিন্তু যিসকল বধিৰ সিহঁতক যেতিয়া সতৰ্ক কৰা হয় তেতিয়া সিহঁতে সেই আহ্বান নুশুনে।",
        "fa": "بگو: «من فقط شما را به وسیلۀ وحی [از عذاب الهی] بیم می‌دهم» و[لى] چون به كران بیم داده ‌شود، دعوت [حق] را نمى‌شنوند."
      }
    },
    {
      "verse_number": 2529,
      "verse_key": "21:46",
      "arabic_text": "وَلَئِن مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَـٰوَيْلَنَآ إِنَّا كُنَّا ظَـٰلِمِينَ",
      "phonetic_text": "Wala-in massat-hum nafhatun min AAathabirabbika layaqoolunna ya waylana inna kunnathalimeen",
      "translations": {
        "fr": "Si le (moindre) souffle du supplice de ton Seigneur venait à les toucher, ils s’écrieraient : « Malheur à nous, nous étions vraiment injustes ! »",
        "en": "yet if a mere breath of your Lord’s punishment touches them, they will be sure to cry, ‘Woe to us! We were wrong!’",
        "es": "Mas cuando les alcance un soplo del castigo de tu Señor, dirán: “¡Ay de nosotros! Fuimos injustos”.",
        "it": "Se solo li sfiorasse un alito del castigo del tuo Signore, certamente direbbero: «Guai a noi, invero, siamo stati ingiusti!».",
        "ru": "А если их коснется дуновение кары твоего Господа, то они непременно скажут: «О горе нам! Воистину, мы были несправедливы!».",
        "tr": "Yemin olsun ki, Rabbinin azabından az bir şey onlara dokunursa, muhakkak \"Vay bizlere, biz gerçekten zalimlerdik\" diyeceklerdir.",
        "de": "Aber wenn ein Hauch von der Strafe deines Herrn sie berührt, sagen sie ganz gewiß: „O wehe uns! Wir pflegten ja Unrecht zu tun.",
        "pt": "Mas, quando um resquício do castigo e o teu Senhor os toca, dizem: Ai de nós! Em verdade, fomos iníquos!",
        "nl": "En als ook maar een adem van de bestraffing van jouw Heer ben trek zeggen zij zeker: \"Wee ons! Voorwaar, wij waren onrechtvaardigen!\"",
        "ur": "اور اگر تیرے ربّ کا عذاب ذرا سا انہیں چھُو جائے <sup foot_note=\"185206\">1</sup> تو ابھی چیخ اُٹھیں کہ ہائے ہماری کم بختی، بے شک ہم خطاوار تھے",
        "bn": "আৰু তোমাৰ প্ৰতিপালকৰ শাস্তিৰ অকণমানো যদি সিহঁতক স্পৰ্শ কৰে তেন্তে অৱশ্যে সিহঁতে কৈ উঠিব, ‘হায়! দুৰ্ভাগ্য আমাৰ, নিশ্চয় আমি যালিম আছিলোঁ!",
        "fa": "اگر اندکی از عذاب پروردگارت به آنان برسد، قطعاً می‌گویند: «ای وای بر ما [که] یقیناً ستمکار بوده‌ایم!»."
      }
    },
    {
      "verse_number": 2530,
      "verse_key": "21:47",
      "arabic_text": "وَنَضَعُ ٱلْمَوَٰزِينَ ٱلْقِسْطَ لِيَوْمِ ٱلْقِيَـٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْـًٔا ۖ وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا ۗ وَكَفَىٰ بِنَا حَـٰسِبِينَ",
      "phonetic_text": "WanadaAAu almawazeena alqistaliyawmi alqiyamati fala tuthlamunafsun shay-an wa-in kana mithqala habbatinmin khardalin atayna biha wakafa binahasibeen",
      "translations": {
        "fr": "Nous placerons, au Jour de la Résurrection, les balances justes. Nulle âme ne sera en rien lésée, pas même du poids d’un grain de moutarde que Nous ferons amener. Et Nous suffirons pour dresser les comptes.",
        "en": "We will set up scales of justice for the Day of Resurrection so that no one can be wronged in the least, and if there should be even the weight of a mustard seed, We shall bring it out- We take excellent account.",
        "es": "Y dispondré la balanza de la justicia el Día de la Resurrección, y nadie será oprimido en lo más mínimo. Todas las obras, aunque sean tan ínfimas como un grano de mostaza, serán tenidas en cuenta. Nadie lleva las cuentas mejor que Yo.",
        "it": "Rizzeremo bilance esatte, nel Giorno della Resurrezione e nessuna anima subirà alcun torto; foss’anche del peso di un granello di senape, lo riesumeremo  <a class=f><sup foot_note=158356>1</sup></a> . Basteremo Noi a tirare le somme.",
        "ru": "В День воскресения Мы установим справедливые Весы, и ни с кем не поступят несправедливо. Если найдется нечто весом с горчичное зернышко, Мы принесем его. Довольно того, что Мы ведем счет!",
        "tr": "Biz kıyamet günü için doğru teraziler kurarız; hiçbir kimse hiçbir haksızlığa uğratılmaz. Yapılan amel, bir hardal tanesi ağırlığınca da olsa, onu getirir (tartıya koyarız.). Hesap görenler olarak da biz kâfiyiz.",
        "de": "Und Wir stellen die gerechten Waagen für den Tag der Auferstehung auf. So wird keiner Seele um irgend etwas Unrecht zugefügt; und wäre es auch das Gewicht eines Senfkorns, Wir bringen es bei. Und Wir genügen als Berechner.",
        "pt": "E instalaremos as balanças da justiça para o Dia da Ressurreição. Nenhuma alma será defraudada no mínimo que seja; mesmo se for do peso de um grão de mostarda, tê-lo-emos em conta. Bastamos Nós por cômputo.",
        "nl": "En Wij zullen betrouwbare weegschalen opstellen op de Dag der Opstanding, zodat geen ziet iets van onrecht aangedaan wordt. En al gaat het om het gewicht van een mosterdzaadje: Wij zullen het naar voren brengen. En Wij zijn voldoende als Berekenaars.",
        "ur": "قیامت کے روز ہم ٹھیک ٹھیک تولنے والے ترازو رکھ دیں گے ، پھر کسی شخص پر ذرا برابر ظلم نہ ہوگا۔ جس کا رائی کے دانے برابر بھی کچھ کیا دھرا ہو گا ہو ہم سامنے لے آئیں گے۔ اور حساب لگانے کے لیے ہم کافی ہیں۔ <sup foot_note=\"185207\">1</sup>",
        "bn": "আৰু কিয়ামতৰ দিনা আমি ন্যায়বিচাৰৰ তুলাচনী স্থাপন কৰিম, সেয়ে কাৰো প্ৰতি কোনো ধৰণৰ অন্যায় কৰা নহ’ব আৰু আমল যদি শস্য দানা পৰিমাণ ওজনৰো হয় তথাপিও আমি সেয়া উপস্থিত কৰিম; আৰু হিচাপ গ্ৰহণকাৰীৰূপে আমিয়েই যথেষ্ট।",
        "fa": "روز قیامت، ما ترازوهای عدل را [برای حسابرسی در میان] می‌نهیم؛ آنگاه به هیچ کس [کمترین] ستمی نمی‌شود؛ و اگر [کردارشان] همسنگِ دانۀ خَردَلی باشد، آن را [به حساب] می‌آوریم؛ و کافی است که ما حسابرس باشیم."
      }
    },
    {
      "verse_number": 2531,
      "verse_key": "21:48",
      "arabic_text": "وَلَقَدْ ءَاتَيْنَا مُوسَىٰ وَهَـٰرُونَ ٱلْفُرْقَانَ وَضِيَآءً وَذِكْرًا لِّلْمُتَّقِينَ",
      "phonetic_text": "Walaqad atayna moosawaharoona alfurqana wadiyaan wathikranlilmuttaqeen",
      "translations": {
        "fr": "Nous apportâmes à Moïse et à Aaron le Discernement (Al-Furqân), lumière et rappel pour ceux qui sont pieux,",
        "en": "We gave Moses and Aaron [the Scripture] that distinguishes right from wrong, a light and a reminder for those who are mindful of God,",
        "es": "Concedí a Moisés y a Aarón el Criterio [la Torá], para iluminar y exhortar a los piadosos,",
        "it": "In verità demmo a Mosè e ad Aronne il Discrimine  <a class=f><sup foot_note=158357>1</sup></a> , una Luce e un Monito per i pii,",
        "ru": "Мы даровали Мусе (Моисею) и Харуну (Аарону) различение (способность различать истину ото лжи), сияние (Таурат) и напоминание для богобоязненных,",
        "tr": "Yemin olsun ki, Musa ve Harun'a eğriyi doğrudan ayıran kitabı, takva sahibleri için bir ışık ve öğüt olarak verdik.",
        "de": "Und Wir gaben ja Musa und Harun die Unterscheidung(snorm) und eine Erleuchtung und eine Ermahnung für die Gottesfürchtigen,",
        "pt": "Havíamos concedido a Moisés e a Aarão o Discernimento, luz e mensagem para os devotos,",
        "nl": "En voorzeker hebben Wij aan Môesa en Hârôen een Foerqân gegeven, als een verheidering en een Vemaning voor de Moettaqôen.",
        "ur": "<sup foot_note=\"171379\">1</sup> پہلے ہم موسیٰؑ اور ہارونؑ کو فرقان اور روشنی اور ”ذکر“ <sup foot_note=\"171380\">2</sup> عطا کر چکے ہیں اُن متقی لوگوں کی بھلائی کے لیے <sup foot_note=\"171381\">3</sup>",
        "bn": "নিশ্চয় আমি মুছা আৰু হাৰূনক দান কৰিছিলোঁ ফুৰক্বান, যিটো মুত্তাক্বীসকলৰ বাবে জ্যোতি আৰু উপদেশ--",
        "fa": "به راستی، ما به موسی و هارون فُرقان [= تورات] دادیم و [این کتاب] برای پرهیزگاران، روشنایی و اندرزی است."
      }
    },
    {
      "verse_number": 2532,
      "verse_key": "21:49",
      "arabic_text": "ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشْفِقُونَ",
      "phonetic_text": "Allatheena yakhshawna rabbahum bilghaybiwahum mina assaAAati mushfiqoon",
      "translations": {
        "fr": "qui craignent leur Seigneur sans Le voir (et sans ostentation)<sup foot_note=194963>1</sup> et qui s’angoissent au souvenir de l’Heure.",
        "en": "those who stand in awe of their Lord, though He is unseen, and who fear the Hour.",
        "es": "a los que tienen temor a su Señor en privado<sup foot_note=168856>1</sup>, y sienten temor de la Hora [del Juicio].",
        "it": "che temono il loro Signore in quello che è invisibile  <a class=f><sup foot_note=158358>1</sup></a> e che trepidano per l’Ora.",
        "ru": "которые боятся своего Господа, не видя Его воочию, и трепещут перед Часом.",
        "tr": "Onlar görmedikleri halde Rablerinden korkarlar, kıyamet saatinden de titrerler.",
        "de": "die ihren Herrn im Verborgenen fürchten und die wegen der Stunde besorgt sind.",
        "pt": "Que temem intimamente seu Senhor e são reverentes, quanto à Hora.",
        "nl": "Degenen die voor kun Heer vrezen in het verborgene. En zij zijn bang voor het Uur.",
        "ur": "جو بے دیکھے اپنے ربّ سے ڈریں اور جن کو (حساب کی)اُس گھڑی <sup foot_note=\"185209\">1</sup> کا کھٹکا لگا ہوا ہو",
        "bn": "যিসকলে নেদেখাকৈয়ে তেওঁলোকৰ প্ৰতিপালকক ভয় কৰে আৰু তেওঁলোকে কিয়ামত সম্পৰ্কে ভীত-সন্ত্ৰস্ত।",
        "fa": "[همان] کسانی ‌که در نهان از پروردگارشان می‌ترسند و از قیامت بیمناکند."
      }
    },
    {
      "verse_number": 2533,
      "verse_key": "21:50",
      "arabic_text": "وَهَـٰذَا ذِكْرٌ مُّبَارَكٌ أَنزَلْنَـٰهُ ۚ أَفَأَنتُمْ لَهُۥ مُنكِرُونَ",
      "phonetic_text": "Wahatha thikrun mubarakunanzalnahu afaantum lahu munkiroon",
      "translations": {
        "fr": "Voici un Rappel béni que Nous avons fait descendre (en révélation). Le nieriez-vous donc ?",
        "en": "This [Quran] too is a blessed message We have sent down- are you [people] going to deny it?",
        "es": "Este [Corán] es un Mensaje bendito que he revelado. ¿Acaso lo vais a rechazar?",
        "it": "Questo è un Monito benedetto che abbiamo fatto scendere. Lo rinnegherete?",
        "ru": "Это - благословенное Напоминание, которое Мы ниспослали. Неужели вы станете отрицать его?",
        "tr": "İşte bu (Kwr'ân) da indirdiğimiz kutsal bir kitaptır. Şimdi siz bunu mu inkâr ediyorsunuz?",
        "de": "Und dies ist eine gesegnete Ermahnung, die Wir hinabgesandt haben. Wollt ihr sie denn verwerfen?",
        "pt": "Esta é a mensagem bendita, que revelamos. Atrever-vos-eis a negá-la?",
        "nl": "En dit is een gezegende Vermaning, die Wij neerzonden. Zullen jullie haar dan verwerpen?",
        "ur": "اور اب یہ بابرکت \"ذکر\" ہم نے (تمہارے لیے) نازل کیا ہے پھر کیا تم اِس کو قبول کرنے سے انکاری ہو؟",
        "bn": "আৰু এইখন হৈছে বৰকতময় উপদেশ, যিখন আমি অৱতীৰ্ণ কৰিছোঁ। তথাপিও তোমালোকে ইয়াক অস্বীকাৰ কৰিবানে?",
        "fa": "و این [قرآن،] پند مبارکی است که آن را نازل کردیم. آیا [باز هم] انکارش می‌کنید؟"
      }
    },
    {
      "verse_number": 2534,
      "verse_key": "21:51",
      "arabic_text": "۞ وَلَقَدْ ءَاتَيْنَآ إِبْرَٰهِيمَ رُشْدَهُۥ مِن قَبْلُ وَكُنَّا بِهِۦ عَـٰلِمِينَ",
      "phonetic_text": "Walaqad atayna ibraheemarushdahu min qablu wakunna bihi AAalimeen",
      "translations": {
        "fr": "Auparavant, Nous avions engagé Abraham sur la voie droite. Nous le Connaissions parfaitement.",
        "en": "Long ago We bestowed right judgement on Abraham and We knew him well.",
        "es": "Antes [de Moisés] le concedí la guía a Abraham, a quien conocía bien <sup foot_note=168857>1</sup>.",
        "it": "Siamo Noi che conducemmo Abramo sulla retta via, Noi che lo conoscevamo  <a class=f><sup foot_note=158359>1</sup></a> .",
        "ru": "Еще раньше Мы даровали Ибрахиму (Аврааму) верное руководство, и Мы были осведомлены о нем.",
        "tr": "And olsun ki biz daha önce İbrahim'e de rüşdünü vermiştik (akla uygun olanı göstermiştik). Biz onu biliyorduk.",
        "de": "Wir verliehen bereits zuvor Ibrahim seine Besonnenheit; und Wir wußten über ihn Bescheid.",
        "pt": "Anteriormente concedemos a Abraão a sua integridade, porque o sabíamos digno disso.",
        "nl": "En voorzeker gaven Wij vroeger Ibrâhîm zijn rechtgeleidheid en Wij waren bekend met hem.",
        "ur": "اُس سے بھی پہلے ہم نے ابراہیمؑ کو اُس کی ہوشمندی بخشی تھی اور ہم اُس کو خوب جانتے تھے۔ <sup foot_note=\"185210\">1</sup>",
        "bn": "আৰু আমি ইয়াৰ আগত ইব্ৰাহীমক শুভবুদ্ধি আৰু সঠিক জ্ঞান দান কৰিছিলোঁ আৰু আমি তেওঁৰ বিষয়ে আছিলো সম্যক পৰিজ্ঞাত।",
        "fa": "و بی‌تردید، پیش از آن، ما به ابراهیم [رشد فکری و] هدایتش را عطا کردیم و به [شایستگی‌های] او دانا بودیم؛"
      }
    },
    {
      "verse_number": 2535,
      "verse_key": "21:52",
      "arabic_text": "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِۦ مَا هَـٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِىٓ أَنتُمْ لَهَا عَـٰكِفُونَ",
      "phonetic_text": "Ith qala li-abeehi waqawmihi mahathihi attamatheelu allatee antum lahaAAakifoon",
      "translations": {
        "fr": "Il dit à son père et à son peuple : « Qu’est-ce donc que ces statues auxquelles vous montrez tant de dévotion ? »",
        "en": "He said to his father and his people, ‘What are these images to which you are so devoted?’",
        "es": "Cuando dijo a su padre y a su pueblo: “¿Qué son estas estatuas a las que dedicáis vuestra adoración?”",
        "it": "Quando disse a suo padre e alla sua gente: «Cosa sono queste statue in cui credete?».",
        "ru": "Вот он сказал своему отцу и народу: «Что это за изваяния, которым вы предаетесь?».",
        "tr": "O zaman o, babasına ve kavmine: \"Bu tapınıp durduğunuz heykeller nedir?\" demişti.",
        "de": "Als er zu seinem Vater und seinem Volk sagte: „Was sind das für Bildwerke, deren Andacht ihr euch hingebt?",
        "pt": "Ao perguntar ao seu pai e ao seu povo: Que significam esses ídolos, aos quais vos devotais?",
        "nl": "(Gedenkt) toen hij tegen zijn vader en zijn voik zei: \"Wat zijn dat voor beelden, die jullie aanbidden?\"",
        "ur": "<sup foot_note=\"171382\">1</sup> یاد کرو  وہ موقع جب کہ اُس نے اپنے باپ اور اپنی قوم سے کہا تھا کہ ”یہ مورتیں کیسی ہیں جن کے تم لوگ گرویدہ ہو رہے ہو؟“",
        "bn": "যেতিয়া তেওঁ তেওঁৰ পিতৃক আৰু নিজ সম্প্ৰদায়ক ক’লে, ‘এই মূৰ্তিবোৰ কি? যিবোৰৰ পূজাত তোমালোক আসক্ত হৈছা!’",
        "fa": "آنگاه که به پدر خود و قومش گفت: «این مجسمه‌ها چیست که به عبادت آنها ایستاده‌اید؟»"
      }
    },
    {
      "verse_number": 2536,
      "verse_key": "21:53",
      "arabic_text": "قَالُوا۟ وَجَدْنَآ ءَابَآءَنَا لَهَا عَـٰبِدِينَ",
      "phonetic_text": "Qaloo wajadna abaanalaha AAabideen",
      "translations": {
        "fr": "« Nous avons trouvé nos pères qui les adoraient (avant nous) », répondirent-ils.",
        "en": "They replied, ‘We found our fathers worshipping them.’",
        "es": "Respondieron: “Hemos visto que nuestros padres las adoraban”.",
        "it": "Risposero: «Trovammo i nostri avi che le adoravano».",
        "ru": "Они сказали: «Мы видели, что наши отцы поклонялись им».",
        "tr": "Onlar: \"Biz atalarımızı bunlara tapar bulduk\" dediler.",
        "de": "Sie sagten: „Wir haben (schon) unsere Väter (vor)gefunden, wie sie ihnen dienten.",
        "pt": "Responderam: Encontramos nossos pais a adorá-los.",
        "nl": "Zij zeiden: \"Wij vonden dat onze vaderen hen aanbaden.\"",
        "ur": "انہوں نے جواب دیا \"ہم نے اپنے باپ دادا کو ان کی عبادت کرتے پایا ہے\"",
        "bn": "সিহঁতে ক’লে, ‘আমি আমাৰ পিতৃ-পুৰুষসকলক এইবোৰৰ ইবাদত কৰোঁতে দেখিছোঁ’।",
        "fa": "آنان گفتند: «ما پدرانمان را دیدیم که آنها را عبادت می‌کردند»."
      }
    },
    {
      "verse_number": 2537,
      "verse_key": "21:54",
      "arabic_text": "قَالَ لَقَدْ كُنتُمْ أَنتُمْ وَءَابَآؤُكُمْ فِى ضَلَـٰلٍ مُّبِينٍ",
      "phonetic_text": "Qala laqad kuntum antum waabaokumfee dalalin mubeen",
      "translations": {
        "fr": "« Vous étiez donc, vous et vos pères, dans un égarement évident », fit-il observer.",
        "en": "He said, ‘You and your fathers have clearly gone astray.’",
        "es": "Dijo: “Vosotros y vuestros padres estáis en un error evidente”.",
        "it": "Disse: «Certo siete stati nell’errore più palese, voi e i vostri avi».",
        "ru": "Он сказал: «Воистину, вы и ваши отцы пребываете в очевидном заблуждении».",
        "tr": "İbrahim: \"And olsun ki sizler de, atalarınız da apaçık bir sapıklık içindesiniz\" dedi.",
        "de": "Er sagte: „Ihr und eure Väter befindet euch ja in einem deutlichen Irrtum.",
        "pt": "Disse-lhes (Abraão): Sem dúvida que vós e os vossos pais estais em evidente erro.",
        "nl": "Hij zei: \"Voorzeker, jullie en jullie vaderen verkeren in duidelijke dwaling.\"",
        "ur": "اس نے کہا \"تم بھی گمراہ ہو اور تمہارے باپ دادا بھی صریح گمراہی میں پڑے ہوئے تھے؟\"",
        "bn": "তেওঁ ক’লে, ‘অৱশ্যে তোমালোকে আৰু তোমালোকৰ পিতৃ-পুৰুষসকলেও স্পষ্ট বিভ্ৰান্তিত আছা’।",
        "fa": "[ابراهیم] گفت: «قطعاً شما و پدرانتان در گمراهیِ آشکار بوده‌اید»."
      }
    },
    {
      "verse_number": 2538,
      "verse_key": "21:55",
      "arabic_text": "قَالُوٓا۟ أَجِئْتَنَا بِٱلْحَقِّ أَمْ أَنتَ مِنَ ٱللَّـٰعِبِينَ",
      "phonetic_text": "Qaloo aji/tana bilhaqqiam anta mina allaAAibeen",
      "translations": {
        "fr": "« Es-tu venu nous apporter la vérité, dirent-ils, ou es-tu en train de plaisanter ? »",
        "en": "They asked, ‘Have you brought us the truth or are you just playing about?’",
        "es": "Dijeron: “¿Nos hablas en serio o estás bromeando?”",
        "it": "Dissero: «Sei venuto con la Verità o stai scherzando?».",
        "ru": "Они сказали: «Ты принес нам истину, или же ты забавляешься?».",
        "tr": "Onlar: \"Sen bize gerçeği mi getirdin (Sen ciddi mi söylüyorsun), yoksa şaka mı ediyorsun?\" dediler.",
        "de": "Sie sagten: „Bringst du uns die Wahrheit, oder gehörst du zu denjenigen, die ihr Spiel treiben?",
        "pt": "Inquiriram-no: Trouxeste-nos a verdade, ou tu és um dos tantos trocistas?",
        "nl": "Zij zeiden: \"Ben jij naar ons gekomen met de Waarheid, of behoor jij tot hen die spotten?\"",
        "ur": "انہوں نے کہا”کیا تُو ہمارے سامنے اپنے اصلی خیالات پیش کر رہا ہے یا مذاق کرتا ہے؟“ <sup foot_note=\"185211\">1</sup>",
        "bn": "সিহঁতে ক’লে, ‘তুমি আমাৰ ওচৰত সত্য লৈ আহিছা নেকি, নে তুমি আমাৰ লগত ধেমালি কৰি আছা?",
        "fa": "آنان گفتند: «آیا [سخن] حق برایمان آورده‌ای یا شوخی می‌کنی؟»"
      }
    },
    {
      "verse_number": 2539,
      "verse_key": "21:56",
      "arabic_text": "قَالَ بَل رَّبُّكُمْ رَبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ٱلَّذِى فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّـٰهِدِينَ",
      "phonetic_text": "Qala bal rabbukum rabbu assamawatiwal-ardi allathee fatarahunna waanaAAala thalikum mina ashshahideen",
      "translations": {
        "fr": "« Votre Seigneur, répliqua-t-il, est le Seigneur des cieux et de la terre, Qui les a créés (de rien). Je suis de ceux qui peuvent en témoigner.",
        "en": "He said, ‘Listen! Your true Lord is the Lord of the heavens and the earth, He who created them, and I am a witness to this.",
        "es": "Dijo: “Vuestro Señor es el Señor de los cielos y de la Tierra, el Creador de ambos, y yo doy testimonio de ello.",
        "it": "Disse: «Certo che no! Il vostro Signore è il Signore dei cieli e della terra, è Lui che li ha creati e io sono tra coloro che lo attestano.",
        "ru": "Он сказал: «О нет! Ваш Господь - Господь небес и земли, Который создал их. Я же являюсь одним из тех, кто свидетельствует об этом».",
        "tr": "O şöyle dedi: \"Hayır Rabbiniz göklerin ve yerin Rabbidir ki onları O yaratmıştır. Ben de buna şahidlik edenlerdenim.\"",
        "de": "Er sagte: „Nein! Vielmehr ist euer Herr, der Herr der Himmel und der Erde, Der sie erschaffen hat. Und ich gehöre zu denjenigen, die euch darüber Zeugnis ablegen.",
        "pt": "Respondeu-lhes: Não! Vosso Senhor é o Senhor dos céus e da terra, os quais criou, e eu sou um dos testemunhadoresdisso.",
        "nl": "Hij zei \"Integendeel, jullie Heer is de Heer van de hemelen en de aarde, die Hij geschapen heeft. En ik behoor tot degenen die daarvan getuigen.",
        "ur": "اُس نے جواب دیا \"نہیں، بلکہ فی الواقع تمہارا رب وہی ہے جو زمین اور آسمانوں کا رب اور اُن کا پیدا کرنے والا ہے اِس پر میں تمہارے سامنے گواہی دیتا ہوں",
        "bn": "তেওঁ ক’লে, ‘বৰং তোমালোকৰ ৰব্ব সেইজনেই, যিজন আকাশসমূহ আৰু পৃথিৱীৰ ৰব্ব, যিয়ে এইবোৰ সৃষ্টি কৰিছে, আৰু এই বিষয়ে মই অন্যতম সাক্ষী’।",
        "fa": "[ابراهیم] گفت: «[نه،] بلکه [سخنم حق است:] پروردگارتان، پروردگار آسمان‌ها و زمین است؛ همان ذاتی که آنها را پدید آورده است و من بر این [سخن] گواهم»."
      }
    },
    {
      "verse_number": 2540,
      "verse_key": "21:57",
      "arabic_text": "وَتَٱللَّهِ لَأَكِيدَنَّ أَصْنَـٰمَكُم بَعْدَ أَن تُوَلُّوا۟ مُدْبِرِينَ",
      "phonetic_text": "Watallahi laakeedanna asnamakumbaAAda an tuwalloo mudbireen",
      "translations": {
        "fr": "Par Allah, j’userai d’un stratagème contre vos idoles, quand vous aurez le dos tourné. »",
        "en": "By God I shall certainly plot against your idols as soon as you have turned your backs!’",
        "es": "Juro por Dios que voy a tramar algo contra vuestros ídolos cuando os hayáis retirado”.",
        "it": "E [giuro] per Allah che tramerò contro i vostri idoli non appena volterete le spalle!»  <a class=f><sup foot_note=158360>1</sup></a> .",
        "ru": "Ибрахим подумал: «Клянусь Аллахом! Я непременно замыслю хитрость против ваших идолов, когда вы уйдете и отвернетесь».",
        "tr": "\"Allah'a yemin ederim ki, siz arkanızı dönüp gittikten sonra, ben putlarınıza elbette bir tuzak kuracağım.\"",
        "de": "Und bei Allah, ich werde ganz gewiß gegen eure Götzen eine List anwenden, nachdem ihr den Rücken gekehrt habt.",
        "pt": "Por Deus que tenho um plano para os vossos ídolos, logo que tiverdes partido...",
        "nl": "Bij Allah, ik zal zeker een plan beramen tegen jullie afgoden, nadat jullie weggaan, jullie ruggen toekerend.\"",
        "ur": "اور خدا کی قسم میں تمہاری غیر موجودگی میں ضرور تمہارے بُتوں کی خبر لوں گا۔“ <sup foot_note=\"185212\">1</sup>",
        "bn": "‘আৰু আল্লাহৰ শপত! তোমালোকে গুচি যোৱাৰ পিছত মই তোমালোকৰ মূৰ্তিবোৰৰ বিষয়ে অৱশ্যে কৌশল অৱলম্বন কৰিম’।",
        "fa": "و [با خود گفت:] «به الله سوگند، پس از آنکه پشت کردید و [به جشن] رفتید، برای [نابودی] بُت‌هایتان تدبیری می‌اندیشم»."
      }
    },
    {
      "verse_number": 2541,
      "verse_key": "21:58",
      "arabic_text": "فَجَعَلَهُمْ جُذَٰذًا إِلَّا كَبِيرًا لَّهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ",
      "phonetic_text": "FajaAAalahum juthathan illakabeeran lahum laAAallahum ilayhi yarjiAAoon",
      "translations": {
        "fr": "Il les réduisit en morceaux sauf l’idole la plus grande pour qu’ils reviennent vers elle.",
        "en": "He broke them all into pieces, but left the biggest one for them to return to.",
        "es": "Y los hizo pedazos excepto al más grande, para que su atención se volviera sobre él.",
        "it": "E infatti li ridusse in briciole, eccetto il più grande, affinché si rivolgessero ad esso  <a class=f><sup foot_note=158361>1</sup></a> .",
        "ru": "Затем он разнес на куски всех идолов, кроме главного из них, чтобы они могли обратиться к нему.",
        "tr": "Derken o, bunları parça parça etti. Yalnız kendisine başvursunlar diye onların büyüğünü sağlam bıraktı.",
        "de": "Da schlug er sie in Stücke, außer einem großen von ihnen, auf daß sie sich an ihn wenden möchten.",
        "pt": "E os reduziu a fragmentos, menos o maior deles, para que, quando voltassem, se recordassem dele.",
        "nl": "Toen sloeg hij hen allemaal in stukken, behalve de grootste van hen, misschien zouden zij tot bem terugkeren.",
        "ur": "چنانچہ اس نے اُن کو ٹکڑے ٹکڑے کر دیا <sup foot_note=\"185213\">1</sup> اور صرف ان کے بڑے کو  چھوڑ دیا تاکہ شاید وہ اس کی طرف رُجوع کریں۔ <sup foot_note=\"185214\">2</sup>",
        "bn": "তাৰ পিছত তেওঁ মূৰ্তিসমূহ চূৰ্ণ-বিচূৰ্ণ কৰি দিলে কেৱল ডাঙৰ মূৰ্তিটোৰ বাহিৰে; যাতে সিহঁতে তাৰ ওচৰলৈ উভতি যায়।",
        "fa": "و [در غیابِ بت‌پرستان،] همۀ آنها جز [بُت] بزرگشان را خُرد کرد؛ شاید به سراغ آن بروند [تا حقایق را برایشان بازگو کند]."
      }
    },
    {
      "verse_number": 2542,
      "verse_key": "21:59",
      "arabic_text": "قَالُوا۟ مَن فَعَلَ هَـٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّـٰلِمِينَ",
      "phonetic_text": "Qaloo man faAAala hatha bi-alihatinainnahu lamina aththalimeen",
      "translations": {
        "fr": "Ils dirent : « Qui donc a fait cela de nos divinités, ce doit être quelqu’un d’injuste ! »",
        "en": "They said, ‘Who has done this to our gods? How wicked he must be!’",
        "es": "Exclamaron: “¿Quién ha sido capaz de hacer esto con nuestros dioses? Sin duda se trata de un malhechor”.",
        "it": "Dissero: «Chi ha fatto questo ai nostri dèi è certo un iniquo!».",
        "ru": "Они сказали: «Кто поступил так с нашими богами? Воистину, он является одним из беззаконников!».",
        "tr": "(Kavmi) \"Tanrılarımıza bunu kim yaptı? Doğrusu o zalimlerden biridir.\" dediler.",
        "de": "Sie sagten: „Wer hat dies mit unseren Göttern getan? Er gehört wahrlich zu den Ungerechten.",
        "pt": "Perguntaram, então: Quem fez isto com os nossos deuses? Ele deve ser um dos iníquos.",
        "nl": "Zij zeiden: \"Wie heeft dat met onze afgoden gedaan? Voorwaar, hij behoort tot de onrechtplegers!\"",
        "ur": "(اُنہوں نے آ کر بتوں کا یہ حال دیکھا تو) کہنے لگے \"ہمارے خداؤں کا یہ حال کس نے کر دیا؟ بڑا ہی کوئی ظالم تھا وہ\"",
        "bn": "সিহঁতে ক’লে, ‘আমাৰ উপাস্যবোৰৰ সৈতে কোনে এই কাম কৰিছে? সি নিশ্চয় অন্যতম যালিম’।",
        "fa": "[وقتی آنان معبودان خویش را چنین دیدند] گفتند: «چه کسی با معبودان ما چنین کرده است؟ قطعاً او ستمکار است»."
      }
    },
    {
      "verse_number": 2543,
      "verse_key": "21:60",
      "arabic_text": "قَالُوا۟ سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُۥٓ إِبْرَٰهِيمُ",
      "phonetic_text": "Qaloo samiAAna fatan yathkuruhumyuqalu lahu ibraheem",
      "translations": {
        "fr": "(D’autres) dirent : « Nous avons entendu en médire un jeune homme nommé Abraham. »",
        "en": "Some said, ‘We heard a youth called Abraham talking about them.’",
        "es": "Alguien dijo: “Oímos a un joven, llamado Abraham, hablar [mal] de ellos”.",
        "it": "Disse [qualcuno di loro]: «Abbiamo sentito un giovane che li disprezzava: si chiama Abramo».",
        "ru": "Они сказали: «Мы слышали, как юноша по имени Ибрахим (Авраам) выступал против них».",
        "tr": "(Bazıları) \"İbrahim denen bir gencin, onları diline doladığını duymuştuk\" dediler.",
        "de": "Sie sagten: „Wir hörten einen Jüngling sie (in abfälliger Weise) erwähnen; man nennt ihn Ibrahim.",
        "pt": "Disseram: Temos conhecimento de um jovem que falava deles. É chamado Abraão.",
        "nl": "Zij zeiden: \"Wij hebben een jongeman over hen boren spreken, Ibrâhîm wordt hij genoemd.\"",
        "ur": "(بعض لوگ) بولے \"ہم نے ایک نوجوان کو ان کا ذکر کرتے سُنا تھا جس کا نام ابراہیمؑ ہے\"",
        "bn": "কিছুমানে ক’লে, ‘আমি এজন যুৱকক এইবোৰৰ সমালোচনা কৰোঁতে শুনিছোঁ; যাক ইব্ৰাহীম বুলি কোৱা হয়’।",
        "fa": "[برخی] گفتند: «ما شنیدیم جوانی که او را ابراهیم می‌نامند از آنها [به بدی] یاد می‌کند»."
      }
    },
    {
      "verse_number": 2544,
      "verse_key": "21:61",
      "arabic_text": "قَالُوا۟ فَأْتُوا۟ بِهِۦ عَلَىٰٓ أَعْيُنِ ٱلنَّاسِ لَعَلَّهُمْ يَشْهَدُونَ",
      "phonetic_text": "Qaloo fa/too bihi AAalaaAAyuni annasi laAAallahum yashhadoon",
      "translations": {
        "fr": "« Qu’on l’amène, s’écrièrent (les premiers), et que les gens puissent le voir de leurs yeux et en être témoins. »",
        "en": "They said, ‘Bring him before the eyes of the people, so that they may witness [his trial].’",
        "es": "Dijeron: “Traedlo a la vista de la gente, para que puedan atestiguar [contra él]”.",
        "it": "Dissero: «Conducetelo al loro cospetto affinché possano testimoniare»  <a class=f><sup foot_note=158362>1</sup></a> .",
        "ru": "Они сказали: «Приведите же его пред людские очи, чтобы они могли принести свидетельство».",
        "tr": "\"O halde onu insanların gözleri önüne getirin, olur ki (aleyhinde) şahidlik ederler\" dediler.",
        "de": "Sie sagten: „So bringt ihn her vor die Augen der Menschen, auf daß sie es bezeugen mögen.",
        "pt": "Disseram: Trazei-o à presença do povo, para que testemunhem.",
        "nl": "Zij zeiden: \"Brengt hem dan onder de ogen van de mensen, hopelijk zullen zij getuigen.\"",
        "ur": "اُنہوں نے کہا”تو پکڑ لاوٴ اُسے سب کے سامنے تاکہ لوگ دیکھ لیں(اُس کی کیسی خبر لی جاتی ہے)۔“ <sup foot_note=\"185215\">1</sup>",
        "bn": "সিহঁতে ক’লে, ‘তেনেহ’লে তাক জনসন্মুখত উপস্থিত কৰাঁ, যাতে সিহঁতে সাক্ষ্য হয়’।",
        "fa": "گفتند: «پس او را در برابر دیدگان مردم بیاورید؛ باشد که [بر اعترافش به گناه] گواه باشند»."
      }
    },
    {
      "verse_number": 2545,
      "verse_key": "21:62",
      "arabic_text": "قَالُوٓا۟ ءَأَنتَ فَعَلْتَ هَـٰذَا بِـَٔالِهَتِنَا يَـٰٓإِبْرَٰهِيمُ",
      "phonetic_text": "Qaloo aanta faAAalta hatha bi-alihatinaya ibraheem",
      "translations": {
        "fr": "« Est-ce toi qui as fait cela à nos divinités, Abraham ? » lui demandèrent-ils.",
        "en": "They asked, ‘Was it you, Abraham, who did this to our gods?’",
        "es": "Le dijeron: “¡Oh, Abraham! ¿Has sido tú quien ha destruido nuestros dioses?”",
        "it": "Dissero: «O Abramo, sei stato tu a far questo ai nostri dèi?».",
        "ru": "Они сказали: «О Ибрахим (Авраам)! Ты ли поступил таким образом с нашими богами?».",
        "tr": "(İbrahim gelince ona) \"Ey İbrahim! bunu tanrılarımıza sen mi yaptın?\" dediler",
        "de": "Sie sagten: „Hast du dies mit unseren Göttern getan, o Ibrahim?",
        "pt": "Perguntaram: Foste tu, ó Abraão, quem assim fez com os nossos deuses?",
        "nl": "Zij zeiden: \"Heb jij dit met onze goden gedaan, O Ibrâhîm?\"",
        "ur": "(ابراہیمؑ کے آنے پر) اُنہوں نے پوچھا \"کیوں ابراہیمؑ، تو نے ہمارے خداؤں کے ساتھ یہ حرکت کی ہے؟\"",
        "bn": "সিহঁতে ক’লে, ‘হে ইব্ৰাহীম! তুমিয়ে আমাৰ উপাস্যবোৰৰ সৈতে এই কাম কৰিছা নেকি’?",
        "fa": "[وقتی ابراهیم را آوردند] گفتند: «ای ابراهیم، آیا تو این [کار] را با معبودان ما کرده‌ای؟»"
      }
    },
    {
      "verse_number": 2546,
      "verse_key": "21:63",
      "arabic_text": "قَالَ بَلْ فَعَلَهُۥ كَبِيرُهُمْ هَـٰذَا فَسْـَٔلُوهُمْ إِن كَانُوا۟ يَنطِقُونَ",
      "phonetic_text": "Qala bal faAAalahu kabeeruhum hathafas-aloohum in kanoo yantiqoon",
      "translations": {
        "fr": "« Non, c’est la plus grande d’entre elles qui l’a fait. Interrogez-les donc si tant est qu’elles puissent vous répondre ! »",
        "en": "He said, ‘No, it was done by the biggest of them- this one. Ask them, if they can talk.’",
        "es": "Respondió: “¡Ha sido ese, el mayor de todos! Preguntadle [a vuestros dioses], si es que ellos son capaces [al menos] de hablar”.",
        "it": "Disse: «È il più grande di loro che lo ha fatto. Interrogateli, se possono parlare!».",
        "ru": "Он сказал: «Нет! Это содеял их старший, вот этот. Спросите их самих, если они способны разговаривать».",
        "tr": "İbrahim: \"Belki onu şu büyükleri yapmıştır, konuşabiliyorlarsa onlara sorun\" dedi.",
        "de": "Er sagte: „Nein! Vielmehr hat das dieser Große unter ihnen getan. Fragt sie doch, wenn sie reden können.",
        "pt": "Respondeu: Não! Foi o maior deles. Interrogai-os, pois, se é que podem falar inteligivelmente.",
        "nl": "Hij zei: \"Nee, de grootste van hen heeft het gedaan. Dus ondervraagt hen maar, als zij kunnen spreken.\"",
        "ur": "اُس نے جواب دیا”بلکہ یہ سب کچھ اِن کے اس سردار نے کیا ہے، اِن ہی سے پُوچھ لو اگر یہ بولتے ہیں۔“ <sup foot_note=\"185216\">1</sup>",
        "bn": "তেওঁ ক’লে, ‘বৰং ইহঁতৰ এই প্ৰধানজনেই কিজানি এই কাম কৰিছে, এতেকে এইবোৰক সুধি চোৱা, যদি ইহঁত কথা ক’ব পাৰে’।",
        "fa": "[او] گفت: «بلکه بزرگشان چنین کرده است. اگر سخن می‌گویند، از آنها بپرسید»."
      }
    },
    {
      "verse_number": 2547,
      "verse_key": "21:64",
      "arabic_text": "فَرَجَعُوٓا۟ إِلَىٰٓ أَنفُسِهِمْ فَقَالُوٓا۟ إِنَّكُمْ أَنتُمُ ٱلظَّـٰلِمُونَ",
      "phonetic_text": "FarajaAAoo ila anfusihim faqalooinnakum antumu aththalimoon",
      "translations": {
        "fr": "Se blâmant les uns les autres, ils se dirent : « C’est peut-être vous qui êtes injustes. »",
        "en": "They turned to one another, saying, ‘It is you who are in the wrong,’",
        "es": "Comenzaron a criticarse unos a otros diciendo: “Vosotros sois los malhechores”<sup foot_note=168858>1</sup>.",
        "it": "Si avvidero del loro imbarazzo e dissero tra loro: «Davvero siete stati ingiusti».",
        "ru": "Обратившись друг к другу, они сказали: «Воистину, вы сами являетесь беззаконниками!».",
        "tr": "Bunun üzerine vicdanlarına dönüp (kendi kendilerine) dediler ki: \"Doğrusu siz haksızsınız.\"",
        "de": "Da kamen sie wieder zu sich und sagten: „Ihr seid ja die Ungerechten.",
        "pt": "E confabularam, dizendo entre si: Em verdade, vós sois os injustos.",
        "nl": "Toen kwamen zij tot zichzelf, en zeiden (tegen elkaar): \"Voorwaar, jullie zijn zelf de onrechtplegers.\"",
        "ur": "یہ سُن کر وہ لوگ اپنے ضمیر کی طرف پلٹے اور (اپنے دلوں میں) کہنے لگے \"واقعی تم خود ہی ظالم ہو\"",
        "bn": "তেতিয়া সিহঁতে নিজেই পুনৰ বিবেচনা কৰি দেখিলে আৰু ইজনে সিজনক ক’লে, ‘নিশ্চয় তোমালোকেই আচল অন্যায়কাৰী’।",
        "fa": "آنگاه [آنان] به خود آمدند و [به یکدیگر] گفتند: «واقعاً شما [مشرک و] ستمکارید»."
      }
    },
    {
      "verse_number": 2548,
      "verse_key": "21:65",
      "arabic_text": "ثُمَّ نُكِسُوا۟ عَلَىٰ رُءُوسِهِمْ لَقَدْ عَلِمْتَ مَا هَـٰٓؤُلَآءِ يَنطِقُونَ",
      "phonetic_text": "Thumma nukisoo AAala ruoosihim laqadAAalimta ma haola-i yantiqoon",
      "translations": {
        "fr": "Puis, baissant la tête (à court d’arguments), ils dirent : « Tu sais bien que celles-ci ne parlent pas. »",
        "en": "but then they lapsed again and said, ‘You know very well these gods cannot speak.’",
        "es": "Pero luego volvieron a su estado anterior<sup foot_note=168859>1</sup> [y le dijeron]: “Tú bien sabes que no pueden hablar”.",
        "it": "Fecero un voltafaccia [e dissero]: «Ben sai che essi non parlano!»  <a class=f><sup foot_note=158363>1</sup></a> .",
        "ru": "Затем они принялись за свое и сказали: «Ты же знаешь, что они не способны разговаривать».",
        "tr": "Sonra yine (eski) kafalarına döndüler: \"And olsun ki (ey İbrahim!) bunların konuşmayacağını (sen de) bilirsin.\" dediler.",
        "de": "Hierauf machten sie eine Kehrtwendung: „Du weißt doch, daß diese nicht reden können.",
        "pt": "Logo voltaram a cair em confusão e disseram: Tu bem sabes que eles não falam.",
        "nl": "Toen bogen zij hun hoofden (en zeiden:) \"Voorzeker, jij weet dat zij niet kunnen spreken.\"",
        "ur": "مگر پھر اُن کی مت پلٹ گئی <sup foot_note=\"185217\">1</sup> اور بولے”تُو جانتا ہے کہ یہ بولتے نہیں ہیں۔“",
        "bn": "তাৰ পিছত সিহঁতৰ শিৰ নত হ’ল আৰু ক’লে, ‘তুমি দেখোন জানাই যে, ইহঁতে কথা ক'ব নোৱাৰে’।",
        "fa": "سپس [باز هم] سر به دشمنی و انکار برداشتند [و گفتند:] «تو خوب می‌دانی که اینها سخن نمی‌گویند»."
      }
    },
    {
      "verse_number": 2549,
      "verse_key": "21:66",
      "arabic_text": "قَالَ أَفَتَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمْ شَيْـًٔا وَلَا يَضُرُّكُمْ",
      "phonetic_text": "Qala afataAAbudoona min dooni Allahima la yanfaAAukum shay-an wala yadurrukum",
      "translations": {
        "fr": "« Adorez-vous, dit-il, en dehors d’Allah, ce qui ne peut en rien vous être utile ou nuisible ?",
        "en": "Abraham said, ‘How can you worship what can neither benefit nor harm you, instead of God?",
        "es": "Dijo [Abraham]: “¿Acaso adoráis en vez de Dios lo que no puede beneficiarlos ni perjudicarlos [en lo más mínimo]?",
        "it": "Disse: «Adorate all’infuori di Allah qualcuno che non vi giova e non vi nuoce?",
        "ru": "Он сказал: «Неужели вы поклоняетесь вместо Аллаха тому, что ничем не способно помочь или навредить вам?",
        "tr": "(İbrahim) dedi: \"O halde, Allah'ı bırakıp da size hiçbir fayda ve zarar veremeyecek olan putlara mı tapıyorsunuz?\"",
        "de": "Er sagte: „Dient ihr denn anstatt Allahs dem, was euch nichts nützt und nicht schadet?",
        "pt": "Então, (Abraão) lhes disse: Porventura, adorareis, em vez de Deus, quem não pode beneficiar-vos ou prejudicar-vos emnada?",
        "nl": "Hij (Ibrâhîm) zei: \"Aanbidden jullie dan (een god) naast Allah, die jullie in niets baat en niet schaadt?",
        "ur": "ابراہیمؑ نے کہا \"پھر کیا تم اللہ کو چھوڑ کر اُن چیزوں کو پوج رہے ہو جو نہ تمہیں نفع پہنچانے پر قادر ہیں نہ نقصان",
        "bn": "তেওঁ ক’লে, ‘তেনেহ’লে তোমালোকে আল্লাহৰ পৰিবৰ্তে এনে বস্তুৰ ইবাদত কৰা নেকি যিটোৱে তোমালোকৰ কোনো উপকাৰ কৰিব নোৱাৰে আৰু অপকাৰো কৰিব নোৱাৰে?",
        "fa": "[ابراهیم] گفت: «آیا به جای الله چیزهایی را عبادت می‌کنید که نه سودی برایتان دارد و نه زیانی به شما می‌رساند؟"
      }
    },
    {
      "verse_number": 2550,
      "verse_key": "21:67",
      "arabic_text": "أُفٍّ لَّكُمْ وَلِمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ ۖ أَفَلَا تَعْقِلُونَ",
      "phonetic_text": "Offin lakum walima taAAbudoona mindooni Allahi afala taAAqiloon",
      "translations": {
        "fr": "Fi de vous tous et de ce que vous adorez en dehors d’Allah ! Entendrez-vous jamais raison ? »",
        "en": "Shame on you and on the things you worship instead of God. Have you no sense?’",
        "es": "¡Uf, qué perdidos estáis y lo que adoráis en vez de Dios! ¿Es que no vais a reflexionar?”",
        "it": "Vergognatevi di voi stessi  <a class=f><sup foot_note=158364>1</sup></a> e di ciò che adorate all’infuori di Allah! Non ragionate dunque?».",
        "ru": "Тьфу на вас и на то, чему вы поклоняетесь вместо Аллаха! Неужели же вы не образумитесь?».",
        "tr": "\"Size de, Allah'ı bırakıp taptıklarınıza da yazıklar olsun, siz hâlâ akıllanmayacak mısınız?\"",
        "de": "Pfui über euch und über das, dem ihr anstatt Allahs dient! Begreift ihr denn nicht?",
        "pt": "Que vergonha para vós e para os que adorais, em vez de Deus! Não raciocinais?",
        "nl": "Foei jullie een wat jullie naast Allah aanbidden. Begrijpen jullie dan niet?\"",
        "ur": "تف ہے تم پر اور تمہارے اِن معبُودوں پر جن کی تم اللہ کو چھوڑ کر پوجا کر رہے ہو کیا تم کچھ بھی عقل نہیں رکھتے؟\"",
        "bn": "‘ধিক তোমালোকৰ প্ৰতি আৰু আল্লাহৰ পৰিবৰ্তে তোমালোকে যিবোৰৰ ইবাদত কৰা সেইবোৰৰ প্ৰতি! তথাপিও তোমালোকে নুবুজানে’?",
        "fa": "اُف بر شما و بر آنچه به جای الله عبادت می‌کنید! آیا نمی‌اندیشید؟»"
      }
    },
    {
      "verse_number": 2551,
      "verse_key": "21:68",
      "arabic_text": "قَالُوا۟ حَرِّقُوهُ وَٱنصُرُوٓا۟ ءَالِهَتَكُمْ إِن كُنتُمْ فَـٰعِلِينَ",
      "phonetic_text": "Qaloo harriqoohu wansurooalihatakum in kuntum faAAileen",
      "translations": {
        "fr": "Ils s’écrièrent alors : « Brûlez-le, vengez vos divinités, si vous voulez vraiment faire quelque chose ! »",
        "en": "They said, ‘Burn him and avenge your gods, if you are going to do the right thing.’",
        "es": "Exclamaron: “¡Quemadlo [en la hoguera] para vengar a vuestros ídolos! Si es que vais a hacer algo”.",
        "it": "Dissero: «Bruciatelo e andate in aiuto dei vostri dèi, se siete [in grado] di farlo». «… siete stati ingiusti»: come già in altri passi dove noi utilizzeremmo la prima persona plurale, il Corano utilizza la seconda, vedi anche più sotto il vers.  <a class=f><sup foot_note=158414>1</sup></a> Lett.: «Uffa a voi e…».  <a class=f><sup foot_note=158415>2</sup></a> Riferisce la tradizione che Abramo (pace su di lui) fu precipitato dal tetto di un edificio nel mezzo di un’enorme pira in fiamme e, gloria ad Allah l’Altissimo, ne uscì indenne.  <a class=f><sup foot_note=158416>3</sup></a> Abramo e Lot (pace su di loro) lasciano la Babilonia e si dirigono verso «bilàd ’ash- shâm», «la terra della mezza luna fertile» che, tradizionalmente, era un territorio a nord della penisola arabica che il colonialismo europeo ha suddiviso in Siria, Libano, Palestina e Giordania. La meta dei due profeti è proprio la Palestina. In questo versetto è interessante notare come la «baraka» (la benedizione, la pienezza) di quella terra riguarda «i popoli» (è il significato di «‘âlamîn» in questo contesto), cioè l’intera umanità.  <a class=f><sup foot_note=158417>4</sup></a> Davide, re e giudice dei Figli di Israele, giudicava nella lite tra un agricoltore e un pastore. I montoni di quest’ultimo avevano distrutto una coltivazione. Davide decise che la proprietà del gregge passasse al danneggiato a titolo di indennizzo. Salomone, che aveva undici anni e assisteva al giudizio, espresse parere contrario e suggerì che il contadino godesse dell’usufrutto del gregge (lana, latte e agnelli) fino alla copertura del danno subito e poi restituisse gli animali al pastore. Il parere fu ritenuto equo ed illuminato, divenne proverbiale della saggezza di giudizio di Salomone e fu in seguito acquisito dalla giurisprudenza islamica.  <a class=f><sup foot_note=158418>5</sup></a> «Fummo testimoni del loro giudizio»: il giudizio reso dai profeti è reso in nome di Allah.  <a class=f><sup foot_note=158419>6</sup></a> «sulla terra che abbiamo benedetta»: «bilàd ash-sham», vedi vers. e la nota.  <a class=f><sup foot_note=158420>7</sup></a> La tradizione riferisce, e il Corano conferma, che i dèmoni erano sottomessi a Salomone che li utilizzava come pescatori di perle e come schiavi nelle sue miniere e nei suoi cantieri di edifici sacri.  <a class=f><sup foot_note=158421>8</sup></a> Giobbe è il simbolo del «sabr», termine che significa «pazienza, costanza, sopportazione». Allah (gloria a Lui l’Altissimo) lo mise alla prova per sette anni. Lo colpì duramente nei beni, negli affetti e nella salute fisica, riducendolo ad un povero corpo piagato e sanguinolento, abbandonato da tutti. Ciononostante Giobbe non lasciò mai che nel suo cuore ci fosse spazio per l’ingratitudine verso il Creatore e che dalle sue labbra sfuggisse un’imprecazione contro di Lui.  <a class=f><sup foot_note=158422>9</sup></a> «la sua famiglia e un’altra ancora»: l’esegesi attinge alla tradizione e afferma che Allah compensò Giobbe risuscitando i suoi figli morti.  <a class=f><sup foot_note=158423>10</sup></a> «Dhu ’l-Kifl»: questo profeta viene citato solo in questo passo e nel vers. della sura XXXVIII. Non è mai stato identificato con certezza. Secondo Tabarì (XXVII, 73-si tratterebbe di un figlio di Giobbe.  <a class=f><sup foot_note=158424>11</sup></a> «l’Uomo del Pesce»: Giona, vedi introduzione dell’omonima sura x.  <a class=f><sup foot_note=158425>12</sup></a> «Non c’è altro dio all’infuori di Te! Gloria a Te! Io sono stato ingiusto!»: con queste parole Giona fa «tawba» (si pente, ritorna) al Suo Signore. In queste parole c’è shahada (testimonianza di fede nell’Unicità di Allah), tasbih (glorificazione di Allah) e istighfar (richiesta di perdono). Per queste ragioni tale formula viene spesso utilizzata nel dhikr, il ricordo di Allah. In base ad una tradizione in questo versetto si troverebbe il Nome Sublime di Allah. Vedi Appendice (vedi anche II, İe III, 1-XXI, 87).  <a class=f><sup foot_note=158426>13</sup></a> «Tu sei il migliore degli eredi»: Al Warìth «Colui Che eredita» è uno dei novantanove bellissimi Nomi di Allah.  <a class=f><sup foot_note=158427>14</sup></a> «e sanammo la sua sposa»: la rendemmo in grado di procreare.  <a class=f><sup foot_note=158428>15</sup></a> «colei che…»: Maria madre di Gesù (pace su di entrambi).  <a class=f><sup foot_note=158429>16</sup></a> A proposito di queste orde apocalittiche vedi nota e nota nella sura xvIII (La Caverna).  <a class=f><sup foot_note=158430>17</sup></a> «la grande angoscia»: il tormento della morte: l’interrogatorio nella tomba.  <a class=f><sup foot_note=158431>18</sup></a> «il Monito»: in questo caso la Toràh.  <a class=f><sup foot_note=158432>19</sup></a> «La terra…»: cfr. Salmo xxxvII, L’esegesi islamica interpreta questo passo nel senso che anche il potere terreno prima o poi sarà nelle mani dei credenti timorati di Allah. Insh-Allah!  <a class=f><sup foot_note=158433>20</sup></a> «Non ti mandammo…» o Muhammad!  <a class=f><sup foot_note=158434>21</sup></a> La missione di Muhammad (pace e benedizioni su di lui) ha caratteristiche universali. L’IsIàm non è certo «la religione degli arabi» (non sono più di un quinto della totalità dei musulmani) e neppure le sue leggi e i suoi precetti sono legati a particolari circostanze storiche o ambiente geografico.  <a class=f><sup foot_note=158435>22</sup></a> «Sarete musulmani?»: sarete sottomessi alla Sua volontà. Ricordiamo che IsIàm significa sottomissione ad Allah e i «musulmani» sono quelli che la vivono pienamente e coscientemente.  <a class=f><sup foot_note=158436>23</sup></a> «Non so se ciò…»: non so se il fatto di non conoscere il termine che Allah vi ha concesso sia una tentazione o un’illusione.",
        "ru": "Они сказали: «Сожгите его и помогите вашим богам, если вы будете действовать!».",
        "tr": "Onlar: \"Bir şey yapacaksanız, şunu yakın da tanrılarınıza yardım edin\" dediler.",
        "de": "Sie sagten: „Verbrennt ihn und helft euren Göttern, wenn ihr etwas tun wollt.",
        "pt": "Disseram: Queimai-o e protegei os vossos deuses, se os puderdes (de algum modo)!",
        "nl": "Zij (de ongelovigen) zeiden: \"Verbrandt hem en helpt jullie goden, als jullie (iets willen) doen.\"",
        "ur": "انہوں نے کہا \"جلا ڈالو اس کو اور حمایت کرو اپنے خداؤں کی اگر تمہیں کچھ کرنا ہے\"",
        "bn": "সিহঁতে ক’লে, ‘যদি তোমালোকে কিবা কৰিব বিচৰা তেন্তে ইয়াক জুইত পুৰি মাৰি পেলোৱা আৰু তোমালোকৰ উপাস্যবোৰৰ সহায় কৰা’।",
        "fa": "آنان گفتند: «اگر مى‌خواهید [برای مجازاتش] كارى كنید، او را بسوزانید و معبودانتان را یاری دهید»."
      }
    },
    {
      "verse_number": 2552,
      "verse_key": "21:69",
      "arabic_text": "قُلْنَا يَـٰنَارُ كُونِى بَرْدًا وَسَلَـٰمًا عَلَىٰٓ إِبْرَٰهِيمَ",
      "phonetic_text": "Qulna ya naru kooneebardan wasalaman AAala ibraheem",
      "translations": {
        "fr": "Nous dîmes alors : « Ô feu ! Sois fraîcheur et salut sur Abraham ! »",
        "en": "But We said, ‘Fire, be cool and safe for Abraham.’",
        "es": "Pero dijo [Dios]: “¡Oh, fuego! Sé fresco y no dañes a Abraham”.",
        "it": "Dicemmo: «Fuoco, sii frescura e pace per Abramo»  <a class=f><sup foot_note=158365>1</sup></a> .",
        "ru": "Мы сказали: «О огонь! Стань для Ибрахима (Авраама) прохладой и спасением!».",
        "tr": "Biz: \"Ey ateş! İbrahim'e karşı serin ve zararsız ol\" dedik.",
        "de": "Wir sagten: „O Feuer, sei Kühlung und Unversehrtheit für Ibrahim.",
        "pt": "Porém, ordenamos: Ó fogo, sê frescor e poupa Abraão!",
        "nl": "Wij (Allah) zeiden: \"O vuur, wees koud en veilig voor Ibrâhîm.",
        "ur": "ہم نے کہا”اے آگ، ٹھنڈی ہو جا اور سلامتی بن جا ابراہیمؑ پر۔“ <sup foot_note=\"185208\">1</sup>",
        "bn": "আমি ক’লো, ‘হে জুই! তুমি ইব্ৰাহীমৰ বাবে শীতল আৰু নিৰাপদ হৈ যোৱা’।",
        "fa": "[سرانجام او را در آتش انداختند؛ ولی ما] گفتیم: «ای آتش، بر ابراهیم سرد و سلامت باش»."
      }
    },
    {
      "verse_number": 2553,
      "verse_key": "21:70",
      "arabic_text": "وَأَرَادُوا۟ بِهِۦ كَيْدًا فَجَعَلْنَـٰهُمُ ٱلْأَخْسَرِينَ",
      "phonetic_text": "Waaradoo bihi kaydan fajaAAalnahumual-akhsareen",
      "translations": {
        "fr": "Ils avaient comploté pour le perdre mais Nous fîmes d’eux les plus grands perdants.",
        "en": "They planned to harm him, but We made them suffer the greatest loss.",
        "es": "Pretendieron deshacerse de él, pero hice que fueran ellos los perdedores.",
        "it": "Tramarono contro di lui, ma facemmo sì che fossero loro i perdenti.",
        "ru": "Они хотели навредить ему, но Мы сделали так, что они оказались в наибольшем убытке.",
        "tr": "Ona düzen kurmak istediler, fakat biz kendilerini daha fazla hüsrana uğrattık.",
        "de": "Sie wollten gegen ihn mit einer List vorgehen. Da machten Wir sie zu den größten Verlierern.",
        "pt": "Intentaram conspirar contra ele, porém, fizemo-los perdedores.",
        "nl": "En zij wilden een list tegen hem beramen, maar Wij maakten hen tot de grootste verliezers.",
        "ur": "وہ چاہتے تھے کہ ابراہیمؑ کے ساتھ بُرائی کریں مگر ہم نے ان کو بُری طرح ناکام کر دیا",
        "bn": "আৰু সিহঁতে তেওঁৰ ক্ষতি সাধন কৰাৰ ইচ্ছা কৰিছিল। কিন্তু আমি সিহঁতকেই বেছি ক্ষতিগ্ৰস্ত কৰি দিলো।",
        "fa": "و خواستند برای [نابودی] او نیرنگی به کار برند؛ ولی ما آنان را زیانکارترین [مردم] ساختیم؛"
      }
    },
    {
      "verse_number": 2554,
      "verse_key": "21:71",
      "arabic_text": "وَنَجَّيْنَـٰهُ وَلُوطًا إِلَى ٱلْأَرْضِ ٱلَّتِى بَـٰرَكْنَا فِيهَا لِلْعَـٰلَمِينَ",
      "phonetic_text": "Wanajjaynahu walootan ilaal-ardi allatee barakna feeha lilAAalameen",
      "translations": {
        "fr": "Nous le sauvâmes ainsi que Loth, et les (conduisîmes) vers la terre que Nous avons bénie pour tous les êtres de l’Univers.",
        "en": "We saved him and Lot [and sent them] to the land We blessed for all people,",
        "es": "Lo salvé a él y también a Lot, para que fueran a la tierra que bendije para toda la humanidad<sup foot_note=168860>1</sup>.",
        "it": "Salvammo lui e Lot e [li guidammo] verso una terra che colmammo di benedizione per i popoli  <a class=f><sup foot_note=158366>1</sup></a> .",
        "ru": "Мы спасли его и Лута (Лота) и привели их на землю, которую Мы сделали благословенной для миров.",
        "tr": "Onu da, Lût'u da, âlemler için bereketli ve kutsal kıldığımız yere ulaştırıp kurtardık.",
        "de": "Und Wir erretteten ihn und Lut in das Land, das Wir für (all) die Weltenbewohner gesegnet haben.",
        "pt": "E o salvamos, juntamente com Lot, conduzindo-os à terra que abençoamos para a humanidade.",
        "nl": "En Wij redden hem en Lôeth naar het land dat Wij gezegend hebben voor de wereldbewoners.",
        "ur": "اور ہم اُسے اور لوطؑ <sup foot_note=\"185218\">1</sup> کو بچا کر اُس سر زمین کی طرف نکال لے گئے جس میں ہم نے دنیا والوں کے لیے برکتیں رکھی ہیں۔ <sup foot_note=\"185219\">2</sup>",
        "bn": "আৰু আমি তেওঁক আৰু লূতক উদ্ধাৰ কৰি সেই দেশত লৈ গ’লো, য’ত সৃষ্টি জগতৰ বাবে আমি কল্যাণ ৰাখিছোঁ।",
        "fa": "و او و لوط را [با هجرت‌] به سرزمینی که برای جهانیان در آن برکت نهاده‌ایم [= شام] نجات دادیم؛"
      }
    },
    {
      "verse_number": 2555,
      "verse_key": "21:72",
      "arabic_text": "وَوَهَبْنَا لَهُۥٓ إِسْحَـٰقَ وَيَعْقُوبَ نَافِلَةً ۖ وَكُلًّا جَعَلْنَا صَـٰلِحِينَ",
      "phonetic_text": "Wawahabna lahu ishaqawayaAAqooba nafilatan wakullan jaAAalna saliheen",
      "translations": {
        "fr": "Nous lui fîmes don d’Isaac, et lui ajoutâmes Jacob, dont Nous fîmes des hommes vertueux.",
        "en": "and We gave him Isaac and Jacob as an additional gift, and made each of them righteous.",
        "es": "Y le concedí [dos hijos, Ismael e] Isaac, y luego [al hijo de Isaac,] Jacob, y a ambos les hice hombres rectos,",
        "it": "E gli demmo Isacco e Giacobbe e ne facemmo dei devoti.",
        "ru": "Мы даровали ему Исхака (Исаака), а вдобавок - Йакуба (Иакова), и сделали их всех праведниками.",
        "tr": "Ona (İbrahim'e) İshak'ı, üstelik bir de Yakub'u ihsan ettik ve herbirini salih kimseler kıldık.",
        "de": "Und Wir schenkten ihm lshaq und Ya’qub zusätzlich; und alle machten Wir rechtschaffen.",
        "pt": "E o agraciamos com Isaac e Jacó, como um dom adicional, e a todos fizemos virtuosos.",
        "nl": "En Wij schonken hem Ishâq en Ya'qôeb als een geschenk. En Wij maakten ieder van hen tot oprechten.",
        "ur": "اور ہم نے اسے اسحاقؑ عطا کیا اور یعقوبؑ اس پر مزید، <sup foot_note=\"185220\">1</sup> اور ہر ایک کو صالح بنایا",
        "bn": "আৰু আমি তেওঁক (ইব্ৰাহীমক) দান কৰিছিলোঁ ইছহাক্ব, লগতে অতিৰিক্ত পুৰস্কাৰস্বৰূপে দান কৰিছিলোঁ ইয়াকূবক; আৰু প্ৰত্যেককে কৰিছিলোঁ সৎকৰ্মপৰায়ণ।",
        "fa": "و اسحاق و [نوه‌اش] یعقوب را [نیز به عنوان بخشش] افزونی به او بخشیدیم و همگی‌شان را [افرادی] شایسته گرداندیم؛"
      }
    },
    {
      "verse_number": 2556,
      "verse_key": "21:73",
      "arabic_text": "وَجَعَلْنَـٰهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَآ إِلَيْهِمْ فِعْلَ ٱلْخَيْرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِ ۖ وَكَانُوا۟ لَنَا عَـٰبِدِينَ",
      "phonetic_text": "WajaAAalnahum a-immatan yahdoonabi-amrina waawhayna ilayhim fiAAla alkhayratiwa-iqama assalati wa-eetaa azzakatiwakanoo lana AAabideen",
      "translations": {
        "fr": "Nous en fîmes des chefs qui guidaient (vers la voie droite) par Nos ordres. Nous leur inspirâmes de faire le bien, d’observer la Çalât et de s’acquitter de la Zakât ; ils étaient Nos adorateurs.",
        "en": "We made all of them leaders, guiding others by Our command, and We inspired them to do good works, to keep up the prayer, and to give alms: they were Our true worshippers.",
        "es": "y líderes ejemplares para que guiasen [a la gente] siguiendo Mi voluntad. Y les inspiré realizar buenas obras, practicar la oración prescrita y pagar el zakat. Fueron devotos en la adoración.",
        "it": "Pre-Eg. n. Di versetti. Il nome della sura deriva dal suo contenuto. In nome di Allah, il Compassionevole, il Misericordioso. Ne facemmo capi che dirigessero le genti secondo il Nostro ordine. Rivelammo loro di fare il bene, di osservare l’orazione e di versare la decima. Erano Nostri adoratori.",
        "ru": "Мы сделали их вождями, которые по Нашему велению указывали на прямой путь. Мы внушили им вершить добрые дела, совершать намаз и выплачивать закят, и они поклонялись Нам.",
        "tr": "Onları buyruğumuz altında (insanlara) doğru yolu gösterecek önderler kıldık. Kendilerine hayırlı işler yapmayı, namaz kılmayı, zekat vermeyi vahyettik. Onlar bize kulluk eden kimselerdir.",
        "de": "Und Wir machten sie zu Vorbildern, die nach Unserem Befehl leiteten. Und Wir gaben ihnen ein, gute Werke zu tun, das Gebet zu verrichten und die Abgabe zu entrichten. Und sie pflegten Uns zu dienen.",
        "pt": "E os designamos imames, para que guiassem os demais, segundo os Nossos desígnios, e lhes inspiramos a prática dobem, a observância da oração, o pagamento do zakat, e foram Nossos adoradores.",
        "nl": "En Wij maakten hen tot leiders, die leiding gaven volgens Ons bevel. En Wij openbaarden aan hen goede daden te verrichten en de shalât te onderhouden en de zakât te geven. En zij waren aanbidders van Ons.",
        "ur": "اور ہم نے اُن کو امام بنا دیا جو ہمارے حکم سے رہنمائی کرتے تھے۔ اور ہم نے اُنہیں وحی کے ذریعہ نیک کاموں کی اور نماز قائم کرنے اور زکوٰة دینے کی ہدایت کی، اور وہ ہمارے عبادت گزار تھے۔ <sup foot_note=\"185221\">1</sup>",
        "bn": "আৰু আমি তেওঁলোকক নেতৃত্ব দান কৰিছিলোঁ, তেওঁলোকে আমাৰ নিৰ্দেশ অনুসাৰে মানুহক সঠিক পথ দেখুৱাইছিল; আৰু আমি তেওঁলোকক সৎকৰ্ম কৰিবলৈ, ছালাত কায়েম কৰিবলৈ আৰু যাকাত প্ৰদান কৰিবলৈ অহী প্ৰেৰণ কৰিছিলোঁ; আৰু তেওঁলোক আমাৰেই ইবাদতকাৰী আছিল।",
        "fa": "و آنان را پیشوایانی قرار دادیم که به فرمان ما [مردم را] هدایت می‌کردند و انجام کارهای نیک و برپاداشتن نماز و ادای زکات را به آنان وحی کردیم؛ و آنان [همه] عبادت‌کننده ما بودند."
      }
    },
    {
      "verse_number": 2557,
      "verse_key": "21:74",
      "arabic_text": "وَلُوطًا ءَاتَيْنَـٰهُ حُكْمًا وَعِلْمًا وَنَجَّيْنَـٰهُ مِنَ ٱلْقَرْيَةِ ٱلَّتِى كَانَت تَّعْمَلُ ٱلْخَبَـٰٓئِثَ ۗ إِنَّهُمْ كَانُوا۟ قَوْمَ سَوْءٍ فَـٰسِقِينَ",
      "phonetic_text": "Walootan ataynahu hukmanwaAAilman wanajjaynahu mina alqaryati allatee kanattaAAmalu alkhaba-itha innahum kanoo qawma saw-in fasiqeen",
      "translations": {
        "fr": "Quant à Loth, Nous lui accordâmes sagesse et science, et Nous le sauvâmes de la cité qui commettait des turpitudes. Ils étaient vraiment des gens mauvais, des vicieux.",
        "en": "We gave Lot sound judgement and knowledge and saved him from the community who practised obscenities- they were shameless people who broke God’s law!",
        "es": "A Lot le concedí conocimiento y sabiduría, y lo salvé de la ciudad donde se cometían obscenidades. Era un pueblo malvado lleno de corruptos.",
        "it": "E a Lot demmo saggezza e scienza e lo salvammo dalla città in cui si commettevano turpitudini: in verità erano un popolo malvagio e perverso;",
        "ru": "Помяни также Лута (Лота), которому Мы даровали власть (мудрость или пророчество) и знание и которого Мы спасли от селения, жители которого совершали отвратительные поступки. Воистину, они были злодеями и нечестивцами.",
        "tr": "Biz Lût'a da bir hüküm, bir ilim verdik. Onu çirkin işler işleyen kasabadan kurtardık. Doğrusu onlar kötü, fasık bir kavimdi.",
        "de": "Und Lut gaben Wir Urteil(skraft) und Wissen und erretteten ihn aus der Stadt, die schlechte Taten zu begehen pflegte. Sie waren ja böse Leute, sie waren Frevler.",
        "pt": "E concedemos a Lot a prudência e a sabedoria, salvando-o da cidade que se havia entregue às obscenidades, porque erahabitada por um povo vil e depravado.",
        "nl": "En aan Lôeth schonken Wij wijsheid en kennis en Wij redden hem uit de stad waarvan (de bevolking) vuiligheid placht te bedrijven. Voorwaar, zij waren een slecht volk, zwaar zondigen.",
        "ur": "اور لُوطؑ کو ہم نے حکم اور علم بخشا <sup foot_note=\"185222\">1</sup> اور اُسے اُس بستی سے بچا کر نکال دیا جو بدکاریاں کرتی تھی۔۔۔۔ درحقیقت وہ بڑی ہی بُری ، فاسق قوم تھی",
        "bn": "আৰু লূতক আমি দান কৰিছিলোঁ প্ৰজ্ঞা আৰু জ্ঞান, আৰু তেওঁক আমি উদ্ধাৰ কৰিছিলোঁ এনে এটা জনপদৰ পৰা যাৰ অধিবাসীবিলাক লিপ্ত আছিল অশ্লীল কামত; নিশ্চয় সিহঁত আছিল এটা বেয়া ফাছিক্ব সম্প্ৰদায়।",
        "fa": "ما به لوط، [اجازۀ] قضاوت و علم [دین] دادیم و او را از شهری که [ساکنانش] اعمال زشت [و پلید] مرتکب می‌شدند نجات بخشیدیم. به راستی که آنان گروهی پلید و نافرمان بودند."
      }
    },
    {
      "verse_number": 2558,
      "verse_key": "21:75",
      "arabic_text": "وَأَدْخَلْنَـٰهُ فِى رَحْمَتِنَآ ۖ إِنَّهُۥ مِنَ ٱلصَّـٰلِحِينَ",
      "phonetic_text": "Waadkhalnahu fee rahmatinainnahu mina assaliheen",
      "translations": {
        "fr": "Nous le reçûmes dans Notre miséricorde, lui qui était du nombre des vertueux.",
        "en": "We admitted him to Our mercy; he was a righteous man.",
        "es": "Le hice entrar en Mi misericordia, porque era uno de los justos.",
        "it": "lo facemmo entrare nella Nostra misericordia. Egli era davvero un devoto.",
        "ru": "Мы ввели его в Нашу милость, поскольку он был одним из праведников.",
        "tr": "Onu ise rahmetimizin içine aldık. Çünkü o salihlerdendi.",
        "de": "Und Wir ließen ihn in Unsere Barmherzigkeit eingehen. Gewiß, er gehört zu den Rechtschaffenen.",
        "pt": "E o amparamos em Nossa misericórdia, porque era um dos virtuosos.",
        "nl": "En Wij deden hem in Onze Barmhartigheid binnengaan: voorwaar, hij behoorde tot de oprechten.",
        "ur": "اور لوطؑ کو ہم نے اپنی رحمت میں داخل کیا، وہ صالح لوگوں میں سے تھا",
        "bn": "আৰু তেওঁক আমি আমাৰ অনুগ্ৰহৰ অন্তৰ্ভুক্ত কৰিছিলোঁ; তেওঁ আছিল সৎকৰ্মপৰায়ণ সকলৰ অন্যতম।",
        "fa": "و او را در رحمت خود وارد کردیم. بی‌گمان، او از شایستگان بود."
      }
    },
    {
      "verse_number": 2559,
      "verse_key": "21:76",
      "arabic_text": "وَنُوحًا إِذْ نَادَىٰ مِن قَبْلُ فَٱسْتَجَبْنَا لَهُۥ فَنَجَّيْنَـٰهُ وَأَهْلَهُۥ مِنَ ٱلْكَرْبِ ٱلْعَظِيمِ",
      "phonetic_text": "Wanoohan ith nadamin qablu fastajabna lahu fanajjaynahuwaahlahu mina alkarbi alAAatheem",
      "translations": {
        "fr": "Et Noé, qui (Nous) avait invoqué avant cela et que Nous exauçâmes, en le délivrant, lui et sa famille, du grand désarroi.",
        "en": "Long before that, We answered Noah when he cried out to Us: We saved him and his family from the great calamity",
        "es": "Cuando antes [de Lot] Noé Me invocó, le respondí [su súplica], salvándole junto a su familia de la gran calamidad<sup foot_note=168861>1</sup>.",
        "it": "E quando in precedenza Noè implorò, Noi gli rispondemmo e lo salvammo dal terribile cataclisma, insieme con la sua famiglia.",
        "ru": "Помяни также Нуха (Ноя), который воззвал еще раньше. Мы ответили на его мольбу и спасли его и его семью от великой скорби.",
        "tr": "Nuh da daha önceleri bize yalvarmıştı; biz de onun duasını kabul ettik, kendisini ve ailesini büyük sıkıntıdan kurtardık.",
        "de": "Und (auch) Nuh, als er zuvor rief. Da erhörten Wir ihn und erretteten darauf ihn und seine Angehörigen aus der großen Trübsal.",
        "pt": "E (recorda-te de) Noé quando, tempos atrás, nos implorou e o atendemos e o salvamos, juntamente com a sua família, dagrande aflição.",
        "nl": "En (gedenkt) Nôeh, toen bij Ons vroeger aanriep en Wij hem daarop verhoorden: Wij redden hem en zijn familie van een geweldige ramp.",
        "ur": "اور یہی نعمت ہم نے نُوحؑ کو دی۔ یاد کرو جبکہ اِن سب سے پہلے اُس نے ہمیں پکارا <sup foot_note=\"185223\">1</sup> تھا۔ ہم نے اس کی دُعا قبول کی اور اسے اور اس کے گھر والوں کو کَربِ عظیم <sup foot_note=\"185224\">2</sup> سے نجات دی",
        "bn": "আৰু স্মৰণ কৰা নূহৰ কথা; ইতিপূৰ্বে তেওঁ যেতিয়া আহ্বান কৰিছিল তেতিয়া আমি তেওঁৰ আহ্বানত সঁহাৰি দিছিলোঁ আৰু তেওঁৰ লগতে তেওঁৰ পৰিয়ালবৰ্গকো মহাসংকটৰ পৰা উদ্ধাৰ কৰিছিলোঁ,",
        "fa": "و نوح را [یاد کن] هنگامی ‌که پیشتر [از سایر پیامبران، ما را] ندا داد؛ ما [نیز دعای] وی را اجابت کردیم آنگاه او و خاندانش را از اندوهِ بزرگ نجات دادیم."
      }
    },
    {
      "verse_number": 2560,
      "verse_key": "21:77",
      "arabic_text": "وَنَصَرْنَـٰهُ مِنَ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَآ ۚ إِنَّهُمْ كَانُوا۟ قَوْمَ سَوْءٍ فَأَغْرَقْنَـٰهُمْ أَجْمَعِينَ",
      "phonetic_text": "Wanasarnahu mina alqawmi allatheenakaththaboo bi-ayatina innahum kanooqawma saw-in faaghraqnahum ajmaAAeen",
      "translations": {
        "fr": "Nous l’appuyâmes contre les gens qui avaient osé démentir Nos Signes : des gens mauvais que Nous noyâmes jusqu’au dernier.",
        "en": "and We helped him against the people who rejected Our signs- they were evil people, so We drowned them all.",
        "es": "Le protegí del pueblo que rechazó Mis signos, era un pueblo perverso, y por eso hice que todos se ahogaran.",
        "it": "Gli prestammo soccorso contro la gente che smentiva i Nostri segni. Erano davvero uomini malvagi: tutti li annegammo.",
        "ru": "Мы помогли ему в борьбе против людей, которые считали ложью Наши знамения. Они были злодеями, и Мы потопили их всех.",
        "tr": "Âyetlerimizi yalanlayan kavminden onun öcünü aldık. Şüphesiz onlar kötü bir kavimdiler. Biz de hepsini (suda) boğduk.",
        "de": "Und Wir halfen ihm vor den Leuten, die Unsere Zeichen für Lüge erklärten. Sie waren ja böse Leute, und so ließen Wir sie allesamt ertrinken.",
        "pt": "E o socorremos contra o povo que desmentia os Nossos versículos, porquanto era um povo vil; eis que os afogamos atodos!",
        "nl": "En Wij hielpen hem tegen het volk dat Onze Tekorten loochende. Voorwaar, zij waren een slecht volk. Toen deden Wij hen allen verdrinken.",
        "ur": "اور اُس قوم کے مقابلے میں اُس کی مدد کی جس نے ہماری آیات کو جھٹلا دیا تھا وہ بڑے بُرے لوگ تھے، پس ہم نے ان سب کو غرق کر دیا",
        "bn": "আৰু আমি তেওঁক সহায় কৰিছিলোঁ সেই সম্প্ৰদায়ৰ বিৰুদ্ধে যিসকলে আমাৰ নিদৰ্শনাৱলীক অস্বীকাৰ কৰিছিল; নিশ্চয় সিহঁত আছিল এটা ফাছিক্ব সম্প্ৰদায়। এই কাৰণেই আমি সিহঁত আটাইকে ডুবাই মাৰিছিলোঁ।",
        "fa": "و در برابر قومی ‌که آیات ما را تکذیب کرده بودند یاری‌اش کردیم. بی‌تردید، آنان گروه بدکاری بودند؛ پس همگی‌شان را غرق کردیم."
      }
    },
    {
      "verse_number": 2561,
      "verse_key": "21:78",
      "arabic_text": "وَدَاوُۥدَ وَسُلَيْمَـٰنَ إِذْ يَحْكُمَانِ فِى ٱلْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ ٱلْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَـٰهِدِينَ",
      "phonetic_text": "Wadawooda wasulaymana ithyahkumani fee alharthi ith nafashatfeehi ghanamu alqawmi wakunna lihukmihim shahideen",
      "translations": {
        "fr": "Et David, et Salomon, qui devaient juger un litige au sujet d’un champ ravagé par les moutons d’une peuplade (étrangère) venus y paître de nuit : Nous étions témoin de leur jugement.",
        "en": "And remember David and Solomon, when they gave judgement regarding the field into which sheep strayed by night and grazed. We witnessed their judgement",
        "es": "[Recuerda] cuando [los Profetas] David y Salomón dictaron sentencia sobre un campo sembrado en el que las ovejas de otra gente [habían entrado por la noche arruinándolo], y fui testigo de su sentencia,",
        "it": "Davide e Salomone  <a class=f><sup foot_note=158367>1</sup></a> giudicarono a proposito di un campo coltivato che un gregge di montoni appartenente a certa gente aveva devastato pascolandovi di notte. Fummo testimoni del loro giudizio  <a class=f><sup foot_note=158368>2</sup></a> .",
        "ru": "Помяни также Давуда (Давида) и Сулеймана (Соломона), которые судили о ниве, потравленной ночью чужими овцами. Мы были Свидетелями их суда.",
        "tr": "Davud ve Süleyman'ı da (hatırla). Hani onlar ekin hakkında hüküm veriyorlardı. Hani milletin koyunları (geceleyin) içinde yayılmıştı, biz onların hükmüne şahittik.",
        "de": "Und (auch) Dawud und Sulaiman, als sie über das Saatfeld urteilten. Darin hatte Kleinvieh von (fremden) Leuten nachts geweidet. Und Wir waren für ihr Urteil Zeugen.",
        "pt": "E de Davi e de Salomão, quando julgavam sobre certa plantação, onde as ovelhas de certo povo pastaram durante anoite, sendo Nós Testemunha de seu juízo.",
        "nl": "En (gedenkt) Dâwôcd en Soelaimân toen zij een oordeel gaven over het akkerland, waarop de schapen van het volk grazend rondgelopen hadden. En Wij waren getuigen van hun oordeel.\"'",
        "ur": "اور اِسی نعمت سے ہم نے داؤدؑ اورسلیمانؑ کو سرفراز کیا یاد کرو وہ موقع جبکہ وہ دونوں ایک کھیت کے مقدمے میں فیصلہ کر رہے تھے جس میں رات کے وقت دُوسرے لوگوں کی بکریاں پھیل گئی تھیں، اور ہم اُن کی عدالت خود دیکھ رہے تھے",
        "bn": "লগতে স্মৰণ কৰা দাউদ আৰু ছুলাইমানক, যেতিয়া তেওঁলোকে শস্যক্ষেত্ৰ সম্পৰ্কে বিচাৰ কৰিছিল; যি শস্যক্ষেত্ৰত ৰাতি মানুহৰ ভেৰা-ছাগলী প্ৰৱেশ কৰিছিল; আৰু আমি তেওঁলোকৰ বিচাৰ পৰ্যবেক্ষণ কৰি আছিলোঁ।",
        "fa": "و [یاد کن از] داود و سلیمان، آنگاه ‌که دربارۀ کشتزاری داوری می‌کردند که گوسفندان قوم، شبانه در آن چریده بودند و ما بر داوری آنان گواه بودیم."
      }
    },
    {
      "verse_number": 2562,
      "verse_key": "21:79",
      "arabic_text": "فَفَهَّمْنَـٰهَا سُلَيْمَـٰنَ ۚ وَكُلًّا ءَاتَيْنَا حُكْمًا وَعِلْمًا ۚ وَسَخَّرْنَا مَعَ دَاوُۥدَ ٱلْجِبَالَ يُسَبِّحْنَ وَٱلطَّيْرَ ۚ وَكُنَّا فَـٰعِلِينَ",
      "phonetic_text": "Fafahhamnaha sulaymanawakullan atayna hukman waAAilman wasakhkharnamaAAa dawooda aljibala yusabbihna wattayrawakunna faAAileen",
      "translations": {
        "fr": "Nous inspirâmes à Salomon (le verdict à propos de ce différend) et Nous accordâmes à chacun sagesse et science. Nous assujettîmes les montagnes et les oiseaux à Nous rendre gloire avec David. Et tout cela c’est Nous Qui l’avons fait.",
        "en": "and made Solomon understand the case [better], though We gave sound judgement and knowledge to both of them. We made the mountains and the birds celebrate Our praises with David- We did all these things-",
        "es": "Le hice comprender a Salomón [el veredicto más justo], y a ambos les concedí conocimiento y sabiduría. A David le sometí las montañas y los pájaros para que cantaran junto a él alabanzas a Dios. Así lo hice.",
        "it": "Facemmo sì che Salomone comprendesse [correttamente]. Demmo ad entrambi saggezza e scienza. Costringemmo le montagne a rendere gloria insieme con Davide e gli uccelli insieme. Siamo Noi che lo abbiamo fatto.",
        "ru": "Мы помогли Сулейману (Соломону) разобраться в этом и даровали им обоим власть (мудрость или пророчество) и знание. Мы подчинили горы и птиц для того, чтобы они славили Нас вместе с Давудом (Давидом). Мы это сделали.",
        "tr": "Biz onu(n hükmünü) hemen Süleyman'a bildirmiştik; (zaten) herbirine hüküm ve ilim vermiştik. Davud'la beraber tesbih etsinler diye, dağları ve kuşları buyruk altına aldık. (Bütün bunları) yapan bizdik.",
        "de": "Und Wir ließen Sulaiman es begreifen. Und allen gaben Wir Urteil(skraft) und Wissen. Und Wir machten die Berge zusammen mit Dawud dienstbar, daß sie (Uns) preisen, und (auch) die Vögel. Wir taten (es wirklich).",
        "pt": "E fizemos Salomão compreender a causa. E dotamos ambos de prudência e sabedoria. E submetemos a ele e a Davi asmontanhas e os pássaros para que Nos glorificassem. E fomos Nós o Autor.",
        "nl": "En Wij deden Soelaimân (de zaak) begrijpen. En aan ieder van hen gaven Wij wijsheid en kennis. En Wij maakten Dâwôcd met de bergen en de vogels dienstbaar om (Allah's) Glorie te prijzen, Eii Wij waren het Die dat deden.",
        "ur": "اُس وقت ہم نے صحیح فیصلہ سلیمان کو سمجھا دیا، حالانکہ حکم اور علم ہم نے دونوں ہی کو عطا کیا تھا۔ <sup foot_note=\"185225\">1</sup> داوٴدؑ کے ساتھ ہم نے پہاڑوں اور پرندوں کو مسخر کر دیا تھا جو تسبیح کرتے تھے، <sup foot_note=\"185226\">2</sup> اِس فعل کے کرنے والے ہم ہی تھے",
        "bn": "এতেকে আমি ছুলাইমানক এই বিষয়ৰ মীমাংসা বুজাই দিছিলোঁ আৰু তেওঁলোক দুয়োকে প্ৰজ্ঞা আৰু জ্ঞান দান কৰিছিলোঁ, লগতে পৰ্বত আৰু চৰাইবোৰক আমি দাউদৰ অনুগত কৰি দিছিলো, সেইবোৰে তেওঁৰ লগত পৱিত্ৰতা আৰু মহিমা ঘোষণা কৰিছিল; আৰু আমিয়েই আছিলোঁ এইবোৰৰ কৰ্তা।",
        "fa": "آن [حقیقت] را به سلیمان فهماندیم و به هر یک از آنان پیامبری و دانش [عمل به احکام دین] عطا کردیم؛ و کوه‌ها و پرندگان را در خدمت داود گماشتیم که [همراه با او، پروردگار را] تسبیح می‌گفتند و ما بودیم که این [همه] را انجام دادیم."
      }
    },
    {
      "verse_number": 2563,
      "verse_key": "21:80",
      "arabic_text": "وَعَلَّمْنَـٰهُ صَنْعَةَ لَبُوسٍ لَّكُمْ لِتُحْصِنَكُم مِّنۢ بَأْسِكُمْ ۖ فَهَلْ أَنتُمْ شَـٰكِرُونَ",
      "phonetic_text": "WaAAallamnahu sanAAatalaboosin lakum lituhsinakum min ba/sikum fahal antum shakiroon",
      "translations": {
        "fr": "Nous initiâmes David à l’art de fabriquer des cuirasses pour vous protéger dans vos combats. En serez-vous donc reconnaissants ?",
        "en": "We taught him how to make coats of mail for the benefit of you [people], to protect you in your wars, but are you grateful for this?",
        "es": "Le enseñé cómo fabricar cotas de malla para que se protegieran en la batalla. ¿Acaso son agradecidos?",
        "it": "Gli insegnammo, a vostro vantaggio, la fabbricazione delle cotte di maglia, affinché vi proteggessero dalla vostra stessa violenza. Ne sarete mai riconoscenti?",
        "ru": "Мы научили его (Давуда) изготовлять для вас кольчуги, чтобы они предохраняли вас от причиняемого вами вреда. Но разве вы благодарны?",
        "tr": "Ona, sizi savaşta korumak için zırh yapma sanatını öğrettik, artık şükreder misiniz?",
        "de": "Und Wir lehrten ihn die Verfertigung von (Panzer)kleidung für euch, damit sie euch vor eurer (gegenseitigen) Gewalt schütze. Wollt ihr nun dankbar sein?",
        "pt": "E lhe ensinamos a arte de faze couraças para vós, a fim de proteger-vos das vossas violências mútuas. Não estaisagradecidos?",
        "nl": "En Wij leerden hem kleding (maliënkolders) te maken om jullie te beschermen in jullie oorlog. Zullen jullie dan dankbaren zijn?",
        "ur": "اور ہم نے اُس کو تمہارے فائدے کے لیے زرہ بنانے کی صنعت سکھا دی تھی، تاکہ تم کو ایک دُوسرے کی مار سے بچائے، <sup foot_note=\"185227\">1</sup> پھر کیا تم شکر گزار ہو؟ <sup foot_note=\"185228\">2</sup>",
        "bn": "আৰু আমি তেওঁক তোমালোকৰ বাবেই কৱচ নিৰ্মাণৰ শিক্ষা দিছিলোঁ, যাতে ই যুদ্ধত তোমালোকক ৰক্ষা কৰে; গতিকে তোমালোকে কৃতজ্ঞ হ’বা নে?",
        "fa": "و ساختن زره را به او [= داود] آموختیم تا شما را از [آسیب] جنگ‌هایتان حفظ کند؛ پس آیا شکر می‌گزارید؟"
      }
    },
    {
      "verse_number": 2564,
      "verse_key": "21:81",
      "arabic_text": "وَلِسُلَيْمَـٰنَ ٱلرِّيحَ عَاصِفَةً تَجْرِى بِأَمْرِهِۦٓ إِلَى ٱلْأَرْضِ ٱلَّتِى بَـٰرَكْنَا فِيهَا ۚ وَكُنَّا بِكُلِّ شَىْءٍ عَـٰلِمِينَ",
      "phonetic_text": "Walisulaymana arreehaAAasifatan tajree bi-amrihi ila al-ardiallatee barakna feeha wakunna bikullishay-in AAalimeen",
      "translations": {
        "fr": "Et à Salomon (Nous assujettîmes) le vent en tempête qui courait par son ordre vers la terre que Nous avons bénie. Nous sommes de Toute chose Instruit.",
        "en": "We harnessed the stormy wind for Solomon, so that it sped by his command to the land We had blessed- We have knowledge of all things-",
        "es": "A Salomón le sometí los vientos fuertes, que soplaban por orden suya hacia la tierra que bendije. Tengo conocimiento de todas las cosas.",
        "it": "E [sottomettemmo] il vento impetuoso a Salomone: al suo ordine soffiava sulla terra che abbiamo benedetta  <a class=f><sup foot_note=158369>1</sup></a> . Noi conosciamo ogni cosa.",
        "ru": "Мы подчинили Сулейману (Соломону) сильный ветер, который дул по его повелению на землю, которую Мы благословили. Мы знаем о всякой вещи.",
        "tr": "Bereketli kıldığımız yere doğru, Süleyman'ın emriyle yürüyen şiddetli rüzgarı, onun buyruğuna verdik. Biz her şeyi biliyorduk.",
        "de": "Und Sulaiman (machten Wir) den Sturmwind (dienstbar), daß er auf seinen Befehl zum Land wehe, das Wir gesegnet haben - und Wir wußten über alles Bescheid -,",
        "pt": "E submetemos a Salomão o vento impetuoso, que sopra a seu capricho, para a terra que Nós abençoamos, porque somosOnisciente.",
        "nl": "En aait Soelaimin (onderwierpen Wij) de stormachtige wind, die met Zijn verlof naar het land bewoog dat Wij gezegend hadden. En Wij zijn Alwetend over alle zaken.",
        "ur": "ور سلیمانؑ کے لیے ہم نے تیز ہوا کو مسخّر کر دیا تھا جو اس کے حکم سے اُس سرزمین کی طرف چلتی تھی جس میں ہم نے برکتیں رکھی ہیں، <sup foot_note=\"185229\">1</sup> ہم ہر چیز کا علم رکھنے والے تھے",
        "bn": "আৰু প্ৰবল বায়ুক ছুলাইমানৰ বশীভূত কৰি দিছিলোঁ; যিটো তেওঁৰ নিৰ্দেশত প্ৰবাহিত হৈছিল সেই দেশৰ পিনে যি দেশত আমি প্ৰভূত কল্যাণ ৰাখি থৈছোঁ; আৰু প্ৰত্যেক বিষয় সম্পৰ্কে আমিয়েই সম্যক জ্ঞানী।",
        "fa": "و تندباد را برای سلیمان [به خدمت گماشتیم] که به فرمانِ او به سوی سرزمینی که در آن برکت نهاده‌ایم [= شام] روان بود؛ و ما همه چیز را می‌دانستیم."
      }
    },
    {
      "verse_number": 2565,
      "verse_key": "21:82",
      "arabic_text": "وَمِنَ ٱلشَّيَـٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعْمَلُونَ عَمَلًا دُونَ ذَٰلِكَ ۖ وَكُنَّا لَهُمْ حَـٰفِظِينَ",
      "phonetic_text": "Wamina ashshayateeni manyaghoosoona lahu wayaAAmaloona AAamalan doona thalikawakunna lahum hafitheen",
      "translations": {
        "fr": "Il en était même qui, parmi les démons, plongeaient pour lui (explorant les fonds marins) et qui faisaient d’autres travaux. Nous assurions Nous-même leur surveillance.",
        "en": "and We made some of the jinn subservient to him, to dive for him and do other works besides. We were watching over them.",
        "es": "También le sometí a los demonios, algunos buceaban para él [en busca de perlas y gemas] y también realizaban otras tareas. Yo era su Protector.",
        "it": "E fra i dèmoni alcuni si tuffavano per lui e compivano altre opere ancora  <a class=f><sup foot_note=158370>1</sup></a> ; eravamo Noi a sorvegliarli.",
        "ru": "Среди дьяволов были такие, которые ныряли для него и выполняли другие работы. Мы стерегли их.",
        "tr": "Onun için dalgıçlık yapan ve bundan başka işler de gören şeytanlardan da onun buyruğu altına verdik. Onların hepsini biz gözetiyorduk.",
        "de": "und auch unter den Satanen manche, die für ihn tauchten und (auch noch andere) Arbeiten außer dieser verrichteten; und Wir bewachten sie.",
        "pt": "E também (lhe submetemos) alguns (ventos) maus que, no mar, faziam submergir os navios, além de outras tarefas, sendoNós o seu custódio.",
        "nl": "En van de Satans doken er voor hem en zij verrichtten daarnaast ander werk. En Wij waren Wakers over hen.",
        "ur": "اور شیاطین میں سے ہم نے ایسے بہت سوں کو اس کا تابع بنا دیا تھا جو اس کے لیے غوطے لگاتے اور اس کے سوا دُوسرے کام کرتے تھے۔ ان سب کے نگراں ہم ہی تھے۔ <sup foot_note=\"185230\">1</sup>",
        "bn": "আৰু চয়তানসকলৰ মাজৰ পৰাও (কিছুমানক তেওঁৰ বশীভূত কৰিছিলোঁ), সিহঁতে তেওঁৰ বাবে ডুবাৰুৰ কাম কৰিছিল, ইয়াৰ বাহিৰেও ভিন ভিন কাম কৰিছিল; আৰু আমিয়েই সিহঁতৰ ৰক্ষাকাৰী আছিলোঁ।",
        "fa": "و [نیز] از شیاطین کسانی را [گماشتیم] که برایش غواصی می‌کردند [و جواهر استخراج می‌نمودند] و کارهایی غیر از این [نیز] انجام می‌دادند؛ و ما مراقب [رفتار و تعداد] آنان بودیم."
      }
    },
    {
      "verse_number": 2566,
      "verse_key": "21:83",
      "arabic_text": "۞ وَأَيُّوبَ إِذْ نَادَىٰ رَبَّهُۥٓ أَنِّى مَسَّنِىَ ٱلضُّرُّ وَأَنتَ أَرْحَمُ ٱلرَّٰحِمِينَ",
      "phonetic_text": "Waayyooba ith nadarabbahu annee massaniya addurru waanta arhamuarrahimeen",
      "translations": {
        "fr": "Puis (évoque) Job, qui supplia son Seigneur : «  Le mal m’a atteint et Tu es le plus Miséricordieux des miséricordieux ! »",
        "en": "Remember Job, when he cried to his Lord, ‘Suffering has truly afflicted me, but you are the Most Merciful of the merciful.’",
        "es": "[El Profeta] Job invocó a su Señor: “[¡Oh, Dios! Tú bien sabes que] he sido probado con enfermedades, pero Tú eres el más Misericordioso”.",
        "it": "E si rivolse Giobbe  <a class=f><sup foot_note=158371>1</sup></a> al suo Signore: «Il male mi ha colpito, ma Tu sei il Più misericordioso dei misericordiosi!».",
        "ru": "Помяни также Айюба (Иова), который воззвал к своему Господу: «Воистину, меня коснулось зло, а ведь Ты - Милосерднейший из милосердных».",
        "tr": "Eyyûb da: \"Başıma bir bela geldi, (sana sığındım), sen merhametlilerin en merhametlisisin\" diye Rabbine nida etti.",
        "de": "Und (auch) Ayyub, als er zu seinem Herrn rief: „Mir ist gewiß Unheil widerfahren, doch Du bist der Barmherzigste der Barmherzigen.",
        "pt": "E (recorda-te) de quando Jó invocou seu Senhor (dizendo): Em verdade, a adversidade tem-me açoitado; porém, Tu és omais clemente dos misericordiosos!",
        "nl": "En (gedenkt) Ayyôeb toen hij zijn Heer aanriep (en zei:) \"Voorwaar, tegenspoed heeft mij getroffen en U bent de Bamhartigste der Barmhartigen.\"",
        "ur": "اور یہی (ہوشمندی اور حکم و علم کی نعمت)ہم نے ایوبؑ <sup foot_note=\"185231\">1</sup> کو دی تھی۔ یاد کرو، جبکہ اس نے اپنے ربّ کو پکارا کہ ”مجھے بیماری لگ گئی ہے اور تُو ارحم الراحمین ہے۔“ <sup foot_note=\"185232\">2</sup>",
        "bn": "আৰু স্মৰণ কৰা আইয়ূবক, যেতিয়া তেওঁ নিজ প্ৰতিপালকক আহ্বান কৰি কৈছিল, ‘নিশ্চয় মই দুখ-কষ্টত পতিত হৈছোঁ, আৰু তুমি সৰ্বশ্ৰেষ্ঠ দয়ালু’।",
        "fa": "و ایوب را [یاد کن] آنگاه‌ که پروردگارش را [چنین] ندا داد: «رنج [و بیماری] به من رسیده است و تو مهربان‌ترینِ مهربانانی»."
      }
    },
    {
      "verse_number": 2567,
      "verse_key": "21:84",
      "arabic_text": "فَٱسْتَجَبْنَا لَهُۥ فَكَشَفْنَا مَا بِهِۦ مِن ضُرٍّ ۖ وَءَاتَيْنَـٰهُ أَهْلَهُۥ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنْ عِندِنَا وَذِكْرَىٰ لِلْعَـٰبِدِينَ",
      "phonetic_text": "Fastajabna lahu fakashafnama bihi min durrin waataynahu ahlahuwamithlahum maAAahum rahmatan min AAindina wathikralilAAabideen",
      "translations": {
        "fr": "Nous l’exauçâmes alors, dissipâmes tous ses maux, et lui rendîmes sa famille à laquelle (Nous ajoutâmes) une autre pareille, par un effet de Notre grâce et comme rappel pour les adorateurs.",
        "en": "We answered him, removed his suffering, and restored his family to him, along with more like them, as an act of grace from Us and a reminder for all who serve Us.",
        "es": "Respondí su invocación y lo curé de sus enfermedades, y le di nueva descendencia, multiplicándola como misericordia de Mi parte y como recuerdo para los adoradores devotos.",
        "it": "Gli rispondemmo e lo sollevammo dal male che lo affliggeva e gli restituimmo la sua famiglia e un’altra ancora  <a class=f><sup foot_note=158372>1</sup></a> , segno di misericordia da parte Nostra e Monito per coloro che [Ci] adorano.",
        "ru": "Мы ответили на его мольбу, устранили постигшее его зло и даровали ему его семью и вдобавок еще столько же в качестве милости от Нас и в назидание тем, кто поклоняется.",
        "tr": "Biz de onun duasını kabul ettik de başına gelenleri kaldırdık. Katımızdan bir rahmet ve kulluk edenlere bir hatıra olmak üzere, ona tekrar ailesini ve kaybettikleriyle bir mislini daha verdik.",
        "de": "Da erhörten Wir ihn und nahmen das Unheil, das auf ihm war, von ihm hinweg, und gaben ihm seine Angehörigen und noch einmal die gleiche Zahl dazu, aus Barmherzigkeit von Uns und als Ermahnung für diejenigen, die (Uns) dienen.",
        "pt": "E o atendemos e o libertamos do mal que o afligia; restituímos-lhes a família, duplicando-a, como acréscimo, em virtudeda Nossa misericórdia, e para que servisse de mensagem para os adoradores.",
        "nl": "Toen verhoorden Wij hem en hieven de tegenspoed voor hem op. En Wij gaven hem zijn familie en het daaraan gelijke aan hem (erbij), als een Barmhartigheid van Ons en als een vermaning voor de aanbidders.",
        "ur": "ہم نے اس کی دُعا قبول کی اور جو تکلیف اُسے تھی اس کو دُور کر دیا، <sup foot_note=\"185233\">1</sup> اور صرف اس کے اہل و عیال ہی اس کو نہیں دیے بلکہ ان کے ساتھ اتنے ہی اور بھی دیے، اپنی خاص رحمت کے طور پر، اور اس لیے کہ یہ ایک سبق ہو عبادت گزاروں کے لیے۔ <sup foot_note=\"185234\">2</sup>",
        "bn": "ফলত আমি তেওঁৰ আহ্বানত সঁহাৰি দিলোঁ, তেওঁৰ দুখ-কষ্ট দূৰ কৰি দিলোঁ, তেওঁক তেওঁৰ পৰিয়ালবৰ্গ ঘূৰাই দিলোঁ আৰু প্ৰদান কৰিলোঁ তেওঁলোকৰ লগতে তেওঁলোকৰ সমপৰিমাণ, আমাৰ ফালৰ পৰা বিশেষ ৰহমতস্বৰূপে আৰু ইবাদতকাৰী সকলৰ বাবে উপদেশস্বৰূপ।",
        "fa": "ما [دعای] او را اجابت کردیم و رنجی را که به او رسیده بود برطرف ساختیم و خانواده‌اش و [نیز تعدادی] همانندشان را به همراه آنان به وی بازگرداندیم [تا] رحمتی از جانب ما و پندی برای عبادت‌کنندگان باشد."
      }
    },
    {
      "verse_number": 2568,
      "verse_key": "21:85",
      "arabic_text": "وَإِسْمَـٰعِيلَ وَإِدْرِيسَ وَذَا ٱلْكِفْلِ ۖ كُلٌّ مِّنَ ٱلصَّـٰبِرِينَ",
      "phonetic_text": "Wa-ismaAAeela wa-idreesa wathaalkifli kullun mina assabireen",
      "translations": {
        "fr": "Et Ismaël, et Idrîs, et Dhul-Kifl, tous étaient des (modèles) de patience.",
        "en": "And remember Ishmael, Idris, and Dhu’l-Kifl: they were all steadfast.",
        "es": "[Los profetas] Ismael, Enoc y Dhul-Kifl, todos ellos fueron muy pacientes.",
        "it": "E Ismaele e Idris e Dhû ’l-Kifl  <a class=f><sup foot_note=158373>1</sup></a> ! Tutti furono perseveranti,",
        "ru": "Помяни также Исмаила (Измаила), Идриса, Зулькифла. Все они были из числа терпеливых.",
        "tr": "İsmail, İdris ve Zülkifl'i de (hatırla). Onların hepsi de sabredenlerdendi.",
        "de": "Und (auch) Isma’il und Idris und Du’l-Kifl. Jeder gehörte zu den Standhaften.",
        "pt": "E (recorda-te) de Ismael, de Idris (Enoc) e de Dulkifl, porque todos se contavam entre os perseverantes.",
        "nl": "En (gedenkt) Ismâ'îl, Idrîs en Dzôelkifl: allen behoorden tot de geduldigen.",
        "ur": "اور یہی نعمت اسماعیلؑ اور ادریسؑ <sup foot_note=\"185235\">1</sup>   اور ذوالکفلؑ <sup foot_note=\"185236\">2</sup> کو دی کہ یہ سب صابر لوگ تھے",
        "bn": "আৰু স্মৰণ কৰা ইছমাঈল, ইদৰীছ আৰু জুল-কিফ্লক, তেওঁলোকৰ প্ৰত্যেকেই আছিল ধৈৰ্যশীল;",
        "fa": "و [یاد کن از] اسماعیل و ادریس و ذوالکِفل که همگی از شکیبایان بودند."
      }
    },
    {
      "verse_number": 2569,
      "verse_key": "21:86",
      "arabic_text": "وَأَدْخَلْنَـٰهُمْ فِى رَحْمَتِنَآ ۖ إِنَّهُم مِّنَ ٱلصَّـٰلِحِينَ",
      "phonetic_text": "Waadkhalnahum fee rahmatinainnahum mina assaliheen",
      "translations": {
        "fr": "Nous les reçûmes dans Notre miséricorde, car ils étaient du nombre des vertueux.",
        "en": "We admitted them to Our mercy; they were truly righteous.",
        "es": "Les introduje en Mi misericordia porque obraban con justicia.",
        "it": "che facemmo beneficiare della Nostra misericordia: tutti erano dei devoti.",
        "ru": "Мы ввели их в Нашу милость, поскольку они были одними из праведников.",
        "tr": "Onları da rahmetimizin içine aldık. Onlar gerçekten salih olanlardandı.",
        "de": "Und Wir ließen sie in Unsere Barmherzigkeit eingehen. Gewiß, sie gehören zu den Rechtschaffenen.",
        "pt": "Amparamo-lo em Nossa misericórdia, que se contavam entre os virtuosos.",
        "nl": "En Wij deden ben in Onze Barmhartigheid binnengaan. Voorwaar, zij behoorden tot de oprechten.",
        "ur": "اور ان کو ہم نے اپنی رحمت میں داخل کیا کہ وہ صالحوں میں سے تھے",
        "bn": "আৰু আমি তেওঁলোকক আমাৰ অনুগ্ৰহৰ অন্তৰ্ভুক্ত কৰিছিলোঁ। নিশ্চয় তেওঁলোক আছিল সৎকৰ্মপৰায়ণ।",
        "fa": "و [ما] آنان را در رحمت خویش وارد کردیم. بی‌تردید، آنان از شایستگان بودند."
      }
    },
    {
      "verse_number": 2570,
      "verse_key": "21:87",
      "arabic_text": "وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَـٰضِبًا فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ فَنَادَىٰ فِى ٱلظُّلُمَـٰتِ أَن لَّآ إِلَـٰهَ إِلَّآ أَنتَ سُبْحَـٰنَكَ إِنِّى كُنتُ مِنَ ٱلظَّـٰلِمِينَ",
      "phonetic_text": "Watha annooni ith thahabamughadiban fathanna an lan naqdira AAalayhifanada fee aththulumatian la ilaha illa anta subhanaka inneekuntu mina aththalimeen",
      "translations": {
        "fr": "Et Dhu-Nûn,<sup foot_note=194964>1</sup> qui s’en alla dépité croyant pouvoir échapper à Nos rigueurs. Puis il appela dans les ténèbres : « Il n’est point d’autre divinité que Toi, gloire Te soit rendue, j’étais certes du nombre des injustes ! »",
        "en": "And remember the man with the whale,when he went off angrily, thinking We could not restrict him, but then he cried out in the deep darkness, ‘There is no God but You, glory be to You, I was wrong.’",
        "es": "[El Profeta] Jonás, cuando se marchó enojado [con la gente de su pueblo que se negó a creer en él], pensó que no lo iba a castigar [por no haber tenido paciencia, pero lo hice tragar por la ballena], e invocó desde la oscuridad [de su estómago]: “No hay otra divinidad más que Tú. ¡Glorificado seas! En verdad he sido de los injustos”.",
        "it": "E l’Uomo del Pesce  <a class=f><sup foot_note=158374>1</sup></a> , quando se ne andò irritato, pensava che non lo mettessimo alla prova. Poi implorò così nelle tenebre: «Non c’è altro dio all’infuori di Te! Gloria a Te! Io sono stato un ingiusto!»  <a class=f><sup foot_note=158375>2</sup></a> .",
        "ru": "Помяни также человека в рыбе (Иунуса), который ушел в гневе и подумал, что Мы не справимся с ним. Он воззвал из мрака: «Нет божества, кроме Тебя! Пречист Ты! Воистину, я был одним из беззаконников!».",
        "tr": "Zünnun'u (balık sahibi Yunus'u) da hatırla. Hani o, öfkelenerek gitmişti de, bizim kendisini hiçbir zaman sıkıştırmayacağımızı sanmıştı. Fakat sonunda karanlıklar içinde: \"Senden başka ilâh yoktur, sen münezzehsin, Şüphesiz ben haksızlık edenlerden oldum\" diye seslenmişti.",
        "de": "Und (auch) dem Mann mit dem Fisch’, als er erzürnt wegging. Da meinte er, Wir würden ihm nicht (den Lebensunterhalt) bemessen. Dann rief er in den Finsternissen: „Es gibt keinen Gott außer Dir! Preis sei Dir! Gewiß, ich gehöre zu den Ungerechten.",
        "pt": "E (recorda-te) de Dun-Num quando partiu, bravo, crendo que não poderíamos controlá-lo. Clamou nas trevas: Não hámais divindade do que Tu! Glorificado sejas! É certo que me contava entre os iníquos!",
        "nl": "En (gedenkt) Dzôennôen toen hij kwaad wegging en meende dat Wij geen macht over hem hadden. Toen riep hij uit in de duisternissen: \"Er is geen god dan U, Heilig bent U: voorwaar, ik behoorde tot de onrechtvaardigen.\"",
        "ur": "اور مچھلی والے کو بھی ہم نے نوازا۔ <sup foot_note=\"185237\">1</sup> یاد کرو جبکہ وہ بگڑ کر چلا گیا تھا <sup foot_note=\"185238\">2</sup> اور سمجھا تھا کہ ہم اس پر گرفت نہ کریں گے۔ <sup foot_note=\"185239\">3</sup> آخر کو اُس نے تاریکیوں میں سے پکارا”<sup foot_note=\"185240\">4</sup> نہیں ہے کوئی خدا مگر تُو، پاک ہے تیری ذات، بے شک میں نے قُصور کیا۔“",
        "bn": "আৰু স্মৰণ কৰা জুন-নুনক, যেতিয়া তেওঁ ক্ৰোধ অৱস্থাত গুচি গৈছিল আৰু ধাৰণা কৰিছিল যে, আমি তেওঁক নধৰিম। তাৰ পিছত তেওঁ অন্ধকাৰৰ পৰা আহ্বান কৰি কৈছিল যে, ‘তোমাৰ বাহিৰে আন কোনো সত্য ইলাহ নাই, তুমি পৱিত্ৰ মহান, নিশ্চয় মই অন্যায় কৰিছিলোঁ’।",
        "fa": "و [یاد کن از] ذوالنون [= یونس] آنگاه که خشمگین [از میان قومش] رفت و چنین پنداشت که ما هرگز بر او سخت نمی‌گیریم [و به خاطر این کار مجازاتش نمی‌کنیم]؛ [وقتی ماهی او را بلعید] در تاریکی‌ها ندا داد که: «[پروردگارا،] هیچ معبودی [به‌حق] جز تو نیست. تو منزّهی. بی‌تردید، من از ستمکاران بوده‌ام»."
      }
    },
    {
      "verse_number": 2571,
      "verse_key": "21:88",
      "arabic_text": "فَٱسْتَجَبْنَا لَهُۥ وَنَجَّيْنَـٰهُ مِنَ ٱلْغَمِّ ۚ وَكَذَٰلِكَ نُـۨجِى ٱلْمُؤْمِنِينَ",
      "phonetic_text": "Fastajabna lahu wanajjaynahumina alghammi wakathalika nunjee almu/mineen",
      "translations": {
        "fr": "Nous l’exauçâmes et le délivrâmes de l’angoisse. Ainsi délivrons-Nous les croyants.",
        "en": "We answered him and saved him from distress: this is how We save the faithful.",
        "es": "Respondí su súplica y lo libré de su angustia. Así salvo a los creyentes.",
        "it": "Gli rispondemmo e lo salvammo dalla disperazione. Così salviamo coloro che credono.",
        "ru": "Мы ответили на его мольбу и спасли его от печали. Так Мы спасаем верующих.",
        "tr": "Biz de duasını kabul ile icabet ettik, kendisini üzüntüden kurtardık. İşte biz iman edenleri böyle kurtarırız.",
        "de": "Da erhörten Wir ihn und erretteten ihn aus dem Kummer. So retten Wir die Gläubigen.",
        "pt": "E o atendemos e o libertamos da angústia. Assim salvamos os fiéis.",
        "nl": "Toen verhoorden Wij hem en Wij redden hem iuit de nood. En zo redden Wij de gelovigen.",
        "ur": "تب ہم نے اس کی دُعا قبول کی اور غم سے اس کو نجات بخشی، اور اِسی طرح ہم مومنوں کو بچا لیا کرتے ہیں",
        "bn": "ফলত আমি তেওঁৰ আহ্বানত সঁহাৰি দিছিলোঁ আৰু তেওঁক দুশ্চিন্তাৰ পৰা উদ্ধাৰ কৰিছিলোঁ, আৰু এইদৰেই আমি মুমিনসকলক উদ্ধাৰ কৰোঁ।",
        "fa": "دعایش را اجابت کردیم و او را از اندوه نجات دادیم و مؤمنان را [نیز] اینچنین نجات می‌دهیم."
      }
    },
    {
      "verse_number": 2572,
      "verse_key": "21:89",
      "arabic_text": "وَزَكَرِيَّآ إِذْ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرْنِى فَرْدًا وَأَنتَ خَيْرُ ٱلْوَٰرِثِينَ",
      "phonetic_text": "Wazakariyya ith nadarabbahu rabbi la tatharnee fardan waanta khayru alwaritheen",
      "translations": {
        "fr": "Et Zacharie, qui supplia son Seigneur : « Seigneur, ne me laisse pas seul (sans descendance), Toi le meilleur des héritiers ! »",
        "en": "Remember Zachariah, when he cried to his Lord, ‘My Lord, do not leave me childless, though You are the best of heirs.’",
        "es": "Cuando [el profeta] Zacarías invocó a su Señor: “¡Señor mío! No me dejes solo [sin hijos]. Tú eres Quien concede descendencia”.",
        "it": "E Zaccaria si rivolse al suo Signore: «Non lasciarmi solo, Signore, Tu sei il migliore degli eredi»  <a class=f><sup foot_note=158376>1</sup></a> .",
        "ru": "Помяни также Закарию (Захарию), который воззвал к своему Господу: «Господи! Не оставляй меня одиноким, и Ты - Наилучший из наследников».",
        "tr": "Zekeriya da hani Rabbine: \"Rabbim! Beni tek başıma bırakma, sen varislerin en hayırlısısın\" diye nida etmişti.",
        "de": "Und (auch) Zakariyya, als er zu seinem Herrn rief: „Mein Herr, lasse mich nicht kinderlos bleiben, und Du bist der beste Erbe.",
        "pt": "E (recorda-te) de Zacarias quando implorou ao seu Senhor: Ó Senhor meu, não me deixes sem prole, não obstante seresTu o melhor dos herdeiros!",
        "nl": "En (gedenkt) Zakariyyâ, toen hij zijn Heer aanriep: \"Mijn Heer, laat mij niet alleen (zonder nageslacht) en U bent de beste van de erfgenamen.\"",
        "ur": "اور زکریّاؑ کو، جبکہ اس نے اپنے رب کو پکارا کہ \"اے پروردگار، مجھے اکیلا نہ چھوڑ، اور بہترین وارث تو تُو ہی ہے\"",
        "bn": "আৰু স্মৰণ কৰা যাকাৰিয়্যাক, যেতিয়া তেওঁ নিজ প্ৰতিপালকক আহ্বান কৰি কৈছিল, ‘হে মোৰ ৰব্ব! মোক অকলশৰীয়াকৈ (নিঃসন্তান) নাৰাখিবা, তুমিয়েইতো শ্ৰেষ্ঠ উত্তৰাধিকাৰী’।",
        "fa": "و [یاد کن از] زکریا، آنگاه ‌که پروردگارش را [این گونه] ندا داد: «پروردگارا، مرا تنها [و بی‌فرزند] مگذار و تو بهترین وارثانی»."
      }
    },
    {
      "verse_number": 2573,
      "verse_key": "21:90",
      "arabic_text": "فَٱسْتَجَبْنَا لَهُۥ وَوَهَبْنَا لَهُۥ يَحْيَىٰ وَأَصْلَحْنَا لَهُۥ زَوْجَهُۥٓ ۚ إِنَّهُمْ كَانُوا۟ يُسَـٰرِعُونَ فِى ٱلْخَيْرَٰتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا ۖ وَكَانُوا۟ لَنَا خَـٰشِعِينَ",
      "phonetic_text": "Fastajabna lahu wawahabnalahu yahya waaslahna lahuzawjahu innahum kanoo yusariAAoona fee alkhayratiwayadAAoonana raghaban warahaban wakanoo lanakhashiAAeen",
      "translations": {
        "fr": "Nous l’exauçâmes, (lui aussi), lui fîmes don de Yahyâ (Jean le Baptiste) et guérîmes son épouse.<sup foot_note=194965>1</sup> Tous rivalisaient de vertu et Nous invoquaient pleins d’espoir et avec crainte ; tous se recueillaient, humbles devant Nous.",
        "en": "We answered him––We gave him John, and cured his wife of barrenness- they were always keen to do good deeds. They called upon Us out of longing and awe, and humbled themselves before Us.",
        "es": "Respondí su súplica y le agracié con [su hijo] Juan, haciendo que su mujer fuera otra vez fértil. Los agracié porque siempre se apresuraban a realizar obras buenas, Me invocaban con temor y esperanza, y eran humildes ante Mí.",
        "it": "Lo esaudimmo e gli demmo Giovanni e sanammo la sua sposa  <a class=f><sup foot_note=158377>1</sup></a> . In verità s’affrettavano al bene, Ci invocavano con amore e trepidazione ed erano umili davanti a Noi.",
        "ru": "Мы ответили на его мольбу, даровали ему Йахью (Иоанна) и сделали его жену способной на это. Воистину, они спешили творить добро, взывали к Нам с чаянием и страхом и были смиренны перед Нами.",
        "tr": "Biz de duasını kabul ile icabet ettik de kendisine Yahya'yı ihsan ettik. Ve eşini (doğum yapmaya) elverişli hale getirdik. Doğrusu onlar iyiliklerde yarışıyorlar, umarak ve korkarak bize yalvarıyorlardı. Bize karşı derin saygı duyuyorlardı.",
        "de": "Da erhörten Wir ihn und schenkten ihm Yahya und besserten ihm seine Gattin. Sie pflegten sich ja mit den guten Dingen zu beeilen und Uns in Begehren und Ehrfurcht anzurufen, und sie pflegten vor Uns demütig zu sein.",
        "pt": "E o atendemos e o agraciamos com Yahia (João), e curamos sua mulher (de esterilidade); um procurava sobrepujar ooutro nas boas ações, recorrendo a Nós com afeição e temor, e sendo humildes a Nós.",
        "nl": "Toen verhoorden Wij hem en Wij schonken hem Yahya en Wij maakten zijn vrouw geschikt (om te baren). Voorwaar, zij wedijverden in goede daden en riepen Ons aan, verlangend (naar Onze Genade) en vol ontzag (voor Onze bestraffing). En zij waren nederig tegenover Ons.",
        "ur": "پس ہم نے اس کی دُعا قبول کی اور اسے یحییٰ عطا کیا اور اس کی بیوی کو اس کے لیے درست کر دیا۔ <sup foot_note=\"185241\">1</sup> یہ  لوگ نیکی کے کاموں میں دوڑ دُھوپ کرتے تھے اور ہمیں رغبت اور خوف کے ساتھ پکارتے تھے، اور ہمارے آگے جُھکے ہوئے تھے۔ <sup foot_note=\"185242\">2</sup>",
        "bn": "ফলত আমি তেওঁৰ আহ্বানত সঁহাৰি দিছিলোঁ আৰু তেওঁক দান কৰিছিলোঁ ইয়াহইয়া, আৰু তেওঁৰ বাবে তেওঁৰ স্ত্ৰীক (গৰ্ভধাৰণৰ) যোগ্য কৰিছিলোঁ। তেওঁলোকে সৎকৰ্মত প্ৰতিযোগিতা কৰিছিল, লগতে তেওঁলোকে আমাক আগ্ৰহ আৰু ভীতিৰ সৈতে আহ্বান কৰিছিল আৰু তেওঁলোক আমাৰ প্ৰতি বিনীত আছিল।",
        "fa": "دعایش را اجابت کردیم و یحیی را به او بخشیدیم و همسرش را [که نازا بود] برایش شایسته [و آمادۀ بارداری] نمودیم. آنان همواره در کارهای خیر می‌شتافتند و در حال بیم و امید ما را می‌خواندند و پیوسته برای ما [فرمانبردار و] فروتن بودند."
      }
    },
    {
      "verse_number": 2574,
      "verse_key": "21:91",
      "arabic_text": "وَٱلَّتِىٓ أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِن رُّوحِنَا وَجَعَلْنَـٰهَا وَٱبْنَهَآ ءَايَةً لِّلْعَـٰلَمِينَ",
      "phonetic_text": "Wallatee ahsanat farjahafanafakhna feeha min roohinawajaAAalnaha wabnaha ayatanlilAAalameen",
      "translations": {
        "fr": "Et celle qui sut garder sa chasteté.<sup foot_note=194966>1</sup> Nous insufflâmes en elle de Notre Esprit et fîmes d’elle et de son fils un Signe pour tout l’Univers.",
        "en": "Remember the one who guarded her chastity. We breathed into her from Our Spirit and made her and her son a sign for all people.",
        "es": "[Recuerda] a aquella que conservó su virginidad<sup foot_note=168862>1</sup>, cuando insuflé un espíritu Mío en ella<sup foot_note=168863>2</sup>. Así hice de ella y su hijo un signo [de Mi poder divino] para toda la humanidad.",
        "it": "E [ricorda] colei che  <a class=f><sup foot_note=158378>1</sup></a> ha mantenuto la sua castità! Insufflammo in essa del Nostro Spirito e facemmo di lei e di suo figlio un segno per i mondi.",
        "ru": "Помяни также ту, которая сохранила свое целомудрие (Марьям). Мы вдохнули в нее посредством Нашего духа (Джибрила) и сделали ее и ее сына (Ису) знамением для миров.",
        "tr": "Irzını koruyan Meryem'e ruhumuzdan üflemiş, onu ve oğlunu, âlemler için bir mucize kılmıştık.",
        "de": "Und (auch) diejenige, die ihre Scham unter Schutz stellte. Da hauchten Wir ihr von Unserem Geist ein und machten sie und ihren Sohn zu einem Zeichen für die Weltenbewohner.",
        "pt": "E (recorda-te) também daquela que conservou a sua castidade (Maria) e a quem alentamos com o Nosso Espírito, fazendo dela e de seu filho sinais para a humanidade.",
        "nl": "En zij (Maryam) bewaarde haar eerbaarheid, toen bliezen Wij van Onze Geest in haar. En Wij maakten haar en haar zoon een Teken voor de werelden.",
        "ur": "اور وہ خاتون جس نے اپنی عصمت کی حفاظت کی تھی۔ <sup foot_note=\"185243\">1</sup> ہم نے اُس کے اندر اپنی رُوح سے پھُونکا <sup foot_note=\"185244\">2</sup> اور اُسے اور اُس کے بیٹے کو دُنیا بھر کے لیے نشانی بنا دیا۔ <sup foot_note=\"185245\">3</sup>",
        "bn": "আৰু স্মৰণ কৰা সেইজনী নাৰীক, যিয়ে নিজ লজ্জাস্থানক হিফাজত কৰিছিল, সেয়ে তাৰ মাজত আমি আমাৰ ৰূহ ফুঁৱাই দিলোঁ। তেওঁক আৰু তেওঁৰ পুত্ৰক সৃষ্টিজগতৰ বাবে এটা নিদৰ্শন বনাই দিলোঁ।",
        "fa": "و [یاد کن از مریم،] زنی که دامانِ خود را پاک نگاه داشت و [ما] از روح[ی از جانب] خویش در [وجودِ] او دمیدیم و او و پسرش را برای جهانیان نشانه‌ای [از قدرت الهی] قرار دادیم."
      }
    },
    {
      "verse_number": 2575,
      "verse_key": "21:92",
      "arabic_text": "إِنَّ هَـٰذِهِۦٓ أُمَّتُكُمْ أُمَّةً وَٰحِدَةً وَأَنَا۠ رَبُّكُمْ فَٱعْبُدُونِ",
      "phonetic_text": "Inna hathihi ommatukum ommatan wahidatanwaana rabbukum faoAAbudoon",
      "translations": {
        "fr": "Cette religion<sup foot_note=194967>1</sup> est la vôtre et c’est une religion unique. Je suis votre Seigneur, alors adorez-Moi.",
        "en": "[Messengers], this community of yours is one single community and I am your Lord, so serve Me.",
        "es": "La religión de todos los Profetas es una religión única. Yo soy vuestro Señor, ¡adoradme solo a Mí!",
        "it": "Sì, questa vostra Comunità è un’unica Comunità e Io sono il vostro Signore. AdorateMi!",
        "ru": "Воистину, эта ваша религия - религия единая. Я же - ваш Господь. Поклоняйтесь же Мне!",
        "tr": "Doğrusu bu sizin ümmetiniz (tevhid dini olan müslümanlık), bir tek ümmettir (bir tek din olarak sizin dininizdir). Ben de sizin Rabbinizim. O halde bana kulluk edin.",
        "de": "„Gewiß, diese ist eure Gemeinschaft, eine einzige Gemeinschaft, und Ich bin euer Herr; so dient Mir!",
        "pt": "Esta vossa comunidade é a comunidade única e Eu sou o vosso Senhor. Adorai-Me, portanto (e a nenhum outro)!",
        "nl": "Voorwar, deze godsdienst (Islam) is jullie godsdienst, de enigste. Ik ben jullie Heer, aanbidt Mij daarom.",
        "ur": "یہ تمہاری امّت حقیقت میں ایک ہی امّت ہے اور میں تمہارا رب ہوں، پس تم میری عبادت کرو",
        "bn": "নিশ্চয় তোমালোকৰ এই জাতি প্ৰকৃততে এটাই জাতি আৰু ময়েই তোমালোকৰ ৰব্ব, এতেকে তোমালোকে কেৱল মোৰেই ইবাদত কৰা।",
        "fa": "[ای مردم،] به راستی، این آیین شما، آیینی یگانه [و مبتنی بر یکتاپرستی] است و من پروردگارتان هستم؛ پس مرا عبادت کنید."
      }
    },
    {
      "verse_number": 2576,
      "verse_key": "21:93",
      "arabic_text": "وَتَقَطَّعُوٓا۟ أَمْرَهُم بَيْنَهُمْ ۖ كُلٌّ إِلَيْنَا رَٰجِعُونَ",
      "phonetic_text": "WataqattaAAoo amrahum baynahum kullunilayna rajiAAoon",
      "translations": {
        "fr": "Ils se sont partagés en sectes mais reviendront tous vers Nous.",
        "en": "They have torn their unity apart, but they will all return to Us.",
        "es": "Pero luego [las generaciones que vinieron después] se dividieron, aunque todos regresarán ante Mí.",
        "it": "Si divisero invece. Ma infine tutti a Noi faranno ritorno.",
        "ru": "Они впали в противоречия, но все они вернутся к Нам.",
        "tr": "Ama insanlar din konusunda aralarında bölüklere ayrıldılar ama, hepsi bize döneceklerdir.",
        "de": "Aber sie spalteten sich in ihrer Angelegenheit untereinander; doch sie werden alle zu Uns zurückkehren.",
        "pt": "Mas (as gerações posteriores) se dividiram mutuamente em sua unidade; e todos voltarão a Nós!",
        "nl": "Maar zij raakten onderling verdeeld over hun zaak (van eenheid). Allen zulleit tot Ons terugkeren.",
        "ur": "مگر (یہ لوگوں کی کارستانی ہے کہ)انہوں نے آپس میں اپنے دین کو ٹکڑے ٹکڑے کر ڈالا <sup foot_note=\"185246\">1</sup>۔۔۔۔ سب کو ہماری طرف پلٹنا ہے",
        "bn": "কিন্তু সিহঁতে নিজৰ কাৰ্যকলাপৰ মাজত বিভেদ সৃষ্টি কৰিছে। প্ৰত্যেকেই আমাৰ ওচৰত প্ৰত্যাৱৰ্তনকাৰী।",
        "fa": "و[لی مردم] میان خود در امر [دین]شان فرقه‌فرقه شدند؛ [ولی سرانجام،] همگی به سوی ما بازمی‌گردند."
      }
    },
    {
      "verse_number": 2577,
      "verse_key": "21:94",
      "arabic_text": "فَمَن يَعْمَلْ مِنَ ٱلصَّـٰلِحَـٰتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهِۦ وَإِنَّا لَهُۥ كَـٰتِبُونَ",
      "phonetic_text": "Faman yaAAmal mina assalihatiwahuwa mu/minun fala kufrana lisaAAyihi wa-innalahu katiboon",
      "translations": {
        "fr": "Celui qui, étant croyant, accomplit de bonnes œuvres, nulle méconnaissance ne (décevra) son effort ; et Nous le lui inscrirons (au nombre de ses bienfaits).",
        "en": "If anyone does good deeds and is a believer, his efforts will not be ignored: We record them for him.",
        "es": "Quien sea creyente y realice obras buenas sepa que no habrá ingratitud para su esfuerzo<sup foot_note=168864>1</sup>. Todo lo tengo registrado.",
        "it": "Chi compie il bene ed è credente non vedrà disconosciuto il suo sforzo, ché Noi lo registriamo.",
        "ru": "Устремления того, кто совершал праведные деяния, будучи верующим, не будут отвергнуты. Воистину, Мы записываем их для него.",
        "tr": "İnanmış olarak yararlı iş işleyenin emeği inkâr edilmeyecektir. Biz şüphesiz onu yazmaktayız.",
        "de": "Wer etwas an rechtschaffenen Werken tut und dabei gläubig ist, der wird für sein Bemühen nicht Undank ernten; Wir schreiben es ihm gut.",
        "pt": "Mas quem praticar o bem e for, ademais, fiel, saberá que seus esforços não serão baldados, porque os anotamos todos.",
        "nl": "En wie goede daden verricht en een gelovige is: zijn streven zal niet ontkend worden. Voorwaar, Wij zullen het voor hem opschrijven.",
        "ur": "پھر جو نیک عمل کرے گا، اِس حال میں کہ وہ مومن ہو، تو اس کے کام کی نا قدری نہ ہو گی، اور اُسے ہم لکھ رہے ہیں",
        "bn": "এতেকে যদি কোনোবাই মুমিন হৈ সৎকৰ্ম কৰে তেন্তে তাৰ প্ৰচেষ্টা কেতিয়াও অস্বীকাৰ কৰা নহ’ব আৰু নিশ্চয় আমি ইয়াৰ লিপিবদ্ধকাৰী।",
        "fa": "هر کس کارهای شایسته انجام دهد و مؤمن باشد، در برابر کوشش او ناسپاسی نخواهد شد و ما کارهایش را می‌نویسیم‌."
      }
    },
    {
      "verse_number": 2578,
      "verse_key": "21:95",
      "arabic_text": "وَحَرَٰمٌ عَلَىٰ قَرْيَةٍ أَهْلَكْنَـٰهَآ أَنَّهُمْ لَا يَرْجِعُونَ",
      "phonetic_text": "Waharamun AAalaqaryatin ahlaknaha annahum la yarjiAAoon",
      "translations": {
        "fr": "Il est défendu aux habitants d’une cité que Nous avons anéantie de revenir.<sup foot_note=194968>1</sup>",
        "en": "No community destroyed by Us can escape its return,",
        "es": "Es imposible que [los habitantes de] una ciudad que haya destruido vuelvan [a este mundo y se puedan arrepentir de su incredulidad].",
        "it": "[Agli abitanti] delle città che facemmo perire è vietato ritornare [al mondo]",
        "ru": "Запрет лежит на селениях, которые Мы погубили, и они не вернутся,",
        "tr": "Yok ettiğimiz bir memleket (ahalisinin ahiretteki cezasını da çekmek üzere) bize dönmemesi gerçekten imkansızdır.",
        "de": "Und verboten ist es für (die Bewohner) eine(r jeden) Stadt, die Wir vernichteten, daß sie (ins Diesseits) zurückkehren,",
        "pt": "Está proibido o ressurgimento de toda população que temos destruído; seus integrantes não retornarão,",
        "nl": "En het is onmogelijk voor (de bewoners van) een stad die Wij vernietigd hebben dat zij terugkeren (cm zich te beteren).",
        "ur": "اور ممکن نہیں ہے کہ جس بستی کو ہم نے ہلاک کر دیا ہو وہ پلٹ سکے۔ <sup foot_note=\"185247\">1</sup>",
        "bn": "আৰু আমি যি জনপদক ধ্বংস কৰিছোঁ তাৰ বাবে নিষেধাজ্ঞা আছে যে, নিশ্চয় তাৰ অধিবাসীসকলে কেতিয়াও ঘূৰি নাহিব,",
        "fa": "و [مردم] هر شهری را که [بر اثر کفر و گناه] نابودش کردیم، محال است که [بتوانند به قصدِ توبه به دنیا] بازگردند."
      }
    },
    {
      "verse_number": 2579,
      "verse_key": "21:96",
      "arabic_text": "حَتَّىٰٓ إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُم مِّن كُلِّ حَدَبٍ يَنسِلُونَ",
      "phonetic_text": "Hatta itha futihatya/jooju wama/jooju wahum min kulli hadabin yansiloon",
      "translations": {
        "fr": "Jusqu’à ce que la voie s’ouvre devant les Gog et Magog qui déferleront de tous les reliefs.",
        "en": "and when the peoples of Gog and Magog are let loose and swarm swiftly from every highland,",
        "es": "[Cuando se aproxime el Último Día] serán liberados Gog y Magog, y se precipitarán desde las colinas [devastando cuanto encuentren a su paso].",
        "it": "fino al momento in cui si scateneranno Gog e Magog  <a class=f><sup foot_note=158379>1</sup></a> e dilagheranno da ogni altura.",
        "ru": "пока Йаджудж и Маджудж (Гог и Магог) не будут выпущены и не устремятся вниз с каждой возвышенности.",
        "tr": "Nihayet Ye'cûc ve Me'cûc(un seddi) açıldığı zaman, ki onlar her dere ve tepeden akın edip çıkarlar.",
        "de": "bis die (Sperrmauer von) Ya’gug und Ma’güg geöffnet wird und sie von jeder Anhöhe schnell herbeilaufen",
        "pt": "Até ao instante em que for aberta a barreira do (povo de) Gog e Magog e todos se precipitarem por todas as colinas,",
        "nl": "Totdat voor Ya'djôedj en Ma'djôedj (de muur) geopend wordt en zij van iedere hoogte komen aansnellen.",
        "ur": "یہاں تک کہ جب یاجُوج و ماجُوج کھول دیے جائیں گے اور ہر بلندی سے وہ نکل پڑیں گے",
        "bn": "অৱশেষত যেতিয়া ইয়া’জুজ আৰু মা’জুজক মুক্তি দিয়া হ’ব আৰু সিহঁতে প্ৰতিটো উচ্চভূমিৰ পৰা দৌৰি আহিব।",
        "fa": "تا زمانی‌ که [سدّ] یأجوج و مأجوج گشوده شود و آنان از هر بلندی [و تپه‌ای] شتابان سرازیر گردند."
      }
    },
    {
      "verse_number": 2580,
      "verse_key": "21:97",
      "arabic_text": "وَٱقْتَرَبَ ٱلْوَعْدُ ٱلْحَقُّ فَإِذَا هِىَ شَـٰخِصَةٌ أَبْصَـٰرُ ٱلَّذِينَ كَفَرُوا۟ يَـٰوَيْلَنَا قَدْ كُنَّا فِى غَفْلَةٍ مِّنْ هَـٰذَا بَلْ كُنَّا ظَـٰلِمِينَ",
      "phonetic_text": "Waqtaraba alwaAAdu alhaqqufa-itha hiya shakhisatun absaru allatheenakafaroo ya waylana qad kunna fee ghaflatinmin hatha bal kunna thalimeen",
      "translations": {
        "fr": "La promesse vraie étant alors toute proche, les regards des mécréants se figeront : « Malheur à nous, diront-ils, qui étions si distraits, voire si injustes ! »",
        "en": "when the True Promise draws near, the disbelievers’ eyes will stare in terror, and they will say, ‘Woe to us! We were not aware of this at all. We were wrong.’",
        "es": "La promesa de la verdad se acerca. Cuando llegue, la mirada de los que se negaron a creer quedará fija [y exclamarán:] “¡Ay de nosotros! Éramos indiferentes a esta realidad y fuimos de los malhechores”.",
        "it": "La vera promessa si approssima e gli sguardi dei miscredenti si fanno sbarrati: «Guai a noi! Siamo stati distratti. Peggio ancora, siamo stati ingiusti!».",
        "ru": "Приблизится истинное обещание, и тогда закатятся взоры неверующих. Они скажут: «О горе нам! Мы беспечно относились к этому. Более того, мы были беззаконниками».",
        "tr": "Ve gerçek vaad yaklaştığında, işte o zaman kâfir olanların gözleri beleriverir. \"Eyvah bizlere! Doğrusu biz bundan gaflet içindeydik, hayır biz zalim kimselerdik.\" derler.",
        "de": "und das wahre Versprechen nahegerückt ist, dann werden sogleich die Blicke derjenigen, die ungläubig sind, starr werden: „O wehe uns! Wir waren dessen ja unachtsam. Nein! Vielmehr pflegten wir Unrecht zu tun.",
        "pt": "E aproximar a verdadeira promessa. E eis os olhares fixos dos incrédulos, que exclamarão: Ai de nós! Estivemosdesatentos quanto a isto; qual, fomos uns iníquos!",
        "nl": "En de ware belofte nabij komt. Dan zullen de blikken van degenen die ongelovig zijn verstarren: \"Wee ons, wij verkeerden in onachtzaamheid daaromtrent, wij waren zelfs onrechtvaardigen!\"",
        "ur": "اور وعدہٴِ بر حق کے پُورا ہونے کا وقت قریب آلگے گا <sup foot_note=\"185248\">1</sup> تو یکایک اُن لوگوں کے دیدے پھٹے کے پھٹے رہ جائیں گے جنہوں نے کُفر کیا تھا۔ کہیں گے”ہائے ہماری کم بختی، ہم اِس چیز کی طرف سے غفلت میں پڑے ہوئے تھے، بلکہ ہم خطا کار تھے۔“ <sup foot_note=\"185249\">2</sup>",
        "bn": "আৰু অমোঘ প্ৰতিশ্ৰুত সময় নিকটৱৰ্তী হ’লে আকস্মিকভাৱে কাফিৰসকলৰ চকু স্থিৰ হৈ যাব, সিহঁতে ক’ব, ‘হায়! দুৰ্ভাগ্য আমাৰ! অৱশ্যে আমি এই বিষয়ে উদাসীন আছিলো; বৰং আমি আছিলো যালিম’।",
        "fa": "و وعدۀ حق [= قیامت] نزدیک گردد؛ در آن هنگام، چشم‌های کسانی ‌که کفر ورزیدند [از شدت وحشت] خیره می‌مانَد [و می‌گویند:] «ای وای بر ما! قطعاً ما از این [حادثه] در غفلت بودیم! بلکه [کافر و] ستمکار بودیم»."
      }
    },
    {
      "verse_number": 2581,
      "verse_key": "21:98",
      "arabic_text": "إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمْ لَهَا وَٰرِدُونَ",
      "phonetic_text": "Innakum wama taAAbudoona min dooniAllahi hasabu jahannama antum laha waridoon",
      "translations": {
        "fr": "(Il sera dit alors) : « Vous et ce que vous adoriez en dehors d’Allah servirez de combustible au (feu de) la Géhenne. Vous y entrerez tous.",
        "en": "You [disbelievers] and what you worship instead of God will be fuel for Hell: that is where you will go-",
        "es": "Vosotros y cuanto adoráis en vez de Dios seréis combustible para el fuego del Infierno en el que ingresaréis.",
        "it": "«Voi e quelli che adoravate all’infuori di Allah, sarete combusti- bile dell’Inferno. Non potrete evitarlo.",
        "ru": "Вы и те, чему вы поклоняетесь вместо Аллаха, являетесь растопкой для Геенны, в которую вы войдете.",
        "tr": "Siz ve Allah'dan başka taptıklarınız, cehennemin yakıtısınız; oraya gireceksiniz.",
        "de": "„Gewiß, ihr und das, dem ihr anstatt Allahs dient, seid Brennstoff der Hölle. Ihr werdet dahin hinabgehen.",
        "pt": "Vós, com tudo quanto adorais, em vez de Deus, sereis combustível do inferno, no qual entrareis, por certo.",
        "nl": "Voorwaar, jullie en wat jullie naast Allah aanbidden zal brandstof zijn voor de Hel, jullie zullen er binnengaan.",
        "ur": "بے شک تم اور تمہارے وہ معبُود جنہیں تم پُوجتے ہو، جہنّم کا ایندھن ہیں، وہیں تم کو جانا ہے۔ <sup foot_note=\"185250\">1</sup>",
        "bn": "নিশ্চয় তোমালোকে আৰু আল্লাহৰ পৰিবৰ্তে তোমালোকে যিবোৰৰ ইবাদত কৰা সেই সকলোবোৰ হৈছে জাহান্নামৰ ইন্ধন; তোমালোক আটায়ে তাত প্ৰৱেশ কৰিবা।",
        "fa": "[به آنان گفته می‌شود:] «قطعاً شما و آنچه که به جای الله عبادت می‌کنید، هیزمِ دوزخید [و همگی] در آن وارد خواهید شد»."
      }
    },
    {
      "verse_number": 2582,
      "verse_key": "21:99",
      "arabic_text": "لَوْ كَانَ هَـٰٓؤُلَآءِ ءَالِهَةً مَّا وَرَدُوهَا ۖ وَكُلٌّ فِيهَا خَـٰلِدُونَ",
      "phonetic_text": "Law kana haola-i alihatanma waradooha wakullun feeha khalidoon",
      "translations": {
        "fr": "Si celles-ci étaient de réelles divinités, elles n’y entreraient pas.<sup foot_note=194969>1</sup> Tous y resteront pour l’éternité. »",
        "en": "if these [idols] had been real gods they would not have gone there- you will all stay there.",
        "es": "Si estos [ídolos] fueran divinidades como vosotros pretendéis, no ingresarían en él<sup foot_note=168865>1</sup>. Pero todos vosotros junto a lo que adoráis estaréis allí por toda la eternidad.",
        "it": "Se quegli altri fossero stati dèi, non vi sarebbero entrati. Vi rimarranno tutti in perpetuo.",
        "ru": "Если бы они были богами, то не вошли бы туда. Но все они останутся там навечно.",
        "tr": "Eğer onlar ilâh olsalardı, oraya girmeyeceklerdi. Hepsi orada temelli kalacaktır.",
        "de": "Wenn diese da Götter wären, gingen sie nicht zu ihr hinab. Und alle werden ewig darin bleiben.",
        "pt": "Se houvessem aqueles sido deuses, não o teria adentrado; ali todos permanecerão eternamente,",
        "nl": "En als diegenen goden waren, dan zouden zij er niet binnengaan. En allen zullen daarin eeuwig levenden zijn.",
        "ur": "اگر یہ واقعی خدا ہوتے تو وہاں نہ جاتے۔ اب سب کو ہمیشہ اسی میں رہنا ہے",
        "bn": "যদি সিহঁত ইলাহ হ’লহেঁতেন তেন্তে সিহঁত জাহান্নামত প্ৰৱেশ নকৰিলেহেঁতেন; আৰু সিহঁত আটায়ে তাত স্থায়ী হ’ব,",
        "fa": "اگر اینها معبودانی [به‌حق] بودند، هرگز وارد آن نمی‌شدند؛ و حال آنكه همگی در آن [عذاب سوزان] جاودانند."
      }
    },
    {
      "verse_number": 2583,
      "verse_key": "21:100",
      "arabic_text": "لَهُمْ فِيهَا زَفِيرٌ وَهُمْ فِيهَا لَا يَسْمَعُونَ",
      "phonetic_text": "Lahum feeha zafeerun wahum feehala yasmaAAoon",
      "translations": {
        "fr": "Ils y feront entendre des râles sibilants<sup foot_note=194970>1</sup> mais eux n’entendront rien.",
        "en": "There the disbelievers will be groaning piteously, but the [idols] will hear nothing.",
        "es": "Allí emitirán alaridos [por el tormento], y por eso no podrán oír nada más.",
        "it": "Colà gemeranno, ma nessuno li ascolterà.»",
        "ru": "Там они будут стенать при выдохе, но ничего не услышат.",
        "tr": "Orada onların bir inlemeleri vardır. Bunlar orada (sağır olup) bir şey de işitemezler.",
        "de": "Sie werden darin seufzen und selbst darin nicht hören.",
        "pt": "Onde se lamentarão mas não serão ouvidos.",
        "nl": "Zij zullen het daarin uitgillen en zij horen daarin niets.",
        "ur": "وہاں وہ  پھُنکارے ماریں گے <sup foot_note=\"185251\">1</sup> اور حال یہ ہوگا کہ اس میں کان پڑی آواز نہ سُنائی دے گی",
        "bn": "তাত থাকিব সিহঁতৰ চিঞৰ-বাখৰ আৰু আৰ্তনাদ, সেই কাৰণে সিহঁতে তাত একোৱে শুনা নাপাব;",
        "fa": "در آنجا ناله‌هایى [دردناک‌] دارند و [از شدت درد و ترس] چیزى نمى‌شنوند."
      }
    },
    {
      "verse_number": 2584,
      "verse_key": "21:101",
      "arabic_text": "إِنَّ ٱلَّذِينَ سَبَقَتْ لَهُم مِّنَّا ٱلْحُسْنَىٰٓ أُو۟لَـٰٓئِكَ عَنْهَا مُبْعَدُونَ",
      "phonetic_text": "Inna allatheena sabaqat lahum minnaalhusna ola-ika AAanha mubAAadoon",
      "translations": {
        "fr": "Ceux à qui étaient déjà promise Notre plus belle récompense, ceux-là en seront tenus éloignés.",
        "en": "But those for whom We have decreed Paradise will be kept far from Hell-",
        "es": "Pero aquellos para quienes estaba decretado que recibirían “lo más hermoso”<sup foot_note=168866>1</sup>, estarán alejados del Infierno,",
        "it": "Ne saranno esclusi coloro per i quali il Nostro bene ha avuto il sopravvento;",
        "ru": "А те, кому Мы изначально определили наилучшее, будут отдалены от нее.",
        "tr": "Şüphesiz katımızdan kendileri için güzel şeyler takdir edilmiş olanlar, işte oradan (cehennemden) uzak tutulanlardır.",
        "de": "Gewiß, diejenigen, an die von Uns (das Versprechen für) die beste Behandlung vorausgegangen ist, sie werden von ihr ferngehalten,",
        "pt": "Em verdade, aqueles a quem predestinamos o Nossos bem, serão afastados disso.",
        "nl": "Voorwaar, degenen aan wie het goede van Ons voorafgegaan is: zij zijn degenen die daar ver van gehouden worden.",
        "ur": "رہے وہ لوگ جن کے لیے ہماری طرف سے بھلائی کا پہلے ہی فیصلہ ہو چکا ہو گا، تو وہ یقیناً  اُس سے دُور رکھے جائیں گے، <sup foot_note=\"185252\">1</sup>",
        "bn": "নিশ্চয় আমাৰ তৰফৰ পৰা যিসকলৰ বাবে পূৰ্বৰে পৰা কল্যাণ নিৰ্ধাৰিত আছে তেওঁলোকক ইয়াৰ পৰা আঁতৰত ৰখা হ’ব।",
        "fa": "[امّا] کسانی ‌که پیشتر، وعدۀ نیکو [= بهشت] از جانب ما به آنان داده شده است، یقیناً از آن [آتش جهنم] دور نگه داشته می‌شوند."
      }
    },
    {
      "verse_number": 2585,
      "verse_key": "21:102",
      "arabic_text": "لَا يَسْمَعُونَ حَسِيسَهَا ۖ وَهُمْ فِى مَا ٱشْتَهَتْ أَنفُسُهُمْ خَـٰلِدُونَ",
      "phonetic_text": "La yasmaAAoona haseesahawahum fee ma ishtahat anfusuhum khalidoon",
      "translations": {
        "fr": "Ils n’entendront pas ses sifflements et jouiront éternellement de tout ce dont ils auront envie.",
        "en": "they will not hear a murmur from it- and endlessly they will enjoy everything their souls desire.",
        "es": "No oirán su crepitar y disfrutarán lo que deseen por toda la eternidad.",
        "it": "non ne sentiranno il fragore e godranno per sempre quel che le loro anime desiderano.",
        "ru": "Они не услышат даже малейшего ее звука и вечно пребудут среди того, что возжелали их души.",
        "tr": "Bunlar onun (cehennemin) uğultusunu bile duymazlar. Canlarının istediği şeyler içinde temelli kalırlar.",
        "de": "sie hören von ihr nicht (einmal) das leiseste Geräusch. Und sie werden in dem, was ihre Seelen begehrt haben, ewig bleiben.",
        "pt": "Não ouvirão a crepitação (da fogueira) e desfrutarão eternamente de tudo quanto à sua lama apetecer.",
        "nl": "Zij zullen er geen geluid van horen. En in wat hun zielen verlangen zullen zij eeuwig levenden zijn.",
        "ur": "اس کی سرسراہٹ تک نہ سُنیں گے اور وہ ہمیشہ ہمیشہ اپنی من بھاتی چیزوں کے درمیان رہیں گے",
        "bn": "তেওঁলোকে জাহান্নামৰ ক্ষিণ শব্দও শুনা নাপাব, আৰু তাত তেওঁলোকে মনঃপুত বস্তুৰ মাজত চিৰকাল থাকিব।",
        "fa": "آنان صدای آن [آتش هولناک و فریادهای دوزخیان] را نمی‌شنوند و در آنچه میل داشته باشند، جاودانه [در آسایش] هستند."
      }
    },
    {
      "verse_number": 2586,
      "verse_key": "21:103",
      "arabic_text": "لَا يَحْزُنُهُمُ ٱلْفَزَعُ ٱلْأَكْبَرُ وَتَتَلَقَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ هَـٰذَا يَوْمُكُمُ ٱلَّذِى كُنتُمْ تُوعَدُونَ",
      "phonetic_text": "La yahzunuhumu alfazaAAual-akbaru watatalaqqahumu almala-ikatu hathayawmukumu allathee kuntum tooAAadoon",
      "translations": {
        "fr": "Le Grand Effroi ne les inquiétera point, et les Anges les accueilleront (en disant) : « Voici venu le jour qui vous était promis. »",
        "en": "They will have no fear of the great Terror: the angels will receive them with the words, ‘This is the Day you were promised!’",
        "es": "No les afligirá el gran espanto [del castigo], y los ángeles acudirán a su encuentro [cuando salgan de las tumbas y les dirán]: “Éste es el día que se les había prometido”.",
        "it": "Non li affliggerà la grande angoscia  <a class=f><sup foot_note=158380>1</sup></a> e gli angeli li accoglieranno: «Ecco il Giorno che vi era stato promesso».",
        "ru": "Их не опечалит величайший испуг, а ангелы встретят их словами: «Вот ваш день, который был вам обещан!».",
        "tr": "O en büyük korku bunları üzmez; kendilerini melekler: \"Size söz verilen gün işte bugündür\" diye karşılarlar.",
        "de": "Der größte Schrecken macht sie nicht traurig, und die Engel empfangen sie: „Das ist euer Tag, der euch versprochen wurde.",
        "pt": "E o grande terror não os atribulará, e os anjos os receberão, dizendo-lhes: Eis aqui o dia que vos fora prometido!",
        "nl": "De grote verschrikking bedroeft hen niet en de Engelen zullen hun ontvangen (en zeggen:) \"Dit is jullie dag, die jullie beloofd was.",
        "ur": "وہ انتہائی گھبراہٹ کا وقت اُن کو ذرا پریشان نہ کرے گا، <sup foot_note=\"185253\">1</sup> اور ملائکہ بڑھ کر اُن کو ہاتھوں ہاتھ لیں گے کہ ”یہ تمہارا وہی دن ہے جس کا تم سے وعدہ کیا جاتا تھا۔“",
        "bn": "মহা ভীতিয়েও তেওঁলোকক চিন্তিত নকৰিব আৰু ফিৰিস্তাসকলে তেওঁলোকক অভ্যৰ্থনা কৰিব এই বুলি, ‘এইটোৱে তোমালোকৰ সেই দিন, যাৰ প্ৰতিশ্ৰুতি তোমালোকক দিয়া হৈছিল’।",
        "fa": "وحشت بزرگ [قیامت] آنان را اندوهگین نمی‌سازد و فرشتگان به استقبالشان می‌آیند [و به آنان می‌گویند:] «این همان روزی است که به شما وعده داده می‌شد»."
      }
    },
    {
      "verse_number": 2587,
      "verse_key": "21:104",
      "arabic_text": "يَوْمَ نَطْوِى ٱلسَّمَآءَ كَطَىِّ ٱلسِّجِلِّ لِلْكُتُبِ ۚ كَمَا بَدَأْنَآ أَوَّلَ خَلْقٍ نُّعِيدُهُۥ ۚ وَعْدًا عَلَيْنَآ ۚ إِنَّا كُنَّا فَـٰعِلِينَ",
      "phonetic_text": "Yawma natwee assamaakatayyi assijlli lilkutubi kama bada/naawwala khalqin nuAAeeduhu waAAdan AAalayna innakunna faAAileen",
      "translations": {
        "fr": "Ce jour-là Nous plierons le ciel comme on plie le parchemin sur ce qui y est écrit.  De même que Nous avons initié la création une première fois, Nous la recommencerons : c’est une promesse que Nous devons tenir et Nous la tiendrons.",
        "en": "On that Day, We shall roll up the skies as a writer rolls up [his] scrolls. We shall reproduce creation just as We produced it the first time: this is Our binding promise. We shall certainly do all these things.",
        "es": "El cielo ese día será enrollado como un pergamino. Así como inicié la primera creación, la repetiré. Ésta es una promesa que he de cumplir.",
        "it": "Il Giorno in cui avvolgeremo il cielo come gli scritti sono avvolti in rotoli. Come iniziammo la prima creazione, così la reitereremo; è Nostra promessa: saremo Noi a farlo.",
        "ru": "В тот день Мы свернем небо, как сворачивают свитки для книг. Мы воссоздадим творения подобно тому, как начали творить их в первый раз. Так было обещано Нами. Воистину, Мы сделаем это.",
        "tr": "Göğü, kitab dürer gibi dürdüğümüz zaman, yaratmaya ilk başladığımız gibi, katımızdan verilmiş bir söz olarak onu tekrar var edeceğiz. Doğrusu biz bunları yaparız.",
        "de": "An dem Tag, da Wir den Himmel zusammenfalten, wie der Urkundenschreiber die Schriftstücke zusammenfaltet. Wie Wir eine erste Schöpfung am Anfang gemacht haben, wiederholen Wir sie; (das ist) ein für Uns bindendes Versprechen. Wir werden es bestimmt tun.",
        "pt": "Será o dia em que enrolaremos o céu como um rolo de pergaminho. Do mesmo modo que originamos a criação, reproduzi-la-emos. É porque é uma promessa que fazemos, e certamente a cumpriremos.",
        "nl": "(Gedenk) de Dag waarop Wij de hemelen oprollen, zoals het oprollen van het perkament om op te schrijven: net zoals Wij de eerste schepping begonnen zullen Wij haar herhalen, als een belofte die Wij op Ons namen. Voorwaar, Wij zullen het doen.",
        "ur": "وہ دن جبکہ آسمان کو ہم یوں لپیٹ کر رکھ دیں گے جیسے طومار میں اوراق لپیٹ دیے جاتے ہیں جس طرح پہلے ہم نے تخلیق کی ابتدا کی تھی اُسی طرح ہم پھر اُس کا اعادہ کریں گے یہ ایک وعدہ ہے ہمارے ذمے، اور یہ کام ہمیں بہرحال کرنا ہے",
        "bn": "সেইদিনা আমি আকাশসমূহক মেৰিয়াই পেলাম, যেনেকৈ মেৰিওৱা হয় লিখিত দলীল-পত্ৰ। যিদৰে আমি প্ৰথমে সৃষ্টিৰ সূচনা কৰিছিলোঁ সেইদৰে পুনৰ সৃষ্টি কৰিম; এইটো আমাৰ কৃত প্ৰতিশ্ৰুতি, নিশ্চয় আমি সেয়া পালন কৰিমেই।",
        "fa": "روزی که آسمان را در هم می‌پیچیم همانگونه که طومار نوشته‌ها را درهم می‌پیچد، [و] همان ‌گونه که نخستین [بار] آفرینش را آغاز کردیم، [بار دیگر] آن را بازمی‌گردانیم. [این] وعده‌ای است بر عهدۀ ما که قطعاً انجامش خواهیم داد."
      }
    },
    {
      "verse_number": 2588,
      "verse_key": "21:105",
      "arabic_text": "وَلَقَدْ كَتَبْنَا فِى ٱلزَّبُورِ مِنۢ بَعْدِ ٱلذِّكْرِ أَنَّ ٱلْأَرْضَ يَرِثُهَا عِبَادِىَ ٱلصَّـٰلِحُونَ",
      "phonetic_text": "Walaqad katabna fee azzaboorimin baAAdi aththikri anna al-arda yarithuhaAAibadiya assalihoon",
      "translations": {
        "fr": "Nous avons écrit dans les Psaumes (le Zabûr), après l’avoir évoqué (dans le Livre éternel) que la terre sera l’héritage de Mes serviteurs les plus vertueux.",
        "en": "We wrote in the Psalms, as We did in [earlier] Scripture: ‘My righteous servants will inherit the earth.’",
        "es": "Ya mencioné anteriormente en las Escrituras Reveladas como lo había hecho en la Tabla Protegida, que la Tierra será heredada por Mis siervos justos.",
        "it": "Lo abbiamo scritto nel Salterio, dopo che venne il Monito  <a class=f><sup foot_note=158381>1</sup></a> : «La terra sarà ereditata dai Miei servi devoti»  <a class=f><sup foot_note=158382>2</sup></a> .",
        "ru": "Мы уже записали в Писаниях после того, как это было записано в Напоминании (Хранимой скрижали), что землю унаследуют Мои праведные рабы.",
        "tr": "And olsun ki, Tevrat'tan sonra Zebûr'da da yeryüzüne ancak iyi kullarımın mirasçı olduğunu yazmıştık.",
        "de": "Und Wir haben bereits im Buch der Weisheit nach der Ermahnung geschrieben, daß Meine rechtschaffenen Diener das Land erben werden.",
        "pt": "Temos prescrito, nos Salmos, depois da Mensagem (dada a Moisés), que a terra, herdá-la-ão os Meus servos virtuosos.",
        "nl": "En voorzeker hebben Wij in de Zabôer geschreven, na de vermelding (in de Lauhoelmahfôezh), dat de aarde geërfd zal worden door Mijn rechtschapen dienaren.",
        "ur": "اور زَبور میں ہم نصیحت کے بعد یہ لکھ چکے ہیں کہ زمین کے وارث ہمارے نیک بندے ہوں گے",
        "bn": "আৰু অৱশ্যে আমি ‘যিকৰ’ৰ পিছত যাবূৰত লিখি দিছোঁ যে, ‘কেৱল মোৰ যোগ্য বান্দাসকলেই পৃথিৱীৰ উত্তৰাধিকাৰী হ’ব’।",
        "fa": "و به راستی پس [از اینکه در] لوح محفوظ [ثبت شده بود]، در [تمام] کتاب‌های [آسمانی] نوشتیم که: «زمین را بندگان شایسته‌ام به ارث می‌برند»."
      }
    },
    {
      "verse_number": 2589,
      "verse_key": "21:106",
      "arabic_text": "إِنَّ فِى هَـٰذَا لَبَلَـٰغًا لِّقَوْمٍ عَـٰبِدِينَ",
      "phonetic_text": "Inna fee hatha labalaghanliqawmin AAabideen",
      "translations": {
        "fr": "Il y a là un enseignement pour un peuple qui (Nous) adore.",
        "en": "There truly is a message in this for the servants of God!",
        "es": "En esto hay mensaje suficiente para un pueblo que realmente adora a Dios.",
        "it": "In verità in ciò vi è un messaggio per un popolo di adoratori!",
        "ru": "Воистину, в этом - послание для тех, кто поклоняется.",
        "tr": "Şüphesiz bu Kur'ân'da kulluk eden kimseler için kâfi bir öğüt vardır.",
        "de": "In diesem ist fürwahr eine Botschaft an Leute, die (Uns) dienen.",
        "pt": "Nisto há uma mensagem para os adoradores.",
        "nl": "Voorwaar, in deze (Koran) is zeker een Boodschap voor een volk van aanbidders.",
        "ur": "اِس میں ایک بڑی خبر ہے عبادت گزار لوگوں کےلیے۔ <sup foot_note=\"185254\">1</sup>",
        "bn": "নিশ্চয় ইয়াত আছে ইবাদতকাৰী সম্প্ৰদায়ৰ বাবে পৰ্যাপ্ত বিষয়বস্তু।",
        "fa": "بی‌گمان، در این [سخن، عبرت و] پیام روشنی برای عبادت‌کنندگان است."
      }
    },
    {
      "verse_number": 2590,
      "verse_key": "21:107",
      "arabic_text": "وَمَآ أَرْسَلْنَـٰكَ إِلَّا رَحْمَةً لِّلْعَـٰلَمِينَ",
      "phonetic_text": "Wama arsalnaka illa rahmatanlilAAalameen",
      "translations": {
        "fr": "Nous ne t’avons envoyé qu’en miséricorde pour l’Univers.",
        "en": "It was only as a mercy that We sent you [Prophet] to all people.",
        "es": "No te he enviado [¡Oh, Muhámmad!] sino como misericordia para todos los seres.",
        "it": "Non ti mandammo  <a class=f><sup foot_note=158383>1</sup></a> se non come misericordia per il creato  <a class=f><sup foot_note=158384>2</sup></a> .",
        "ru": "Мы отправили тебя только в качестве милости к мирам.",
        "tr": "(Ey Muhammed!) biz seni ancak âlemlere rahmet olarak gönderdik.",
        "de": "Und Wir haben dich nur als Barmherzigkeit für die Weltenbewohner gesandt.",
        "pt": "E não te enviamos, senão como misericórdia para a humanidade.",
        "nl": "En Wij hebben jou (O Moehammad) slechts gezonden als een barmhartigheid voor de werelden.",
        "ur": "اے محمدؐ ، ہم نے جو تم کو بھیجا ہے تو یہ دراصل دنیا والوں کے حق میں ہماری رحمت ہے۔ <sup foot_note=\"185255\">1</sup>",
        "bn": "আৰু আমি তোমাক বিশ্ববাসীৰ বাবে কেৱল ৰহমত হিচাপেহে প্ৰেৰণ কৰিছোঁ।",
        "fa": "و [ای محمد،] تو را جز رحمتی برای جهانیان نفرستادیم."
      }
    },
    {
      "verse_number": 2591,
      "verse_key": "21:108",
      "arabic_text": "قُلْ إِنَّمَا يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ ۖ فَهَلْ أَنتُم مُّسْلِمُونَ",
      "phonetic_text": "Qul innama yooha ilayya annamailahukum ilahun wahidun fahal antummuslimoon",
      "translations": {
        "fr": "Dis : « Ce qui m’est révélé n’est rien de moins que : votre Seigneur est un Dieu Unique. Allez-vous devenir soumis ? »",
        "en": "Say, ‘What is revealed to me is that your God is one God- will you submit to Him?’",
        "es": "Diles: “Me ha sido revelado que Dios es un Dios único. ¿Acaso no vais a ser musulmanes?<sup foot_note=168867>1</sup>",
        "it": "Di’: «In verità mi è stato rivelato che il vostro Dio è un Dio unico. Sarete musulmani?»  <a class=f><sup foot_note=158385>1</sup></a> .",
        "ru": "Скажи: «Мне внушено в откровении, что ваш Бог - Бог Единственный. Не станете ли вы мусульманами?».",
        "tr": "De ki, bana ancak şöyle vahyolunuyor: \"İlâhınız ancak tek bir ilâhtır. Şimdi siz artık müslüman oluyor musunuz?\"",
        "de": "Sag: Mir wird (als Offenbarung) nur eingegeben, daß euer Gott nur ein einziger Gott ist. Werdet ihr nun (Allah) ergeben sein?",
        "pt": "Dize: Em verdade, tem-me sido revelado que o vosso Deus é Único. Sereis portanto submissos?",
        "nl": "Zeg: \"Voorwaar, wat aan mij geopenbaard is, is dat jullie god één God is, zullen jullie je dan aan Hem onderwerpen?\"",
        "ur": "اِن سے کہو \"میرے پاس جو وحی آتی ہے وہ یہ ہے کہ تمہارا خدا صرف ایک خدا ہے، پھر کیا تم سرِ اطاعت جھکاتے ہو؟\"",
        "bn": "কোৱা, ‘মোৰ প্ৰতি অহী কৰা হয় যে, তোমালোকৰ ইলাহ কেৱল একক ইলাহ। এতেকে তোমালোকে আত্মসমৰ্পণকাৰী হ’বানে?’",
        "fa": "بگو: «در حقیقت به من وحی می‌شود که: \"بی‌تردید، معبود شما معبودی یگانه است؛ پس آیا تسلیم [دعوتِ حق] می‌شوید؟\"»"
      }
    },
    {
      "verse_number": 2592,
      "verse_key": "21:109",
      "arabic_text": "فَإِن تَوَلَّوْا۟ فَقُلْ ءَاذَنتُكُمْ عَلَىٰ سَوَآءٍ ۖ وَإِنْ أَدْرِىٓ أَقَرِيبٌ أَم بَعِيدٌ مَّا تُوعَدُونَ",
      "phonetic_text": "Fa-in tawallaw faqul athantukum AAalasawa-in wa-in adree aqareebun am baAAeedun matooAAadoon",
      "translations": {
        "fr": "S’ils se détournent, alors dis : « Je vous ai avertis tous également. Et je ne sais moi-même si ce qui vous est promis est imminent ou lointain.",
        "en": "But if they turn away, say, ‘I have proclaimed the message fairly to you all. I do not know whether the judgement you are promised is near or far,",
        "es": "Pero si rechazan [el Mensaje] diles: “Os advierto sobre un castigo que caerá sobre todos por igual, aunque no tengo conocimiento de si lo que os advierto está cerca o lejos.",
        "it": "Se poi volgono le spalle, allora di’: «Io vi ho avvertiti tutti, senza discriminazioni; ma non so se ciò che vi è stato promesso è prossimo o lontano.",
        "ru": "Если они отвернутся, то скажи: «Я предупреждаю всех вас в равной мере, и я не знаю, рано или поздно настанет то, что вам обещано.",
        "tr": "Eğer (yine de) yüz çevirirlerse, de ki: \"Size düpedüz açıkladım; tehdit olunduğunuz şeyin yakın mı, uzak mı olduğunu bilmem.\"",
        "de": "Wenn sie sich abkehren, dann sag: Ich habe es euch (allen) gleichermaßen angekündigt, und ich weiß nicht, ob das nahe ist oder fernliegt, was euch versprochen wird.",
        "pt": "Todavia, se se recusarem a sê-lo, dize-lhes: Tenho proclamado a mensagem a todos por igual, mas não sei se estápróximo ou remoto o que vos foi prometido.",
        "nl": "Maar als zij zich afwenden, zeg dan: \"Ik heb jullie opgeroepen tot hetzelfde en ik weet niet of wat jullie aangezegd is dichtbij of ver weg is.",
        "ur": "اگر ہو منہ پھیریں تو کہہ دو کہ”میں نے علی الاعلان تم کو خبر دار کر دیا ہے۔ اب یہ میں نہیں جانتا کہ وہ چیز جس کا تم سے وعدہ کیا جارہا ہے <sup foot_note=\"185256\">1</sup> قریب ہے  یا دُور",
        "bn": "তথাপিও যদি সিহঁতে মুখ ঘূৰাই লয় তেন্তে তুমি কৈ দিয়া, ‘মই তোমালোকক যথাযথভাৱে জনাই দিছোঁ আৰু তোমালোকক যি বিষয়ৰ প্ৰতিশ্ৰুতি দিয়া হৈছে, মই নাজানো সেয়া নিকটৱৰ্তী নে দূৰৱৰ্তী।",
        "fa": "اگر رویگردان شدند، بگو: «من [همۀ] شما را به طور یکسان آگاه کردم [و دربارۀ عذاب الهی هشدار دادم] و نمی‌دانم آنچه که به شما وعده داده می‌شود نزدیک است یا دور."
      }
    },
    {
      "verse_number": 2593,
      "verse_key": "21:110",
      "arabic_text": "إِنَّهُۥ يَعْلَمُ ٱلْجَهْرَ مِنَ ٱلْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُونَ",
      "phonetic_text": "Innahu yaAAlamu aljahra mina alqawliwayaAAlamu ma taktumoon",
      "translations": {
        "fr": "C’est Lui Qui Sait ce que vous dites tout haut et ce que vous taisez.",
        "en": "but He knows what you reveal and conceal.",
        "es": "Él bien sabe tanto lo que dicen abiertamente como lo que dicen en secreto.",
        "it": "Egli conosce quello che proclamate e quello che tenete segreto.",
        "ru": "Воистину, Он ведает о словах, которые произносят вслух, и ведает о том, что вы утаиваете.",
        "tr": "Şüphesiz Allah açığa vurulan sözü de bilir, gizlediklerinizi de bilir.",
        "de": "Gewiß, Er weiß, was an Worten laut vernehmbar geäußert wird, und Er weiß, was ihr verheimlicht.",
        "pt": "Porque Ele sabe tanto o que manifestais por palavras, como conhece o que ocultais.",
        "nl": "Voorwaar, Hij weet aat openlijk besproken wordt en Hij weet wat jullie verbergen.",
        "ur": "اللہ وہ باتیں بھی جانتا ہے جو بآواز ِ بلند کہی جاتی ہیں اور وہ بھی جو تم چھُپا کر کرتے ہو۔ <sup foot_note=\"185257\">1</sup>",
        "bn": "‘নিশ্চয় তেওঁ প্ৰকাশ্য কথা সম্পৰ্কেও জানে আৰু তোমালোকে যি গোপন কৰা সেয়াও জানে।",
        "fa": "یقیناً او تعالی سخن آشکار را می‌داند و [نیز] آنچه را [در دل خویش] پنهان می‌کنید می‌داند."
      }
    },
    {
      "verse_number": 2594,
      "verse_key": "21:111",
      "arabic_text": "وَإِنْ أَدْرِى لَعَلَّهُۥ فِتْنَةٌ لَّكُمْ وَمَتَـٰعٌ إِلَىٰ حِينٍ",
      "phonetic_text": "Wa-in adree laAAallahu fitnatun lakum wamataAAunila heen",
      "translations": {
        "fr": "Et que sais-je ? Peut-être que ce (sursis) est une tentation pour vous éprouver et une jouissance pour un temps. »",
        "en": "I do not know: this [time] may well be a test for you, and enjoyment for a while.’",
        "es": "Pero ignoro si Él os está poniendo a prueba al toleraros y dejaros disfrutar de la vida [mundanal] por un tiempo”.",
        "it": "Non so se ciò  <a class=f><sup foot_note=158386>1</sup></a> sia una tentazione per voi, un effimero godimento!».",
        "ru": "Я не знаю, может быть, это - искушение для вас или же возможность пользоваться благами до определенного времени».",
        "tr": "Bilmem belki bu gecikme sizi denemek ve bir süreye kadar geçindirmek içindir.",
        "de": "Und ich weiß (auch) nicht, ob es vielleicht nur eine Versuchung für euch ist und ein Nießbrauch auf Zeit.",
        "pt": "Ignoro se isto constitui uma prova para vós e um gozo transitório.",
        "nl": "En ik wed niet of dit een beproeving voor jullie is en een tijdelijk genot.\"",
        "ur": "میں تو یہ سمجھتا ہوں کہ شاید یہ (دیر)تمہارے لیے ایک فتنہ ہے <sup foot_note=\"185258\">1</sup> اور تمہیں ایک وقت ِ خاص تک کے لیے مزے کرنے کا موقع دیا جارہا ہے۔“",
        "bn": "‘আৰু মই নাজানো হয়তো এইটো (বিলম্ব) তোমালোকৰ বাবে এটা পৰীক্ষা, আৰু কিছুসময়ৰ বাবে জীৱনোপভোগৰ সুযোগ’।",
        "fa": "و نمی‌دانم؛ شاید این [تأخیر عذاب، مایۀ] آزمایش و بهره‌مندیِ شما تا مدتی [معیّن] باشد»."
      }
    },
    {
      "verse_number": 2595,
      "verse_key": "21:112",
      "arabic_text": "قَـٰلَ رَبِّ ٱحْكُم بِٱلْحَقِّ ۗ وَرَبُّنَا ٱلرَّحْمَـٰنُ ٱلْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ",
      "phonetic_text": "Qala rabbi ohkum bilhaqqiwarabbuna arrahmanu almustaAAanuAAala ma tasifoon",
      "translations": {
        "fr": "Il dit : « Seigneur ! Juge (entre nous) en toute équité ! Et notre Seigneur est le Tout Clément, Celui Dont nous cherchons l’assistance contre vos allégations. »",
        "en": "He said,‘My Lord, pass the true judgement.’ And, ‘Our Lord is the Lord of Mercy. We seek His assistance against what you [disbelievers] say.’",
        "es": "Di: “¡Señor mío! Juzga con la verdad. Nuestro Señor es el Misericordioso, Aquel a quien recurrir contra lo que le atribuyen [falsamente a Dios].",
        "it": "Di’: «Mio Signore, giudica secondo verità! Il nostro Signore è il Compassionevole, da Lui invochiamo aiuto contro ciò che affermate». <a class=f><sup foot_note=158387>1</sup></a> I profeti (pace su tutti loro) sono lo strumento mediante il quale Allah (gloria a Lui l’Altissimo) ha voluto esplicitare agli uomini il Suo messaggio di salvezza, la Sua misericordia. L’IsIàm riconosce nella loro venuta un unico disegno provvidenziale che, a partire da Adamo e fino a Muhammad (pace e benedizioni su di lui), ha guidato l’umanità in un cammino di progresso spirituale, morale e civile. In questa sura vengono citati nell’ordine, Mosè e Aronne, Abramo, Isacco, Giacobbe, Lot, Noè, Davide e Salomone, Ismaele, Giobbe, Enoch, Dhù’l-Kifl, Giona e Zaccaria, Giovanni, Maria e suo figlio Gesù. Secondo la tradizione che riferisce in proposito un hadìth di Muhammad (pace e benedizioni su di lui) i profeti furono in tutto centoventi- quattromila, e trecentotredici di loro recarono un messaggio obbligatorio per le loro comunità. Allah (gloria a Lui l’Altissimo) rivelò a tutti loro il Tawhid: «Non inviammo prima di te nessun messaggero senza rivelargli: “Non c’è altro dio che Me. Adorate- Mi!”» (XXI, 25). Il Corano ci parla della loro assoluta umanità: «… non inviammo alcun messaggero che non mangiasse e non andasse nei mercati» (xxv, 20), «E neppure erano eterni!» (XXI, e, ciononostante, credere nella loro impeccabilità (‘isma) per quello che riguarda la fede e fedeltà al compito affidato loro dall’Altissimo fa parte della ‘aqìda (la dottrina islamica) «Gloria atLiii, quelli non sono che servi onorati, che mai precedono il Suo dire e che agiscono secondo il Suo ordine» (XXI, 26-27). <a class=f><sup foot_note=158388>2</sup></a> La grande disattenzione dell’uomo nei confronti della sua dimensione spirituale è fenomeno che si verificava nella penisola arabica e nella società coreiscita del vii secolo d.C. allo stesso modo in cui lo osserviamo nella nostra società contemporanea. Le moderne ideologie matèrialiste in realtà non sono altro che strumenti adeguati ai tempi, nelle mani di chi è nemico di Allah e delle Sue creature. Crollata l’ultima sanguinosa illusione di realizzare la giustizia sulla terra con un’etica che traeva fondamento da concetti come lotta di classe, collettivismo, internazionalismo, l’ideologia dominante oggi è la non-ideologia, l’assenza di valori, l’egoismo, il materialismo, il consumismo. Oggi, l’importante è che l’uomo dimentichi se stesso e la sua natura spirituale, impegnandosi in un ritmo di vita spasmodicamente teso all’acquisizione di beni per lo più superflui, di caduche posizioni di potere, di un’effimera immagine di individuo affermato e vincente. <a class=f><sup foot_note=158389>3</sup></a> «Chi è costui…»: il Profeta Muhammad (pace e benedizioni su di lui). <a class=f><sup foot_note=158390>4</sup></a> Un’altra caratteristica dei miscredenti di tutti i tempi e di tutti i luoghi: accusare i credenti di essere creduloni e irrazionali.  <a class=f><sup foot_note=158391>5</sup></a> «Crederanno questi?»: i meccani associazionisti, nemici del Profeta e, in generale, tutti i miscredenti.  <a class=f><sup foot_note=158392>6</sup></a> Verss. e Il Corano risponde a quei politeisti che dicevano: «Se Allah avesse voluto mandarci un messaggio avrebbe incaricato un angelo di recarlo» (vedi anche nota a XVI, 43).  <a class=f><sup foot_note=158393>7</sup></a> «gente della Scrittura»: lett. la gente del Monito: «ahlu ’dh-dhikr».  <a class=f><sup foot_note=158394>8</sup></a> La maggior parte dei commentatori è d’accordo nel dare a quel «Forse…» un valore di ironico dileggio espresso dagli angeli nei confronti dei peccatori. Non c’è alcun dubbio sul fatto che gli uomini dovranno rendere conto di tutta la loro vita.  <a class=f><sup foot_note=158395>9</sup></a> Interrogativa retorica riferita agli angeli la cui vita è adorazione di Allah (gloria a Lui l’Altissimo).  <a class=f><sup foot_note=158396>10</sup></a> Caratteristica della divinità è l’assolutezza. Suddividere questa prerogativa è ipotesi risibile e foriera del massimo disordine possibile.  <a class=f><sup foot_note=158397>11</sup></a> «per coloro che sono con me e per coloro che furono prima di me»: la rivelazione del «Monito» è una costante coerente in tutti tempi, secondo il disegno provvidenziale di Allah che si estrinseca nell’invio dei Profeti (pace su di loro) sino alla venuta del Profeta Muhammad (pace e benedizioni su di lui), sigillo della profezia.  <a class=f><sup foot_note=158398>12</sup></a> Vedi nota al titolo della sura.  <a class=f><sup foot_note=158399>13</sup></a> La straordinaria sintesi coranica applicata all’origine del nostro pianeta e della vita su di esso.  <a class=f><sup foot_note=158400>14</sup></a> Vedi XVI e la nota relativa.  <a class=f><sup foot_note=158401>15</sup></a> «naviga»: lett. «nuota».  <a class=f><sup foot_note=158402>16</sup></a> «Ogni anima»: come abbiamo già avuto maniera di commentare, ci sono due termini che indicano l’anima: «nafs» (passionalità, anima inferiore, istinto, anima bestiale) e «rùhu» (spirito, anima superiore). In questo caso il Sacro Testo parla di «nafs» ed è questa anima che «gusterà la morte».  <a class=f><sup foot_note=158403>17</sup></a> «creato di impazienza»: il termine «‘ajal» tradotto con «impazienza» significa sia «fretta» che «argilla».  <a class=f><sup foot_note=158404>18</sup></a> «Ah! se i miscredenti… e non potranno essere soccorsi» e, sottinteso: «certamente non avrebbero sollecitato il realizzarsi della promessa» (vedi versetto precedente).  <a class=f><sup foot_note=158405>19</sup></a> «Non vedono che»: alcuni commentatori hanno voluto interpretare questo passo come la profezia del restringimento dello spazio geografico occupato dagli infedeli conseguente alle conquiste territoriali dei musulmani. Altri ritengono che si tratti di un’allusione all’erosione marina che intacca le coste. Alla luce della scoperta delle leggi della termodinamica si potrebbe azzardare un’ulteriore interpretazione scientifica che nel deterioramento dell’energia che avviene sulla terra vede la cadenza della sua auto-distruzione. Come sempre, quando si tratta del Corano, tutto questo può essere vero, senza escludere altre interpretazioni spirituali o scientifiche.  <a class=f><sup foot_note=158406>20</sup></a> «lo riesumeremo»: Allah, (gloria a Lui l’Altissimo) ci promette che nessuna delle nostre azioni andrà perduta, per quanto minimo possa essere e, nel Giorno del Giudizio, tutto sarà pesato. Egli sarà il Garante dell’equità del Giudizio, Allah e nessun altro (cfr. anche sura XCIX).  <a class=f><sup foot_note=158407>21</sup></a> «il Discrimine»: «furqàn», si riferisce più spesso al Corano. In questo caso si tratta evidentemente della Toràh.  <a class=f><sup foot_note=158408>22</sup></a> «in quello che è invisibile»: «bil ghayb», anche: «anche se non Lo vedono», (riferito ad Allah stesso, gloria a Lui) oppure: «quando non sono visti da nessuno» (senza cioè nessuna ostentazione).  <a class=f><sup foot_note=158409>23</sup></a> «Noi che lo conoscevamo»: che eravamo a conoscenza della ricerca del vero Dio che Abramo aveva intrapreso.  <a class=f><sup foot_note=158410>24</sup></a> Riferisce la tradizione che Abramo trovò un pretesto per non partecipare alla grande processione annuale che il suo popolo assolveva recandosi presso un tempio nel deserto in cui erano venerati gli idoli rappresentanti i loro dèi. Il suo giuramento fu udito da qualcuno che se ne ricordò e lo riferì.  <a class=f><sup foot_note=158411>25</sup></a> «si rivolgessero ad esso»: interrogandolo dello scempio subito dagli altri idoli o per accusarlo di esserne il responsabile.  <a class=f><sup foot_note=158412>26</sup></a> L’azione si svolge rapida e drammatica, con la sola sceneggiatura dei «disse», «dissero», siamo già al confronto dibattimentale.  <a class=f><sup foot_note=158413>27</sup></a> Di fronte allo stratagemma verbale di Abramo (pace su di lui), i pagani vacillano e riconoscono la loro aberrazione. È solo un attimo però; non riuscendo a mettere in discussione le loro credenze, preferiscono risolvere il problema condannando Abramo. Il meccanismo è semplice e di drammatica efficacia: chi è stato condannato è certamente colpevole.",
        "ru": "Пророк сказал: «Господи! Рассуди по справедливости. У нашего Милостивого Господа надо просить помощи против того, что вы приписываете».",
        "tr": "(Hz. Peygamber şöyle) dedi: \"Ey Rabbim! Aramızda gerçekle hükmet ve Rabbimiz O Rahmân'dır ki, isnad ettiğiniz (yalan) vasıflarınıza karşı yardımına sığınılacak olan ancak O'dur. \"",
        "de": "Er sagte: Mein Herr, richte der Wahrheit entsprechend. Und unser Herr ist der Allerbarmer, bei Dem Hilfe zu suchen ist gegen das, was ihr beschreibt.",
        "pt": "Dize: Ó meu Senhor, julga com eqüidade! Nosso Senhor é o Clemente, a Quem recorro, contra o que blasfemais.",
        "nl": "Zeg: \"Mijn Heer, oordeel naar de Waarheid. En onze Heer, de Barmhartige, is Degene wiens hulp gevraagd wordt tegen wat jullie (Hem) toeschrijven.\"",
        "ur": "(آخرکار) رسولؐ نے کہا کہ \"اے میرے رب، حق کے ساتھ فیصلہ کر دے، اور لوگو، تم جو باتیں بناتے ہو اُن کے مقابلے میں ہمارا ربِّ رحمان ہی ہمارے لیے مدد کا سہارا ہے\"",
        "bn": "ৰাছুলে কৈছিল, ‘হে মোৰ ৰব্ব! তুমি ন্যায়সঙ্গতভাৱে ফয়চালা কৰি দিয়া’, আৰু আমাৰ ৰব্ব হৈছে দয়াময়, তোমালোকে যি সাব্যস্ত কৰিছা সেই বিষয়ে একমাত্ৰ সহায়স্থল কেৱল তেৱেঁই’।",
        "fa": "[پیامبر] گفت: «پروردگارا، [بین ما و کافران] به حق داوری کن؛ و پروردگار ما، [الله] رحمان است که در برابر آنچه [از کفر و شرک] می‌گویید از او یاری می‌خواهیم»."
      }
    }
  ]
}