{
  "surah_number": 60,
  "extracted_at": "2025-09-20T15:16:35.803Z",
  "verses": [
    {
      "verse_number": 5151,
      "verse_key": "60:1",
      "arabic_text": " يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ عَدُوِّى وَعَدُوَّكُمْ أَوْلِيَآءَ تُلْقُونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَقَدْ كَفَرُوا۟ بِمَا جَآءَكُم مِّنَ ٱلْحَقِّ يُخْرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمْ ۙ أَن تُؤْمِنُوا۟ بِٱللَّهِ رَبِّكُمْ إِن كُنتُمْ خَرَجْتُمْ جِهَـٰدًا فِى سَبِيلِى وَٱبْتِغَآءَ مَرْضَاتِى ۚ تُسِرُّونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَأَنَا۠ أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ أَعْلَنتُمْ ۚ وَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
      "phonetic_text": "Ya ayyuha allatheena amanoola tattakhithoo AAaduwwee waAAaduwwakum awliyaatulqoona ilayhim bilmawaddati waqad kafaroo bima jaakummina alhaqqi yukhrijoona arrasoola wa-iyyakuman tu/minoo billahi rabbikum in kuntum kharajtumjihadan fee sabeelee wabtighaa mardateetusirroona ilayhim bilmawaddati waana aAAlamu bimaakhfaytum wama aAAlantum waman yafAAalhu minkum faqad dallasawaa assabeel",
      "translations": {
        "fr": "Ô vous qui avez cru ! Ne faites pas de Mon ennemi et du vôtre des alliés, auxquels vous proposez votre amitié alors qu’ils ont mécru à la vérité qui vous est parvenue. Ils vous ont expulsés, le Messager et vous, parce que vous croyez en Allah, votre Seigneur. Si vous êtes sortis pour vraiment combattre dans Mon chemin et obtenir Mon agrément, leur montreriez-vous secrètement quelque affinité, alors que Je Connais ce que vous tenez caché et ce que vous révélez ? Quiconque parmi vous le fait s’égare du droit chemin.",
        "en": "You who believe, do not take My enemies and yours as your allies, showing them friendship when they have rejected the truth you have received, and have driven you and the Messenger out simply because you believe in God, your Lord––not if you truly emigrated in order to strive for My cause and seek My good pleasure. You secretly show them friendship––I know all you conceal and all you reveal–– but any of you who do this are straying from the right path.",
        "es": "¡Creyentes! Si el abandono de vuestros hogares [en La Meca] fue sincero por Mi causa y para obtener Mi complacencia, no toméis por confidentes a quienes demuestran ser Mis enemigos, y enemigos vuestros, revelándoles secretos [de Estado] como muestra de afecto hacia ellos; porque ellos han negado abiertamente la verdad revelada, han expulsado al Mensajero y os han expulsado a vosotros [de La Meca y de vuestros hogares], simplemente por haber creído en Dios, vuestro Señor. ¿Cómo podéis confiarles secretos por afecto? Yo bien sé lo que ocultáis y lo que manifestáis. Quien obre así se habrá extraviado del camino correcto.",
        "it": "O credenti, non prendetevi per alleati il Mio nemico e il vostro, dimostrando loro amicizia, mentre essi non hanno creduto alla verità che vi è giunta e hanno scacciato l’Inviato e voi stessi solo perché credete in Allah vostro Signore. Se siete usciti in combattimento per la Mia causa, bramando il Mio compiacimento, pensate di poter mantenere segreta la vostra relazione con loro <a class=f><sup foot_note=160180>1</sup></a> , mentre Io conosco meglio [di chiunque altro] quel che celate e quel che palesate? Chi di voi agisse in questo modo si allontanerebbe dalla retta via.",
        "ru": "О те, которые уверовали! Не берите врага Моего и врага вашего своим покровителем и помощником. Вы открываетесь им с любовью, хотя они не веруют в истину, которая явилась вам. Они изгоняют Посланника и вас за то, что вы веруете в Аллаха, вашего Господа. Если вы выступили, чтобы сражаться на Моем пути и снискать Мое довольство, то не питайте к ним любви в тайне. Я знаю то, что вы скрываете, и то, что вы обнародуете. А кто из вас поступает таким образом, тот сбился с прямого пути.",
        "tr": "Ey inananlar! Benim de düşmanım, sizin de düşmanınız olan kimseleri dost edinmeyin. Onlar size gelen gerçeği inkar ettikleri, Rabbiniz Allah'a inandığınızdan dolayı Resulü ve sizi (yurdunuzdan sürüp) çıkardıkları halde siz onlara sevgi ulaştırıyorsunuz. Eğer benim yolumda savaşmak ve benim rızamı kazanmak için çıktınızsa içinizde onlara sevgi mi gizliyorsunuz? Oysa ben sizin gizlediğiniz ve açığa vurduğunuz her şeyi bilirim. Sizden kim bunu yaparsa doğru yoldan sapmış olur.",
        "de": "O die ihr glaubt, nehmt nicht Meine Feinde und eure Feinde zu Schutzherren, indem ihr ihnen Zuneigung entgegenbringt, wo sie doch das verleugnen, was von der Wahrheit zu euch gekommen ist, und den Gesandten und euch selbst vertreiben, weil ihr an Allah, euren Herrn, glaubt. (Nehmt sie nicht zu Schutzherren), wenn ihr wirklich ausgezogen seid zum Abmühen auf Meinem Weg und im Trachten nach Meiner Zufriedenheit. (Tut das nicht, indem) ihr ihnen heimlich Zuneigung zeigt, wo Ich doch besser weiß, was ihr verbergt und was ihr offenlegt. Und wer von euch das tut, der ist fürwahr vom rechten Weg abgeirrt.",
        "pt": "Ó fiéis, não tomeis por confidentes os Meus e os vossos inimigos, demonstrando-lhes afeto, posto que renegam tudoquanto vos chegou da verdade, e expulsam (de Makka) tanto o Mensageiro, como vós mesmos, porque credes em Deus, vosso Senhor! Quando sairdes para combater pela Minha causa, procurando a Minha complacência (não os tomeis porconfidentes), confiando-lhes as vossas intimidades, porque Eu, melhor do que ninguém, sei tudo quanto ocultais, e tudoquanto manifestais. Em verdade, quem de vós assim proceder, desviar-se-á da verdadeira senda.",
        "nl": "O jullie die geloven, neemt niet Mijn vijanden en jullie vijanden tot vrienden, aan wie jullie genegenheid betonen. Waarlijk, zij geloofden niet in wat tot jullie is gekomen van de Waarheid. Zij hebben de Boodschapper en jullie verdreven, omdat jullie in Allah, jullie Heer, geloven. Als jullie uittrekken, strijdend op Mijn weg, Mijn welbehagen zoekend, (bevriendt hen dan niet). Jullie verheimelijkten jullie genegenheid voor hen, maar Ik weet het beste wat jullie verborgen hielden en wat jullie openbaar maakten. En wie van jullie dit doet: waarlijk, die is afgedwaald van de rechte Weg.",
        "ur": "<sup foot_note=\"171595\">1</sup> اے لوگو جو ایمان لائے ہو، اگر تم میری راہ میں جہاد کرنے کے لیے اور میری رضا جوئی کی خاطر (وطن چھوڑ کر گھروں سے)نکلے ہو تو میرے اور اپنے دشمنوں کو دوست نہ بناؤ۔تم اُن کے ساتھ دوستی کی طرح ڈالتے ہو، حالانکہ جو حق تمہارے پاس آیا ہے اُس کو ماننے سے وہ انکار کر چکے ہیں اور اُن کی روش یہ ہے کہ رسول کو اور خود تم کو صرف اِس قصُور پر جلا وطن کرتے ہیں کہ تم اپنے رب، اللہ پر ایمان لائے ہو۔ تم چُھپا کر اُن کو دوستانہ پیغام بھیجتے ہو، حالانکہ جو کچھ تم چھپا کر کرتے ہو اور جو اعلانیہ کرتے ہو، ہر چیز کو میں خوب جانتا ہوں۔ جو شخص بھی تم میں سے ایساکرے وہ یقیناً راہِ راست سے بھٹک گیا",
        "bn": "হে ঈমান্দাৰসকল! তোমালোকে মোৰ শত্ৰু আৰু তোমালোকৰ শত্ৰুক বন্ধুৰূপে গ্ৰহণ নকৰিবা, তোমালোকে সিহঁতৰ প্ৰতি বন্ধুত্বৰ বাৰ্তা প্ৰেৰণ কৰিছা, অথচ সিহঁতে, তোমালোকৰ ওচৰত যি সত্য আহিছে, সেইটো প্ৰত্যাখ্যান কৰিছে, ৰাছুলক আৰু তোমালোকক বহিষ্কাৰ কৰিছে এই কাৰণে যে, তোমালোকে তোমালোকৰ প্ৰতিপালক আল্লাহৰ প্ৰতি ঈমান আনিছা। যদি তোমালোকে মোৰ পথত জিহাদ কৰিবলৈ আৰু মোৰ সন্তুষ্টি লাভৰ বাবে ওলাইছা, তেন্তে কিয় তোমালোকে সিহঁতৰ লগত গোপনে বন্ধুত্ব কৰিছা? আৰু তোমালোকে যি গোপন কৰা আৰু তোমালোকে যি প্ৰকাশ কৰা সেই বিষয়ে মই সম্যক অৱগত। তোমালোকৰ মাজত যিয়ে এনেকুৱা কৰিব সি সৰল পথৰ পৰা বিচ্যুত হ’ব।",
        "fa": "ای کسانی که ایمان آورده‌اید، اگر برای جهاد در راه من و طلبِ رضایت من از [وطن خود] بیرون آمده‌اید، دشمن من و دشمن خودتان را دوست مگیرید که با آنها مهربانی کنید؛ و حال آنکه آنان به دین حقی که برای شما آمده است، کفر و انکار ورزیده‌اند و پیامبر و شما را آواره کرده‌اند؛ چرا که به الله ـ پروردگارتان ـ ایمان دارید. شما پنهانی با آنها پیوند دوستی برقرار می‌کنید، در حالی که من به آنچه که پنهان می‌دارید و آنچه که آشکار می‌سازید داناترم؛ و هر کس از شما که چنین [کاری] کند، یقیناً راهِ راست را گم کرده است."
      }
    },
    {
      "verse_number": 5152,
      "verse_key": "60:2",
      "arabic_text": "إِن يَثْقَفُوكُمْ يَكُونُوا۟ لَكُمْ أَعْدَآءً وَيَبْسُطُوٓا۟ إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّوا۟ لَوْ تَكْفُرُونَ",
      "phonetic_text": "In yathqafookum yakoonoo lakam aAAdaanwayabsutoo ilaykum aydiyahum waalsinatahum bissoo-iwawaddoo law takfuroon",
      "translations": {
        "fr": "S’ils (parviennent jamais) à prendre le dessus sur vous, ils vous seront des ennemis, lèveront les mains contre vous et feront usage de leurs langues pour vous faire du mal, souhaitant vous voir apostasier.",
        "en": "If they gain the upper hand over you, they will revert to being your enemies and stretch out their hands and tongues to harm you; it is their dearest wish that you may renounce your faith.",
        "es": "Si ellos tuvieran dominio sobre vosotros, os mostrarían su verdadera enemistad maltratándoos física y verbalmente. Ellos querrían que vosotros dejarais de creer [en el Islam].",
        "it": "Se vi incontrano in qualche luogo, saranno vostri nemici, vi aggrediranno con le loro mani e le loro lingue e si augureranno che diveniate miscredenti.",
        "ru": "Если они случайно встретятся с вами, то они окажутся вашими врагами, будут вредить вам своими руками и языками и захотят, чтобы вы стали неверующими.",
        "tr": "Şayet onlar sizi ele geçirirlerse, size düşman kesilecekler, size ellerini ve dillerini kötülükle uzatacaklardır. Zaten inkar edivermenizi istemektedirler.",
        "de": "Wenn sie auf euch treffen, sind sie euch feind und strecken gegen euch ihre Hände und ihre Zungen zum Bösen aus. Sie möchten gern, ihr würdet ungläubig.",
        "pt": "Se lograssem tirar o melhor de vós, mostrar-se-iam vossos inimigos, estenderiam as mãos e as línguas contra vós, desejando fazer-vos rejeitar a fé.",
        "nl": "Als zij de overhand over jullie krijgen, zullen zij vijanden voor jullie zijn. En zij zullen jullie met het kwaad raken door hun handen en hun tongen, en zij verlangen ernaar dat jullie niet zouden geloven.",
        "ur": "اُن کا رویّہ تو یہ ہے کہ اگر تم پر قابو پا جائیں تو تمہارے ساتھ دشمنی کریں اور ہاتھ اور زبان سے تمہیں آزار دیں۔ وہ تو یہ چاہتے ہیں کہ تم کسی طرح کافر ہو جاؤ۔ <sup foot_note=\"187820\">1</sup>",
        "bn": "সিহঁতে যদি তোমালোকৰ ওপৰত প্ৰধান্য লাভ কৰে তেন্তে সিহঁত তোমালোকৰ শত্ৰু হ’ব লগতে হাত আৰু জিভাৰ দ্বাৰা তোমালোকক অনিষ্ট সাধন কৰিব, আৰু সিহঁতে কামনা কৰে যদি তোমালোকে কুফুৰী কৰিলাহেঁতেন!",
        "fa": "اگر آنها بر شما دست یابند، دشمنانتان خواهند بود و به آزارتان دست و زبان می‌گشایند و دوست دارند که شما [نیز] کافر گردید."
      }
    },
    {
      "verse_number": 5153,
      "verse_key": "60:3",
      "arabic_text": "لَن تَنفَعَكُمْ أَرْحَامُكُمْ وَلَآ أَوْلَـٰدُكُمْ ۚ يَوْمَ ٱلْقِيَـٰمَةِ يَفْصِلُ بَيْنَكُمْ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "phonetic_text": "Lan tanfaAAakum arhamukum walaawladukum yawma alqiyamati yafsilu baynakumwallahu bima taAAmaloona baseer",
      "translations": {
        "fr": "Vos proches parents ne vous seront pas utiles, au Jour de la Résurrection, pas plus que ne vous le seront vos propres enfants. (Allah Seul, ce jour-là) vous départagera. Allah Voit tout ce que vous faites.",
        "en": "Neither your kinsfolk nor your children will be any use to you on the Day of Resurrection: He will separate you out. God sees everything you do.",
        "es": "En nada os beneficiarán vuestros lazos familiares ni vuestros hijos, el Día de la Resurrección Dios juzgará entre vosotros. Dios sabe cuanto hacéis.",
        "it": "I vostri parenti e i vostri figli non vi saranno utili e nel Giorno della Resurrezione [Allah] deciderà tra di voi; Allah osserva quello che fate.",
        "ru": "Ни ваши родственники, ни ваши дети не помогут вам. В День воскресения Он рассудит между вами. Аллах видит то, что вы совершаете.",
        "tr": "Kıyamet günü yakınlarınız ve çocuklarınız size fayda vermezler. Çünkü Allah aranızı ayırır. Allah yaptıklarınızı görendir.",
        "de": "Nicht nützen werden euch eure Blutsverwandten und auch nicht eure Kinder. Am Tag der Auferstehung wird Er (Allah) zwischen euch entscheiden. Und was ihr tut, sieht Allah wohl.",
        "pt": "De nada vos valerão os vossos parentes ou os vossos filhos, no Dia da Ressurreição. Ele vos separará; sabei que Deusbem vê tudo quanto fazeis.",
        "nl": "Jullie bloedverwanten en jullie kinderen zullen jullie niet baten op de Dag der Opstanding. Hij (Allah) maakt een scheiding tussen jullie (en de ongelovigen). En Allah is Alziende over wat jullie doen.",
        "ur": "قیامت کے دن نہ تمہاری رشتہ داریاں کسی کام آئیں گی نہ تمہاری اولاد۔<sup foot_note=\"187821\">1</sup> اُس روز اللہ تمہارے درمیان جدائی ڈال دے گا،<sup foot_note=\"187822\">2</sup> اور وہی تمہارے اعمال کا دیکھنے والا ہے۔ <sup foot_note=\"187823\">3</sup>",
        "bn": "তোমালোকৰ আত্মীয়-স্বজন আৰু সন্তান-সন্ততি ক্বিয়ামতৰ দিনা কোনো উপকাৰ কৰিব নোৱাৰিব। আল্লাহে তোমালোকৰ মাজত ফয়চালা কৰি দিব; আৰু তোমালোকে যি কৰা সেই বিষয়ে আল্লাহ সৰ্বদ্ৰষ্টা।",
        "fa": "روز قیامت، خویشاوندانتان و فرزندانتان هرگز سودی به حالتان نخواهند داشت. الله در میان شما جدایی می‌اندازد و الله به آنچه انجام می‌دهید بیناست."
      }
    },
    {
      "verse_number": 5154,
      "verse_key": "60:4",
      "arabic_text": "قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِىٓ إِبْرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذْ قَالُوا۟ لِقَوْمِهِمْ إِنَّا بُرَءَٰٓؤُا۟ مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ ٱللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ ٱلْعَدَٰوَةُ وَٱلْبَغْضَآءُ أَبَدًا حَتَّىٰ تُؤْمِنُوا۟ بِٱللَّهِ وَحْدَهُۥٓ إِلَّا قَوْلَ إِبْرَٰهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَآ أَمْلِكُ لَكَ مِنَ ٱللَّهِ مِن شَىْءٍ ۖ رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ ٱلْمَصِيرُ",
      "phonetic_text": "Qad kanat lakum oswatun hasanatunfee ibraheema wallatheena maAAahu ithqaloo liqawmihim inna buraao minkum wamimmataAAbudoona min dooni Allahi kafarna bikum wabadabaynana wabaynakumu alAAadawatu walbaghdaoabadan hatta tu/minoo billahi wahdahuilla qawla ibraheema li-abeehi laastaghfiranna lakawama amliku laka mina Allahi min shay-in rabbanaAAalayka tawakkalna wa-ilayka anabna wa-ilayka almaseer",
      "translations": {
        "fr": "Vous avez un exemple édifiant en Abraham et en ceux qui étaient avec lui, lorsqu’ils dirent à leur peuple : « Nous vous désavouons, vous et ce que vous adorez en dehors d’Allah. Nous vous renions. L’inimitié et la rancœur sont désormais et à tout jamais entre nous, tant que vous n’aurez pas cru exclusivement en Allah. » À l’exception de ce qu’avait dit Abrahm à son père : « J’implorerai en ta faveur le pardon (d’Allah), mais je ne pourrai rien faire pour toi contre (la sentence) d’Allah. Seigneur ! C’est à Toi que nous nous en remettons, c’est auprès de Toi que nous nous repentons, et c’est vers Toi que sera le devenir !",
        "en": "You have a good example in Abraham and his companions, when they said to their people, ‘We disown you and what you worship besides God! We renounce you! Until you believe in God alone, the enmity and hatred that has arisen between us will endure!’––except when Abraham said to his father, ‘I will pray for forgiveness for you though I cannot protect you from God’––[they prayed] ‘Lord, we have put our trust in You; we turn to You; You are our final destination.",
        "es": "Tenéis un buen ejemplo en Abraham y sus seguidores, cuando dijeron a su pueblo: “Nosotros somos inocentes de vosotros y de cuanto adoráis en lugar de Dios. Negamos que haya verdad en lo que vosotros creéis, y comenzará la animadversión y el desacuerdo [en temas de creencia] hasta que aceptéis que solamente Dios merece ser adorado”. Pero no hagáis como Abraham, cuando le dijo a su padre: “Pediré perdón por ti, pero no puedo hacer nada por ti ante Dios”<sup foot_note=169432>1</sup>. [Abraham oraba diciendo:] “¡Señor nuestro! A Ti nos encomendamos, a Ti te pedimos perdón y a Ti volveremos.",
        "it": "Avete avuto un bell’esempio in Abramo e in coloro che erano con lui, quando dissero alla loro gente: «Noi ci dissociamo da voi e da quel che adorate all’infuori di Allah: vi rinneghiamo. Tra noi e voi sono sorti inimicizia e odio [che continueranno] ininterrotti, finché non crederete in Allah, l’Unico», eccezion fatta per quanto Abramo disse a suo padre <a class=f><sup foot_note=160181>1</sup></a> : «Implorerò perdono per te, anche se è certo che non ho alcun potere in tuo favore presso Allah!». – «Signore a Te ci affidiamo, a Te ci volgiamo pentiti e verso di Te è il divenire.",
        "ru": "Прекрасным примером для вас были Ибрахим (Авраам) и те, кто был с ним. Они сказали своему народу: «Мы отрекаемся от вас и тех, кому вы поклоняетесь вместо Аллаха. Мы отвергаем вас, и между нами и вами установились вражда и ненависть навеки, пока вы не уверуете в одного Аллаха». Лишь только Ибрахим (Авраам) сказал своему отцу: «Я обязательно буду просить для тебя прощения, но я не властен помочь тебе перед Аллахом. Господь наш! На Тебя одного мы уповаем, к Тебе одному мы обращаемся, и к Тебе предстоит прибытие.",
        "tr": "İbrahim'de ve onunla beraber bulunanlarda sizin için güzel bir misal vardır, onlar kavimlerine demişlerdi ki: \"Biz sizden ve sizin Allah'tan başka taptıklarınızdan uzağız. Sizi tanımıyoruz. Siz bir tek Allah'a inanıncaya kadar sizinle bizim aramızda sürekli bir düşmanlık ve nefret belirmiştir.\" Yalnız İbrahim'in babasına: \"Senin için mağfiret dileyeceğim, fakat senin için Allah'tan (gelecek) hiçbir şeyi (önlemeye) gücüm yetmez.\" demesi hariç. Rabbimiz! Yalnız sana dayandık, sana yöneldik. Dönüşümüz de ancak sanadır.",
        "de": "Ihr habt doch ein schönes Vorbild in Ibrahim und denjenigen, die mit ihm waren, als sie zu ihrem Volk sagten: Wir sind unschuldig an euch und an dem, dem ihr anstatt Allahs dient. Wir verleugnen euch, und zwischen uns und euch haben sich Feindschaft und Haß auf immer offenkundig gezeigt, bis ihr an Allah allein glaubt. (Dies), außer das Wort Ibrahims zu seinem Vater: Ich werde ganz gewiß für dich um Vergebung bitten; doch vermag ich für dich vor Allah gar nichts auszurichten. Unser Herr, auf Dich verlassen wir uns, und Dir wenden wir uns reuig zu. Und zu Dir ist der Ausgang.",
        "pt": "Tivestes um excelente exemplo em Abraão e naqueles que o seguiram, quando disseram ao seu povo: Em verdade, nãosomos responsáveis por vossos atos e por tudo quando adorais, em lugar de Deus, Renegamos-vos e iniciar-se-á inimizade eum ódio duradouros entre nós e vós, a menos que creiais unicamente em Deus! Todavia, as palavras de Abraão para o pai: -Implorai o perdão para ti, embora nada venha a obter de Deus em teu favor - foram uma exceção. (Dizei, ó crentes): ÓSenhor nosso, a Ti nos encomendamos e a Ti nos voltamos contritos, porque para Ti será o retorno;",
        "nl": "Waarlijk, er was voor jullie een goed voorbeeld in Ibrâhîm en degenen die met hem waren, toen zij tot hun volk zeiden: \"Wij zijn niet verantwoordelijk voor jullie en voor wat jullie naast Allah aanbidden. Wij geloven jullie niet en er is tussen ons en jullie vijandschap en haat ontstaan, voor altijd, tot jullie in Allah, de Enige geloven.\" Behalve het woord van Ibrâhîm tegen zijn vader: \"Ik zal zeker voor u vergeving vragen, maar ik heb er voor u bij Allah niets over te zeggen.\" (Zij zeiden:) \"Onze Heer, op U vertrouwen wij en tot U wenden wij ons in berouw en tot U is de terugkeer.",
        "ur": "تم لوگوں کے لیے ابراہیمؑ  اور اُس کے ساتھیوں میں ایک اچھا نمونہ ہے کہ انہوں نے اپنی قوم سے صاف کہہ دیا”ہم تم سے اور تمہارے اِن معبودوں سے جن کو تم خدا کو چھوڑ کر پُوجتے ہو قطعی بیزار ہیں، ہم نے تم سے کفر کیا <sup foot_note=\"187824\">1</sup> اور ہمارے اور تمہارے درمیان ہمیشہ کے لیے عداوت ہوگئی اور بیر پڑگیا جب تک تم اللہ واحد پر ایمان نہ لاؤ۔“مگر ابراہیمؑ کا اپنے باپ سے یہ کہنا (اِس سے مستثنٰی ہے) کہ ”میں آپ کے لیے مغفرت کی درخواست ضرور کروں گا، اور اللہ سے آپ کے لیے کچھ حاصل کر لینا میرے بس میں نہیں ہے“<sup foot_note=\"187825\">2</sup> (اور ابراہیمؑ واصحابِ ابراہیمؑ  کی دعا یہ تھی کہ)”اے ہمارے رب، تیرے ہی اوپر ہم نے بھروسہ کیا اور تیری ہی طرف ہم نے رجوع کر لیا اور تیرے ہی حضور ہمیں پلٹنا ہے",
        "bn": "নিশ্চয় তোমালোকৰ বাবে ইব্ৰাহীম আৰু তেওঁৰ লগত যিসকল আছিল তেওঁলোকৰ মাজত উত্তম আদৰ্শ আছে। যেতিয়া তেওঁলোকে নিজ সম্প্ৰদায়ক কৈছিল, ‘তোমালোকৰ লগত আৰু তোমালোকে আল্লাহৰ পৰিবৰ্তে যিসকলৰ উপাসনা কৰা সেইসকলৰ পৰা আমি সম্পৰ্কমুক্ত। আমি তোমালোকক অস্বীকাৰ কৰো। আমাৰ আৰু তোমালোকৰ মাজত চিৰকালৰ বাবে শত্ৰুতা আৰু বিদ্বেষ সৃষ্টি হ’ল; যেতিয়ালৈকে তোমালোকে এক আল্লাহৰ প্ৰতি ঈমান পোষণ নকৰিবা’। কিন্তু ইব্ৰাহীমৰ নিজ পিতাৰ প্ৰতি কৰা এই উক্তিটো ব্যতিক্ৰম যে, ‘মই নিশ্চয় আপোনাৰ বাবে ক্ষমা প্ৰাৰ্থনা কৰিম কিন্তু মই আপোনাৰ হকে আল্লাহৰ পৰা কিবা উপকাৰ কৰিবলৈ মোৰ সাধ্য নাই’। (ইব্ৰাহীম আৰু তেওঁৰ অনুসাৰীসকলে কৈছিল) হে আমাৰ প্ৰতিপালক! ‘আমি তোমাৰেই প্ৰতি নিৰ্ভৰ কৰিছো, আৰু তোমাৰেই অভিমুখী হৈছো আৰু তোমাৰ ওচৰলৈকেই আমাৰ প্ৰত্যাৱৰ্তন’।",
        "fa": "یقیناً در [زندگیِ] ابراهیم و کسانی ‌که با او بودند سرمشق خوبی برایتان وجود دارد؛ آنگاه که به قوم خود گفتند: «ما از شما و از آنچه غیر از الله عبادت می‌کنید بیزاریم؛ به شما کافر شده‌ایم، و میان ما و شما دشمنی و کینۀ همیشگی پدید آمده است، تا وقتی که به الله یگانه ایمان آورید»؛ مگر این سخن ابراهیم [که قابل پیروی نیست، آنگاه] که به پدرش [آزر] گفت: «من برایت آمرزش طلب می‌کنم و در برابر الله برای تو اختیارِ چیزی را ندارم». پروردگارا، بر تو توکل کردیم و به سوی تو روی آوردیم و بازگشت [همه] به سوی توست."
      }
    },
    {
      "verse_number": 5155,
      "verse_key": "60:5",
      "arabic_text": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِينَ كَفَرُوا۟ وَٱغْفِرْ لَنَا رَبَّنَآ ۖ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "phonetic_text": "Rabbana la tajAAalnafitnatan lillatheena kafaroo waghfir lanarabbana innaka anta alAAazeezu alhakeem",
      "translations": {
        "fr": "Seigneur ! Ne fais pas de nous une tentation pour les mécréants ! Pardonne-nous, car Tu es le Tout- Puissant, le Sage ! »",
        "en": "Lord, do not expose us to mistreatment [at the hands of] the disbelievers. Forgive us, Lord, for You are the Almighty, the All Wise.’",
        "es": "¡Señor nuestro! No permitas que los que se han negado a creer nos persigan, ni hagas de nosotros una causa por la cual se alejen [del Islam]. Perdónanos, ¡Señor nuestro! Tú eres el Poderoso, el Sabio”.",
        "it": "Signore, non fare di noi una tentazione per i miscredenti <a class=f><sup foot_note=160182>1</sup></a> e perdonaci, o Signore! Tu sei l’Eccelso, il Saggio.»",
        "ru": "Господь наш! Не делай нас искушением для тех, которые не веруют. Господь наш, прости нас, ведь Ты - Могущественный, Мудрый».",
        "tr": "\"Rabbimiz! Bizi inkar edenler için bir fitne kılma, (onlara mağlub etme!) bizi bağışla! Ey Rabbimiz! Yegane gâlib ve hikmet sahibi ancak sensin.\"",
        "de": "Unser Herr, mache uns nicht zu einer Versuchung für diejenigen, die ungläubig sind. Und vergib uns, unser Herr. Du bist ja der Allmächtige und Allweise.",
        "pt": "Ó Senhor nosso, não faças de nós um escarmento para os incrédulos e perdoa-nos, ó Senhor nosso, porque és o Poderoso, o Prudentíssimo.",
        "nl": "Onze Heer, maak ons niet tot een beproeving voor degenen die ongelovig zijn en vergeef ons. Onze Heer, voorwaar, U bent de Almachtige, de Alwijze.\"",
        "ur": "اے ہمارے رب، ہمیں کافروں کے لیے فتنہ نہ بنادے۔<sup foot_note=\"187826\">1</sup> اور اے ہمارے رب، ہمارے قصُوروں سے درگزر فرما، بے شک تُو ہی زبردست اور دانا ہے۔“",
        "bn": "‘হে আমাৰ প্ৰতিপালক! তুমি আমাক কাফিৰসকলৰ ফিতনাৰ পাত্ৰ নকৰিবা। হে আমাৰ প্ৰতিপালক! তুমি আমাক ক্ষমা কৰি দিয়া; নিশ্চয় তুমি পৰাক্ৰমশালী, প্ৰজ্ঞাময়’।",
        "fa": "پروردگارا، ما را دستخوشِ [فتنۀ] کافران قرار مده و ما را بیامرز ای پروردگار ما؛ همانا تو پیروزمندِ حکیمی»."
      }
    },
    {
      "verse_number": 5156,
      "verse_key": "60:6",
      "arabic_text": "لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُوا۟ ٱللَّهَ وَٱلْيَوْمَ ٱلْـَٔاخِرَ ۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
      "phonetic_text": "Laqad kana lakum feehim oswatun hasanatunliman kana yarjoo Allaha walyawma al-akhirawaman yatawalla fa-inna Allaha huwa alghanniyyu alhameed",
      "translations": {
        "fr": "Vous avez en eux un excellent modèle pour celui qui espère en Allah et en le Jour Dernier.  Quiconque, cependant, se détourne (doit savoir qu’) Allah est Celui Qui Se passe de Toute chose, le Digne de Toute Louange.",
        "en": "Truly, they are a good example for you [believers] to follow, a good example for those who fear God and the Last Day. If anyone turns away, [remember] God is self-sufficing and worthy of all praise.",
        "es": "En ellos<sup foot_note=169433>1</sup> tenéis un bello ejemplo quienes anheláis el encuentro con Dios y la recompensa el Día del Juicio. Pero quien se aparte, sepa que Él es el Opulento, el Loable.",
        "it": "Invero avete avuto in loro <a class=f><sup foot_note=160183>1</sup></a> un bell’esempio, per chi spera in Allah e nell’Ultimo Giorno. Quanto a chi invece volge le spalle, Allah basta a Se Stesso ed è il Degno di lode.",
        "ru": "Они были прекрасным примером для вас - для тех, кто надеется на Аллаха и на Последний день. А если кто-либо отвернется, то ведь Аллах - Богатый, Достохвальный.",
        "tr": "Andolsun, onlarda sizin için, Allah'ı ve ahiret gününü arzulayanlara güzel bir örnek vardır. Kim yüz çevirirse şüphesiz Allah, zengindir, hamde layık olandır.",
        "de": "Ihr habt ja in ihnen ein schönes Vorbild, und zwar für einen (jeden), der auf Allah und (auf) den Jüngsten Tag hofft. Wer sich jedoch abkehrt, so ist Allah der Unbedürftige und Lobenswürdige.",
        "pt": "Tivestes neles um excelente exemplo, de quem confia em Deus e no Dia do Juízo Final. Mas, quem desdenhar, que fiquesabendo que Deus é, por Si, o Opulento, o Laudabilíssimo!",
        "nl": "Voorzeker, er was voor jullie in hen een goed voorbeeld, voor wie op (de beloning van) Allah hoopt en op de Laatste Dag. Maar wie zich afwendt: voorwaar, Allah is de Behoefteloze, de Geprezene.",
        "ur": "انہی لوگوں کے طرز عمل میں تمہارے لیے اور ہر اُس شخص کے لیے اچّھا نمونہ ہے جواللہ اور روزِآخر کا امید وار ہو۔<sup foot_note=\"187827\">1</sup> اِس سےکوئی منحرف ہو تو اللہ بے نیاز اور اپنی ذات میں آپ محمُود ہے۔<sup foot_note=\"187828\">2</sup>",
        "bn": "নিশ্চয় তোমালোকৰ বাবে উত্তম আদৰ্শ আছে সেইসকল লোকৰ মাজত, যিসকলে আল্লাহ আৰু শেষ দিৱসৰ প্ৰত্যাশা কৰে; আৰু যিয়ে মুখ ঘূৰাই লয় (সি জানি লোৱা উচিত যে) নিশ্চয় আল্লাহেই হৈছে অভাৱমুক্ত, স্বয়ং প্ৰশংসিত।",
        "fa": "مسلماً در [زندگی] آنها [= ابراهیم و یارانش] سرمشق خوبی برای شماست، برای کسانی‌ که به الله و روز قیامت امید دارند؛ و هر ‌کس رویگردان شود [بداند که] الله بی‌نیازِ ستوده است."
      }
    },
    {
      "verse_number": 5157,
      "verse_key": "60:7",
      "arabic_text": "۞ عَسَى ٱللَّهُ أَن يَجْعَلَ بَيْنَكُمْ وَبَيْنَ ٱلَّذِينَ عَادَيْتُم مِّنْهُم مَّوَدَّةً ۚ وَٱللَّهُ قَدِيرٌ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
      "phonetic_text": "AAasa Allahu an yajAAalabaynakum wabayna allatheena AAadaytum minhummawaddatan wallahu qadeerun wallahughafoorun raheem",
      "translations": {
        "fr": "Peut-être qu’Allah établira (des liens) d’amitié entre vous et ceux qui, parmi eux, étaient vos ennemis. Allah est Omnipotent et Allah est Absoluteur et Tout Miséricordieux.",
        "en": "God may still bring about affection between you and your present enemies- God is all powerful, God is most forgiving and merciful-",
        "es": "Es posible que Dios haga surgir afecto mutuo entre vosotros y los que ahora son vuestros enemigos<sup foot_note=169434>1</sup>. Dios tiene poder para hacerlo, porque es Perdonador, Misericordioso.",
        "it": "Forse Allah stabilirà amicizia tra voi e quanti fra di loro considerate nemici. Allah è onnipotente e Allah è perdonatore misericordioso.",
        "ru": "Может быть, Аллах установит дружбу между вами и теми, с кем вы враждуете. Аллах - Всемогущий. Аллах - Прощающий, Милосердный.",
        "tr": "Olur ki Allah sizinle düşmanlarınız arasında yakında bir dostluk meydana getirir. Allah gücü yetendir. Allah çok bağışlayan, çok merhamet edendir.",
        "de": "Vielleicht setzt Allah zwischen euch und denjenigen von ihnen, mit denen ihr verfeindet seid, Zuneigung! Und Allah ist Allmächtig. Und Allah ist Allvergebend und Barmherzig.",
        "pt": "É possível que Deus restabeleça a cordialidade entre vós e os vossos inimigos, porque Deus é Poderoso, e porque Deus éIndulgente, Misericordiosíssimo.",
        "nl": "Hopelijk zal Allah tussen jullie en degenen met wie jullie in vijandschap leven genegenheid brengen. En Allah is Almachtig. En Allah is Vergevensgezind, Meest Barmhartig.",
        "ur": "بعید نہیں کہ اللہ کبھی تمہارے اور اُن لوگوں کے درمیان محبت ڈال دے جن سے آج تم نے دشمنی مول لی ہے۔<sup foot_note=\"187829\">1</sup> اللہ بڑی قدرت رکھتا ہے اور وہ غفور و رحیم ہے",
        "bn": "যিসকলৰ লগত তোমালোকৰ শত্ৰুতা আছে সম্ভৱত আল্লাহে সিহঁতৰ আৰু তোমালোকৰ মাজত বন্ধুত্ব সৃষ্টি কৰি দিব; আৰু আল্লাহ ক্ষমতাবান: আৰু আল্লাহ পৰম ক্ষমাশীল, অতি দয়ালু।",
        "fa": "امید است که الله میان شما و کسانی [از مشرکان] که با آن‌ها دشمنی داشته‌اید [با اسلام آوردن‌شان، پیوند] دوستی [و محبت] برقرار کند؛ و الله تواناست؛ و الله آمرزندۀ مهربان است."
      }
    },
    {
      "verse_number": 5158,
      "verse_key": "60:8",
      "arabic_text": "لَّا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمْ يُقَـٰتِلُوكُمْ فِى ٱلدِّينِ وَلَمْ يُخْرِجُوكُم مِّن دِيَـٰرِكُمْ أَن تَبَرُّوهُمْ وَتُقْسِطُوٓا۟ إِلَيْهِمْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ",
      "phonetic_text": "La yanhakumu AllahuAAani allatheena lam yuqatilookum fee addeeniwalam yukhrijookum min diyarikum an tabarroohum watuqsitooilayhim inna Allaha yuhibbu almuqsiteen",
      "translations": {
        "fr": "Allah ne vous défend pas d’être bons et équitables envers ceux qui ne vous ont pas combattus à cause de votre religion, et qui ne vous ont pas chassés de vos maisons. Allah aime ceux qui sont équitables.",
        "en": "and He does not forbid you to deal kindly and justly with anyone who has not fought you for your faith or driven you out of your homes: God loves the just.",
        "es": "Dios no os prohíbe hacer el bien y tratar con justicia a quienes no os han combatido por causa de la religión ni os han expulsado de vuestros hogares, porque Dios ama a los que actúan con justicia.",
        "it": "Allah non vi proibisce di essere buoni e giusti nei confronti di coloro che non vi hanno combattuto per la vostra religione e che non vi hanno scacciato dalle vostre case, poiché Allah ama coloro che si comportano con equità.",
        "ru": "Аллах не запрещает вам быть добрыми и справедливыми с теми, которые не сражались с вами из-за религии и не изгоняли вас из ваших жилищ. Воистину, Аллах любит беспристрастных.",
        "tr": "Allah sizi, din hakkında sizinle savaşmayan ve sizi yurtlarınızdan çıkarmayan kimselere iyilik etmekten, onlara adaletli davranmaktan men etmez. Çünkü Allah adalet yapanları sever.",
        "de": "Allah verbietet euch nicht, gegenüber denjenigen, die nicht gegen euch der Religion wegen gekämpft und euch nicht aus euren Wohnstätten vertrieben haben, gütig zu sein und sie gerecht zu behandeln. Gewiß, Allah liebt die Gerechten.",
        "pt": "Deus nada vos proíbe, quanto àquelas que não nos combateram pela causa da religião e não vos expulsaram dos vossoslares, nem que lideis com eles com gentileza e eqüidade, porque Deus aprecia os eqüitativos.",
        "nl": "Allah verbiedt jullie niet om met degenen die jullie niet bestrijden vanwege de godsdienst, en die jullie niet uit jullie woonplaatsen verdrijven, goed en rechtvaardig om te gaan. Voorwaar, Allah houdt van de rechtvaardigen.",
        "ur": "اللہ تمہیں اس بات سے نہیں روکتا کہ تم ان لوگوں کے ساتھ نیکی اور انصاف کا برتاؤ کرو جنہوں نے دین کے معاملہ میں تم سے جنگ نہیں کی ہےاور تمہیں تمہارے گھروں سے نہیں نکالا ہے۔ اللہ انصاف کرنے والوں  کو پسند کرتا ہے۔<sup foot_note=\"187830\">1</sup>",
        "bn": "দ্বীনৰ বিষয়ে যিসকলে তোমালোকৰ বিৰুদ্ধে যুদ্ধ কৰা নাই আৰু তোমালোকক স্বদেশৰ পৰা বহিষ্কাৰো কৰা নাই, সিহঁতৰ প্ৰতি মহানুভৱতা দেখুৱাবলৈ আৰু ন্যায়বিচাৰ কৰিবলৈ আল্লাহে তোমালোকক নিষেধ নকৰে। নিশ্চয় আল্লাহ ন্যায়পৰায়ণসকলক ভালপায়।",
        "fa": "الله شما را از نیکی ‌کردن و رعایت عدالت نسبت به کسانی که در [امر] دین، با شما نجنگیده‌اند و شما را از دیارتان بیرون نکرده‌اند، نهی نمی‌کند. بی‌گمان، الله عدالت‌پیشگان را دوست دارد."
      }
    },
    {
      "verse_number": 5159,
      "verse_key": "60:9",
      "arabic_text": "إِنَّمَا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَـٰتَلُوكُمْ فِى ٱلدِّينِ وَأَخْرَجُوكُم مِّن دِيَـٰرِكُمْ وَظَـٰهَرُوا۟ عَلَىٰٓ إِخْرَاجِكُمْ أَن تَوَلَّوْهُمْ ۚ وَمَن يَتَوَلَّهُمْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
      "phonetic_text": "Innama yanhakumu AllahuAAani allatheena qatalookum fee addeeniwaakhrajookum min diyarikum wathaharooAAala ikhrajikum an tawallawhum waman yatawallahumfaola-ika humu aththalimoon",
      "translations": {
        "fr": "Allah vous défend seulement de prendre pour alliés ceux qui vous ont combattus à cause de votre religion, vous ont chassés de vos foyers ou ont aidé à votre expulsion. Ceux qui les prennent pour alliés sont eux les injustes.",
        "en": "But God forbids you to take as allies those who have fought against you for your faith, driven you out of your homes, and helped others to drive you out: any of you who take them as allies will truly be wrongdoers.",
        "es": "Dios solo os prohíbe que tomad por aliados a quienes os combaten a causa de la religión y os han expulsado de vuestros hogares o han contribuido a vuestra expulsión. Sabed que quienes los tomen como aliados estarán cometiendo una injusticia.",
        "it": "Allah vi proibisce soltanto di essere alleati di coloro che vi hanno combattuto per la vostra religione, che vi hanno scacciato dalle vostre case, o che hanno contribuito alla vostra espulsione. Coloro che li prendono per alleati, sono essi gli ingiusti.",
        "ru": "Аллах запрещает вам дружить только с теми, которые сражались с вами из-за религии, выгоняли вас из ваших жилищ и способствовали вашему изгнанию. А те, которые берут их себе в помощники и друзья, являются беззаконниками.",
        "tr": "Allah sizi, ancak sizinle din hakkında savaşan, sizi yurtlarınızdan çıkaran ve çıkarılmanız için yardım eden kimselere dost olmaktan men eder. Kim onlarla dost olursa işte zalimler onlardır.",
        "de": "Er verbietet euch nur, diejenigen, die gegen euch der Religion wegen gekämpft und euch aus euren Wohnstätten vertrieben und zu eurer Vertreibung Beistand geleistet haben, zu Schutzherren zu nehmen. Diejenigen, die sie zu Schutzherren nehmen, das sind die Ungerechten.",
        "pt": "Deus vos proíbe tão-somente entrar em privacidade com aqueles que vos combateram na religião, vos expulsaram devossos lares ou que cooperaram na vossa expulsão. Em verdade, aqueles que entrarem em privacidade com eles serãoiníquos.",
        "nl": "Allah verbiedt jullie wel degenen te bevrienden die jullie hebben bestreden vanwege de godsdienst, en die jullie hebben verdreven uit jullie woonplaatsen en die (anderen) hebben geholpen om jullie te verdrijven. En wie hen tot vriend neemt: zij zijn degenen die de onrechtplegers zijn.",
        "ur": "وہ تمہیں جس بات سے روکتا ہے وہ تو یہ ہے کہ تم اُن لوگوں سے دوستی کر و جنہوں نے تم سے دین کے معاملہ میں جنگ کی ہے اور تمہیں تمہارے گھروں سے نکالا ہے اور تمہارے اِخراج میں ایک دُوسرے کی مدد کی ہے۔ اُن سے جو لوگ دوستی کریں وہی ظالم ہیں۔<sup foot_note=\"187831\">1</sup>",
        "bn": "আল্লাহে কেৱল সিহঁতৰ লগত বন্ধুত্ব কৰিবলৈ নিষেধ কৰিছে, যিসকলে দ্বীন সম্পৰ্কে তোমালোকৰ বিৰুদ্ধে যুদ্ধ কৰিছে, তোমালোকক স্বদেশৰ পৰা বহিষ্কাৰ কৰিছে আৰু তোমালোকক বহিষ্কাৰ কৰিবলৈ সহায় কৰিছে। সিহঁতৰ লগত যিহঁতে বন্ধুত্ব কৰে সিহঁতেই যালিম।",
        "fa": "[او] تنها شما را از دوستی با کسانی نهی می‌کند که در [امر] دین با شما جنگیده‌اند و شما را از دیارتان بیرون کرده‌اند و بر بیرون ‌راندنِ شما [به دیگران] کمک کرده‌اند؛ و هر ‌کس با آنان دوستی کند، آنان همان ستمکارانند."
      }
    },
    {
      "verse_number": 5160,
      "verse_key": "60:10",
      "arabic_text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا جَآءَكُمُ ٱلْمُؤْمِنَـٰتُ مُهَـٰجِرَٰتٍ فَٱمْتَحِنُوهُنَّ ۖ ٱللَّهُ أَعْلَمُ بِإِيمَـٰنِهِنَّ ۖ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَـٰتٍ فَلَا تَرْجِعُوهُنَّ إِلَى ٱلْكُفَّارِ ۖ لَا هُنَّ حِلٌّ لَّهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ ۖ وَءَاتُوهُم مَّآ أَنفَقُوا۟ ۚ وَلَا جُنَاحَ عَلَيْكُمْ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيْتُمُوهُنَّ أُجُورَهُنَّ ۚ وَلَا تُمْسِكُوا۟ بِعِصَمِ ٱلْكَوَافِرِ وَسْـَٔلُوا۟ مَآ أَنفَقْتُمْ وَلْيَسْـَٔلُوا۟ مَآ أَنفَقُوا۟ ۚ ذَٰلِكُمْ حُكْمُ ٱللَّهِ ۖ يَحْكُمُ بَيْنَكُمْ ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
      "phonetic_text": "Ya ayyuha allatheena amanooitha jaakumu almu/minatu muhajiratinfamtahinoohunna Allahu aAAlamu bi-eemanihinnafa-in AAalimtumoohunna mu/minatin falatarjiAAoohunna ila alkuffari la hunna hillunlahum wala hum yahilloona lahunna waatoohumma anfaqoo wala junaha AAalaykum an tankihoohunnaitha ataytumoohunna ojoorahunna walatumsikoo biAAisami alkawafiri was-aloo maanfaqtum walyas-aloo ma anfaqoo thalikum hukmuAllahi yahkumu baynakum wallahuAAaleemun hakeem",
      "translations": {
        "fr": "Ô vous qui avez cru ! Quand des croyantes viennent vers vous en émigrées, mettez-les à l’épreuve, car Allah en Sait mieux sur leur foi. Si vous les avez trouvées vraiment croyantes, ne les rendez pas aux (maris) mécréants. Désormais, ni elles ne seront plus licites pour eux, ni eux ne seront licites pour elles. Mais rendez-leur<sup foot_note=195183>1</sup> ce qu’ils ont dépensé (comme mahr : dot). Il n’y aura alors aucun grief contre vous si vous les épousez en leur versant (à votre tour) leur mahr (dot). De même, ne conservez pas les liens du mariage avec les mécréantes. Réclamez (à votre tour) ce que vous avez dépensé comme mahr (dot), tout comme (les maris mécréants) le réclament. Tel est le Jugement d’Allah Qui décide entre vous. Allah est Omniscient et Sage.",
        "en": "You who believe, test the believing women when they come to you as emigrants- God knows best about their faith- and if you are sure of their belief, do not send them back to the disbelievers: they are not lawful wives for them, nor are the disbelievers their lawful husbands. Give the disbelievers whatever bride-gifts they have paid- if you choose to marry them, there is no blame on you once you have paid their bride-gifts- and do not yourselves hold on to marriage ties with disbelieving women. Ask for repayment of the bride-gifts you have paid, and let the disbelievers do the same. This is God’s judgement: He judges between you, God is all knowing and wise.",
        "es": "¡Oh, creyentes! Cuando mujeres creyentes lleguen como emigrantes, comprobad su fe<sup foot_note=169435>1</sup>. Dios conoce su fe. Si corroboran que son creyentes, entonces no las devolváis a los que se negaron a creer<sup foot_note=169436>2</sup>. Ellas no son lícitas para ellos ni ellos lo son para ellas. Devolved a sus exmaridos la dote que ellos les hayan dado, y sabed que no hay nada reprochable en que los creyentes se casen con ellas, siempre que les concedan la dote correspondiente. No debéis vosotros, por vuestra parte, retener a las mujeres que se niegan a creer<sup foot_note=169437>3</sup>, pero podéis exigir que se les devuelva lo que hayan dado como dote, como ellos<sup foot_note=169438>4</sup> también tienen derecho a exigirla. Esa es la ley de Dios que prescribió para vosotros. Dios es Sapiente, Sabio.",
        "it": "O voi che credete, quando giungono a voi le credenti che sono emigrate, esaminatele <a class=f><sup foot_note=160184>1</sup></a> ; Allah ben conosce la loro fede. Se le riconoscerete credenti, non rimandatele ai miscredenti – esse non sono lecite per loro né essi sono loro leciti – e restituite loro <a class=f><sup foot_note=160185>2</sup></a> ciò che avranno versato. Non vi sarà colpa alcuna se le sposerete versando loro il dono nuziale. Non mantenete legami coniugali con le miscredenti. Rivendicate quello che avete versato ed essi rivendichino quel che hanno versato. Questo è il giudizio di Allah, con il quale giudica fra voi, e Allah è sapiente, saggio.",
        "ru": "О те, которые уверовали! Когда к вам прибывают переселившиеся верующие женщины, то подвергайте их испытанию. Аллаху лучше знать об их вере. Если вы узнаете, что они являются верующими, то не возвращайте их неверующим, ибо им не дозволено жениться на них, а им не дозволено выходить замуж за них. Возвращайте им (неверующим) то, что они потратили на брачный дар. На вас не будет греха, если вы женитесь на них после уплаты их вознаграждения (брачного дара). Не держитесь за узы с неверующими женами и требуйте назад то, что вы потратили на брачный дар. И пусть они (неверующие) требуют то, что они потратили на брачный дар. Таково решение Аллаха. Он решает между вами. Аллах - Знающий, Мудрый.",
        "tr": "Ey iman edenler! Mümin kadınlar hicret ederek size geldiği zaman, onları imtihan edin. Allah onların imanlarını daha iyi bilir. Eğer siz de onların inanmış kadınlar olduğunu öğrenirseniz onları kâfirlere geri döndürmeyin. Bunlar onlara helal değildir. Onlar da bunlara helal olmazlar. Onların (kocalarının) sarfettiklerini (mehirleri) geri verin. Mehirlerini kendilerine verdiğiniz zaman onlarla evlenmenizde size bir günah yoktur. Kâfir kadınları nikâhınızda tutmayın, sarfettiğinizi isteyin. Onlarda sarfettiklerini istesinler. Allah'ın hükmü budur. Aranızda O, hükmeder, Allah bilendir, hikmet sahibidir.",
        "de": "O die ihr glaubt, wenn gläubige Frauen als Auswanderer zu euch kommen, dann prüft sie. Allah weiß besser über ihren Glauben Bescheid. Wenn ihr sie dann als gläubig erkennt, dann schickt sie nicht zu den Ungläubigen zurück. Weder sind sie ihnen (zur Ehe) erlaubt, noch sind sie ihnen (diesen Frauen) erlaubt. Und gebt ihnen (jedoch), was sie (früher als Morgengabe) ausgegeben haben. Es ist für euch kein Vergehen, sie zu heiraten, wenn ihr ihnen ihren Lohn gebt. Und haltet nicht an der Ehe mit den ungläubigen Frauen fest, und fordert, was ihr (als Morgengabe) ausgegeben habt, zurück. Auch sie sollen zurückfordern, was sie ausgegeben haben. Das ist Allahs Urteil; Er richtet zwischen euch. Und Allah ist Allwissend und Allweise.",
        "pt": "Ó fiéis, quando se vos apresentarem as fugitivas fiéis, examinai-as, muito embora Deus conheça a sua fé melhor do queninguém; porém, se as julgardes fiéis, não as restituais aos incrédulos, porquanto elas não lhes cabem por direito, nem eles aelas; porém, restituí o que eles gastaram (com os seus dotes). Não sereis recriminados se as desposardes, contanto que asdoteis; porém, não vos apegueis à tutela das incrédulas, mas exigi a restituição do que gastastes no seu dote; e que (osincrédulos), por sua vez, exijam o que gastaram. Tal é o Juízo de Deus, com que vos julga, porque Deus é Sapiente, Prudentíssimo.",
        "nl": "O jullie die geloven, als er gelovige vrouwen, als uitgewekenen, tot jullie gekomen zijn, ondervraagt hen dan. Allah kent hun geloof het beste. Als jullie dan zeker weten dat zij gelovigen zijn, stuurt hen dan niet terug naar de ongelovigen. Zij zijn niet toegestaan voor hen (de ongelovige mannen), en zij (de ongelovige mannen) zijn niet toegestaan voor hen (de gelovige vrouwen). En geeft hun (de ongelovige mannen) wat zij (aan bruidschat) hebben uitgegeven. En er is geen zonde voor jullie als jullie hun hun bruidschat geven om hen te huwen. En houdt niet vast aan de huwelijksbanden met de ongelovige vrouwen. En vraagt terug wat jullie hebben uitgegeven (aan bruidschat aan de ongelovige vrouwen) en laat hen (de ongelovige mannen) vragen om wat zij hebben uitgegeven. Dat is de Wet van Allah, die Hij tussen jullie bepaald heeft. En Allah is Alwetend, Alwijs.",
        "ur": "اے لوگو جو ایمان لائے ہو ، جب عورتیں ہجرت کرکے تمہارے پاس آئیں تو (ان کےمومن ہونے کی) جانچ پڑتا ل کرلو، اور ان کےایمان کی حقیقت اللہ ہی بہترجانتا ہے۔ پھر جب تمہیں معلوم ہو جائے کہ وہ مومن ہیں تو انہیں کفار کی طرف واپس نہ کرو۔ <sup foot_note=\"187836\">1</sup> نہ وہ کفار کے لیے حلال ہیں اور نہ کفّار ان کے لیے حلال۔ ان کے کافر شوہروں نے جو مہر اُن کو دیے تھے وہ انہیں پھیردو۔اور ان سے نکاح کر لینے میں تم پر کوئی گناہ نہیں جبکہ تم اُن کےمہر اُن کو ادا کردو۔ <sup foot_note=\"187837\">2</sup> اور تم خود بھی کافر عورتوں کو اپنے نکاح میں روکے نہ رہو۔جو مہر تم نے اپنی کافر بیویوں کو دیے تھے وہ تم واپس مانگ لو اور جو مہر کافروں نے اپنی مسلمان بیویوں کو دیے تھے انہیں وہ واپس مانگ لیں۔ <sup foot_note=\"187838\">3</sup> یہ اللہ کاحکم ہے، وہ تمہارے درمیان فیصلہ کرتا ہے اور اللہ علیم وحکیم ہے",
        "bn": "হে ঈমান্দাৰসকল! তোমালোকৰ ওচৰত মুমিনা নাৰীসকল হিজৰত কৰি আহিলে তোমালোকে সিহঁতক পৰীক্ষা কৰিবা; আল্লাহেই সিহঁতৰ ঈমান সম্পৰ্কে সম্যক অৱগত। তাৰ পিছত যদি তোমালোকে জানিব পাৰা যে, সিহঁত মুমিনা নাৰী, তেন্তে সিহঁতক কাফিৰসকলৰ ওচৰলৈ উভতাই নিদিবা। মুমিনা নাৰীসকল কাফিৰসকলৰ বাবে বৈধ নহয় আৰু কাফিৰসকলো মুমিনা নাৰীসকলৰ বাবে বৈধ নহয়। কাফিৰসকলে যি খৰচ কৰিছে সেয়া তোমালোকে সিহঁতক উভতাই দিয়া। তাৰ পিছত তোমালোকে সিহঁতক বিবাহ কৰিলে তোমালোকৰ কোনো অপৰাধ নহ’ব যদি তোমালোকে সিহঁতক মোহৰ আদায় দিয়া; আৰু তোমালোকে কাফিৰা নাৰীসকলৰ লগত দাম্পত্য সম্পৰ্ক বজায় নাৰাখিবা। তোমালোকে যি ব্যয় কৰিছা সেয়া উভতাই লবা আৰু কাফিৰসকলে যি ব্যয় কৰিছে সেয়া সিহঁতে বিচাৰি লোৱা উচিত। এইটোৱে আল্লাহৰ বিধান; তেওঁ তোমালোকৰ মাজত ফয়চালা কৰি দিয়ে; আৰু আল্লাহ সৰ্বজ্ঞ, প্ৰজ্ঞাময়।",
        "fa": "ای کسانی ‌که ایمان آورده‌اید، هنگامی ‌که زنان مؤمنِ مهاجر نزد شما می‌آیند، آنها را بیازمایید [تا از صحت ایمانشان آگاه گردید]؛ الله به ایمانشان داناتر است. اگر آنان را [زنانی] مؤمن یافتید، آنها را به سوی کافران بازنگردانید. نه این [زنان مؤمن] بر آنان [= کافران] حلالند، و نه آن [مردان‌ کافر] بر این [زنان] حلالند؛ و هر چه [شوهران کافر به عنوان مهریه] خرج [این زنان] کرده‌اند، به آنها بدهید؛ و بر شما گناهی نیست که پس از آنکه مهریه‌هایشان را پرداختید [و پس از انقضای عده،] با آنان ازدواج کنید؛ و به [نگه‌داشتن پیوند زناشویی با] زنان کافر، پایبند نباشید؛ [و اگر زنان شما مرتد شدند و نزدِ کافران رفتند، رهایشان کنید] و آنچه را [به عنوان مهریه] خرج کرده‌اید [از کافران] مطالبه کنید؛ و [کافران نیز] آنچه را خرج کرده‌اند [از شما] مطالبه کنند. این حکمِ الله است که در میان شما داوری می‌کند؛ و الله دانای حکیم است."
      }
    },
    {
      "verse_number": 5161,
      "verse_key": "60:11",
      "arabic_text": "وَإِن فَاتَكُمْ شَىْءٌ مِّنْ أَزْوَٰجِكُمْ إِلَى ٱلْكُفَّارِ فَعَاقَبْتُمْ فَـَٔاتُوا۟ ٱلَّذِينَ ذَهَبَتْ أَزْوَٰجُهُم مِّثْلَ مَآ أَنفَقُوا۟ ۚ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ أَنتُم بِهِۦ مُؤْمِنُونَ",
      "phonetic_text": "Wa-in fatakum shay-on min azwajikumila alkuffari faAAaqabtum faatoo allatheenathahabat azwajuhum mithla ma anfaqoo wattaqooAllaha allathee antum bihi mu/minoon",
      "translations": {
        "fr": "Si certaines de vos femmes fuient vers les mécréants, et que, lors d’une riposte victorieuse (vous preniez possession d’un butin), donnez alors à ceux que leurs femmes ont fuis, (prélevé sur ce butin), le mahr (dot) qu’ils avaient versé. Et craignez Allah en Qui vous croyez.",
        "en": "If any of you have wives who leave you for the disbelievers, and if your community subsequently acquires [gains] from them, then pay those whose wives have deserted them the equivalent of whatever bride-gift they paid. Be mindful of God, in whom you believe.",
        "es": "A aquellos cuyas esposas se hayan ido con los que se negaron a creer y les perjudiquen<sup foot_note=169439>1</sup>, dadles una compensación<sup foot_note=169440>2</sup> acorde a lo que gastaron. Tened temor de Dios, en Quien vosotros creéis.",
        "it": "Se qualcuna delle vostre spose fugge verso i miscredenti, quando avete la meglio [su di loro] date a quelli le cui spose sono fuggite, quanto avevano versato <a class=f><sup foot_note=160186>1</sup></a> . Temete Allah nel Quale credete.",
        "ru": "Если какая-либо из ваших жен ушла от вас к неверующим, после чего вы получили военную добычу, то отдайте тем, жены которых ушли, потраченное ими на брачный дар. Бойтесь Аллаха, в Которого вы веруете.",
        "tr": "Eğer eşlerinizden biri, sizden kâfirlere kaçar da siz de savaşta galip durumda olursanız, eşleri gitmiş olanlara ganimetten, harcadıkları kadar verin. İnandığınız Allah'a karşı gelmekten sakının.",
        "de": "Und wenn euch etwas von euren Gattinnen bei den Ungläubigen verlorengeht und ihr dann (in) eine(r) Strafmaßnahme (Beute) macht, dann gebt denjenigen, deren Gattinnen fortgegangen sind, soviel, wie sie (zuvor für sie) ausgegeben haben. Und fürchtet Allah, an Den ihr glaubt.",
        "pt": "E se alguma de vossas esposas fugir para os incrédulos, e depois tiverdes acesso (a uma mulher deles), restituí àquelescujas esposas houverem fugido o equivalente ao que haviam gasto (com os seus dotes). E temei a Deus, em Quem credes.",
        "nl": "En als een van jullie echtgenotes is weggelopen naar de ongelovigen, en jullie (de ongelovigen) vervolgens hebben gestraft, geeft dan (van de oorlogsbuit) aan hen wiens echtgenotes zijn weggelopen, zoveel als zij hebben uitgegeven (aan bruidschat). En vreest Allah, Degene in Wie jullie geloven.",
        "ur": "اور اگر تمہاری کافر بیویوں کےمہروں میں سے کچھ تمہیں کفّار سے واپس نہ ملے اور پھر تمہاری نوبت آئےتو جن لوگوں کی بیویاں اُدھررہ گئی ہیں اُن کو اتنی رقم ادا کرو جو اُن سےدیےہوئے مہروں کے برابر ہو۔ <sup foot_note=\"187839\">1</sup> اُس خدا سے ڈرتے رہو جس پر تم ایمان لائے ہو",
        "bn": "আৰু তোমালোকৰ স্ত্ৰীসকলৰ মাজত যদি কোনোবাই হাত এৰাদি কাফিৰসকলৰ ওচৰত গুচি যায়, তাৰ পিছত যদি তোমালোকে যুদ্ধত বিজয়ী হৈ গনীমত লাভ কৰা, তেনেহ’লে যিসকলৰ স্ত্ৰীসকল গুচি গৈছে, সিহঁতক সিহঁতে যি ব্যয় কৰিছে, তাৰ সমপৰিমাণ প্ৰদান কৰা; আৰু তোমালোকে আল্লাহক ভয় কৰা, যাৰ প্ৰতি তোমালোকে বিশ্বাস স্থাপন কৰিছা।",
        "fa": "اگر یکی از همسران شما به سوی کافران رفت [و مهریه‌اش را از کافران طلب کردید و آن‌ها پرداخت نکردند]، آنگاه شما [در جنگ بر آنان پیروز شدید و] و از آنان غنیمت گرفتید، به کسانی ‌که همسرانشان [به سوی کفار] رفته‌اند، همانند آنچه را که خرج کرده‌اند [از غنایم] بپردازید؛ و از الله که شما به او ایمان دارید پروا کنید."
      }
    },
    {
      "verse_number": 5162,
      "verse_key": "60:12",
      "arabic_text": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ إِذَا جَآءَكَ ٱلْمُؤْمِنَـٰتُ يُبَايِعْنَكَ عَلَىٰٓ أَن لَّا يُشْرِكْنَ بِٱللَّهِ شَيْـًٔا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَـٰدَهُنَّ وَلَا يَأْتِينَ بِبُهْتَـٰنٍ يَفْتَرِينَهُۥ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِى مَعْرُوفٍ ۙ فَبَايِعْهُنَّ وَٱسْتَغْفِرْ لَهُنَّ ٱللَّهَ ۖ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "phonetic_text": "Ya ayyuha annabiyyu ithajaaka almu/minatu yubayiAAnaka AAalaan la yushrikna billahi shay-an walayasriqna wala yazneena wala yaqtulna awladahunnawala ya/teena bibuhtanin yaftareenahu baynaaydeehinna waarjulihinna wala yaAAseenaka feemaAAroofin fabayiAAhunna wastaghfir lahunna Allahainna Allaha ghafoorun raheem",
      "translations": {
        "fr": "Ô Prophète ! Quand les croyantes, par un serment d’allégeance, viennent jurer devant toi qu’elles n’associeront rien à Allah, qu’elles ne voleront point, ne commettront point la fornication, ne tueront point leurs enfants, n’attribueront pas mensongèrement (à leurs maris des enfants adultérins), ni ne te désobéiront en ce qui est convenable, alors accepte leur allégeance, et implore pour elles le pardon d’Allah, car Allah est Absoluteur et Tout Miséricordieux.",
        "en": "Prophet, when believing women come and pledge to you that they will not ascribe any partner to God, nor steal, nor commit adultery, nor kill their children, nor lie about who has fathered their children, nor disobey you in any righteous thing, then you should accept their pledge of allegiance and pray to God to forgive them: God is most forgiving and merciful.",
        "es": "¡Oh, Profeta! Cuando las mujeres creyentes se presenten ante ti para prestarte juramento de fidelidad, comprometiéndose a no cometer idolatría, no robar, no cometer fornicación ni adulterio, no matar a sus hijos, no decir ninguna calumnia y a no desobedecerte, tómales el juramento de fidelidad y pide perdón a Dios por ellas. Dios es Absolvedor, Misericordioso.",
        "it": "O Profeta, quando vengono a te le credenti a stringere il patto, [giurando] che non assoceranno ad Allah alcunché, che non ruberanno, che non fornicheranno, che non uccideranno i loro figli <a class=f><sup foot_note=160187>1</sup></a> , che non attribuiranno falsamente il frutto delle loro parti intime <a class=f><sup foot_note=160188>2</sup></a> e che non ti disobbediranno in quel che è reputato conveniente, stringi il patto con loro e implora Allah di perdonarle. Allah è perdonatore, misericordioso.",
        "ru": "О Пророк! Если к тебе придут верующие женщины, чтобы присягнуть в том, что они не будут приобщать сотоварищей к Аллаху, красть, прелюбодействовать, убивать своих детей, покрывать клеветой то, что между их руками и ногами, и ослушаться тебя в благих делах, то прими у них присягу и попроси у Аллаха прощения для них. Воистину, Аллах - Прощающий, Милосердный.",
        "tr": "Ey Peygamber! İnanmış kadınlar sana gelip Allah'a hiçbir şeyi ortak koşmamaları, hırsızlık etmemeleri, zina etmemeleri, çocuklarını öldürmemeleri, elleri ile ayakları arasında bir iftira uydurup getirmemeleri, iyi bir işte sana karşı gelmemeleri hususunda sana bey'at ederlerse onların bey'atlarını al ve onlar için Allah'tan mağfiret dile. Şüphesiz Allah, çok bağışlayan, çok merhamet edendir.",
        "de": "O Prophet, wenn gläubige Frauen zu dir kommen, um dir den Treueid zu leisten, daß sie Allah nichts beigesellen, nicht stehlen, keine Unzucht begehen, ihre Kinder nicht töten, keine Verleumdung vorbringen, die sie vor ihren (eigenen) Händen und Füßen ersinnen, und sich dir nicht widersetzen in dem, was recht ist, dann nimm ihren Treueid an und bitte Allah für sie um Vergebung. Gewiß, Allah ist Allvergebend und Barmherzig.",
        "pt": "Ó Profeta, quando as fiéis se apresentarem a ti, jurando-te fidelidade, afirmando-te que não atribuirão parceiros a Deus, não roubarão, não fornicarão, não serão filicidas, não se apresentarão com calúnias que forjarem intencionalmente, nem tedesobedecerão em causa justa, aceita, então, o seu compromisso e implora, para elas, o perdão de Deus, porque Deus éIndulgente, Misericordiosíssimo.",
        "nl": "O Boodschapper, als de gelovige vrouwen tot jou gekomen zijn om trouw aan jou te zweren, (zwerend) dat zij geen deelgenoot aan Allah toekennen, en niet stelen en geen ontucht plegen en hun kinderen niet vermoorden, en geen leugen verzinnen over wat tussen hun handen en hun voeten is, en dat zij jou niet in het goede ongehoorzaam zijn: aanvaard dan hun trouw en vraag voor hen vergeving aan Allah. Voorwaar, Allah is Vergevensgezind, Meest Barmhartig.",
        "ur": "اے نبی ؐ ، جب تمہارے پاس مومن عورتیں بیعت کرنے کے لیے آئیں<sup foot_note=\"187840\">1</sup> اور اس بات کا عہد کریں کہ وہ اللہ کے ساتھ کسی کو شریک نہ کریں گی ، چوری نہ کریں گی،<sup foot_note=\"187841\">2</sup> زنا نہ کریں گی، اپنی اولادکو قتل نہ کریں گی،<sup foot_note=\"187842\">3</sup> اپنے ہاتھ پاؤں کے آگے کوئی بہتان گھڑ کر نہ لائیں گی،<sup foot_note=\"187843\">4</sup> اور کسی امرِ معروف میں تمہاری  نافرمانی نہ کریں گی، <sup foot_note=\"187844\">5</sup> تو ان سے بیعت لے لو<sup foot_note=\"187845\">6</sup> اور اُن کے حق میں اللہ سے دعا ئے مغفرت کرو، یقیناً اللہ درگزر فرمانے والا اور رحم کرنے والا ہے",
        "bn": "হে নবী! যেতিয়া মুমিনা নাৰীসকলে তোমাৰ ওচৰত আহি এই সম্পৰ্কে বাইআত কৰে যে, সিহঁতে আল্লাহৰ লগত আন কাকো অংশীদাৰ স্থাপন নকৰিব, চুৰি নকৰিব, ব্যভিচাৰ নকৰিব, নিজ সন্তানসকলক হত্যা নকৰিব, ইচ্ছাকৃতভাৱে নিজে অপবাদ ৰচনা কৰি ৰটনা কৰি নুফুৰিব আৰু সৎকামত তোমাৰ অবাধ্য নহ’ব, তেতিয়া তুমি সিহঁতৰ বাইআত গ্ৰহণ কৰা আৰু সিহঁতৰ বাবে আল্লাহৰ ওচৰত ক্ষমা প্ৰাৰ্থনা কৰা। নিশ্চয় আল্লাহ ক্ষমাশীল, পৰম দয়ালু।",
        "fa": "ای پیامبر، هنگامی‌ که زنان مؤمن نزد تو آمدند تا با تو بیعت کنند که چیزی را با الله شریک نسازند و دزدی نکنند و مرتکب زنا نشوند و فرزندان خود را نکشند و فرزندی را به دروغ به شوهرانشان نسبت ندهند و در کارهای نیک از تو نافرمانی نکنند، با آنان بیعت کن و از الله برایشان آمرزش بخواه. بی‌گمان، الله آمرزندۀ مهربان است."
      }
    },
    {
      "verse_number": 5163,
      "verse_key": "60:13",
      "arabic_text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَوَلَّوْا۟ قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا۟ مِنَ ٱلْـَٔاخِرَةِ كَمَا يَئِسَ ٱلْكُفَّارُ مِنْ أَصْحَـٰبِ ٱلْقُبُورِ",
      "phonetic_text": "Ya ayyuha allatheena amanoola tatawallaw qawman ghadiba AllahuAAalayhim qad ya-isoo mina al-akhirati kama ya-isaalkuffaru min as-habi alquboor",
      "translations": {
        "fr": "Ô vous qui avez cru ! Ne prenez pas pour alliés des gens qui ont provoqué contre eux la colère d’Allah, qui désespèrent de l’autre monde, comme les mécréants désespèrent (du retour à la vie) de ceux qui sont dans les tombes.",
        "en": "You who believe, do not take as allies those with whom God is angry: they despair of the life to come as the disbelievers despair of those buried in their graves.",
        "es": "¡Creyentes! No toméis por aliados a quienes han caído en la ira de Dios, pues habréis perdido toda esperanza en la recompensa de la otra vida, como ocurre también con los que niegan la resurrección de los muertos.",
        "it": "O credenti, non prendetevi per alleati gente contro la quale Allah è adirato <a class=f><sup foot_note=160189>1</sup></a> e che non hanno la speranza dell’altra vita, come i miscredenti che disperano [di rivedere] la gente delle tombe. <a class=f><sup foot_note=160190>2</sup></a> «manifestereste segretamente a loro dell’amicizia»: il versetto si riferisce all’episodio che vide protagonista Hâtib ibn Abî Baltà’, un emigrato che, temendo per la sua famiglia rimasta alla Mecca senza protezioni, forniva ai coreisciti informazioni sulle strategie dei musulmani. Poco prima della conquista della Mecca, egli inviò loro una lettera, affidandola ad una donna che la nascose nei capelli. Il Profeta (pace e benedizioni su di lui) ispirato dall’Altissimo, inviò ‘Alî ibn abî Talib e Zubayr all’inseguimento. Essi raggiunsero la donna e s’impossessarono della missiva. Hâtib era uno dei compagni che avevano partecipato alla battaglia di Badr e lo stesso Inviato di Allah intercesse in suo favore salvandolo dal risentimento dei credenti e dall’ira di ‘Umar che, accusandolo di ipocrisia manifesta, voleva la sua esecuzione. Ben diverso in simili frangenti era stato il comportamento di altri musulmani (cfr. tra gli altri il vers. della sura lvii), quelli che per amore di Allah e del Suo Inviato avevano reciso tutti i legami tribali e persino quelli familiari. Abù Bakr, ad esempio, colpì con violenza suo padre che aveva insultato il Profeta e nel giorno di Badr stava per scontrarsi in singoiar tenzone con suo figlio ‘Abdu ’r-Rahmân che combatteva nelle file coreiscite; Abû ’ Ubayda ibn al-Jarràh nella battaglia di Uhud uccise suo padre. <a class=f><sup foot_note=160191>3</sup></a> «eccezion fatta per quanto Abramo disse…»: «avete un bell’esempio in Abramo ad eccezione di quando implorò Allah per il suo genitore pagano». Questa l’interpretazione anche alla luce del vers.della sura IX che proibisce di implorare il perdono per i politeisti. <a class=f><sup foot_note=160192>4</sup></a> Secondo l’esegesi classica il versetto sarebbe da intendere in questi termini: «Signore non far sì che sconfiggendoci, gli infedeli possano credere di essere nel vero» (Tabarî XXVIII, e ciò nel senso che la protezione di Allah non potrebbe mancare a coloro che combattono per la Sua causa e se questo non avviene i miscredenti potrebbero credere che in realtà sono loro ad essere nel vero. Si potrebbe anche leggerlo così: «Signore non far sì che mancando ai nostri doveri religiosi noi si dia ai miscredenti una cattiva immagine dei credenti e li si allontani dalla fede». <a class=f><sup foot_note=160193>5</sup></a> In Abramo e negli altri profeti (pace su tutti loro). <a class=f><sup foot_note=160194>6</sup></a> Molte donne fuggivano dalla Mecca e dai mariti pagani rifugiandosi presso la comunità musulmana di Medina. Tra loro c’erano anche quelle che erano spinte da ragioni diverse dalla fede. Con questo versetto viene istituito una specie di esame al quale dovevano essere sottoposte le fuggiasche. Viene comunque stabilito che il marito pagano aveva il diritto di reclamare la restituzione del dono nuziale versato alla moglie. La legge islamica (vedi anche v, ammette il matrimonio del credente con le donne della gente della Scrittura, ma non ammette, per la credente, altra possibilità che un marito musulmano. <a class=f><sup foot_note=160195>7</sup></a> «restituite loro»: ai mariti rimasti miscredenti di donne divenute musulmane. <a class=f><sup foot_note=160196>8</sup></a> Viene qui contemplato il caso opposto a quello del versetto precedente, e cioè quello della sposa di un credente che fugga presso gli infedeli. In tal caso il marito ha diritto ad essere risarcito, in base ad accordi tra le parti, o in mancanza di questi con una parte del bottino preso sui miscredenti ai quali si sarà mossa guerra, oppure dall’erario dello Stato islamico. <a class=f><sup foot_note=160197>9</sup></a> «che non uccideranno i loro figli»: l’impegno a non uccidere i figli non si riferisce soltanto alle uccisioni delle neonate femmine che avvenivano in epoca preislamica ma a tutte le forme di infanticidio, compreso naturalmente l’aborto. <a class=f><sup foot_note=160198>10</sup></a> «commetteranno infamie con îe loro mani o con i loro piedi»: secondo molti commentatori questa espressione intenderebbe l’attribuire illecitamente la paternità di un figlio. <a class=f><sup foot_note=160199>11</sup></a> «gente contro la quale Allah si è adirato»: con questa espressione vengono indicati i giudei (vedi note al versetto finale della sura I, Al-Fâtiha). <a class=f><sup foot_note=160200>12</sup></a> « il cui nome sarà Ahmad »:l’Inviato di Allah (pace e benedizioni su di lui) diceva: « Il mio nome sulla terra é Muhammed, in cielo Ahmad». In realtà questi due nomi hanno lo stesso identico significato di «molto lodato». A proposito della profezia fatta da Gesù (pace su di lui) sulla venuta di Muhammed vedi nota a XXVI,<a class=f><sup foot_note=160201>13</sup></a> «Vogliono spegnere…»: è l’immagine della fede come fiamma che brilla nell’oscurità e che gli infedeli credono di poter spegnere con un soffio, cioè con le menzogne proferite dalla bocca di chi non crede e cerca di soffocare la luce del messaggio divino.",
        "ru": "О те, которые уверовали! Не дружите с теми, на кого разгневался Аллах. Они потеряли надежду на Последнюю жизнь, как потеряли ее неверующие обитатели могил (или как неверующие потеряли надежду на воскрешение обитателей могил).",
        "tr": "Ey inananlar, Allah'ın gazab ettiği kimselerle dostluk etmeyin. Kâfirler, mezarlık halkından nasıl ümidi kesmişse, onlar da ahiretten öyle ümidi kesmişlerdi.",
        "de": "O die ihr glaubt, nehmt nicht Leute zu Schutzherren, denen Allah zürnt. Sie haben ja die Hoffnung auf das Jenseits aufgegeben, so wie die Ungläubigen die Hoffnung (auf Wiederauferstehung) der (Toten) in den Gräbern aufgegeben haben.",
        "pt": "Ó fiéis, não tenhais vínculos com o povo que Deus abominou, por ter-se tornado cético quanto à outra vida, como osincrédulos se tornaram céticos quanto aos donos das sepulturas.",
        "nl": "O jullie die geloven, neemt geen volk waarop Allah vertoornd is tot vrienden. Waarlijk, zij wanhopen aan het Hiernamaals, zoals de ongelovigen wanhopen aan (de opwekking van) de bewoners van de graven.",
        "ur": "اے لوگو جو ایمان لائے ہو ، اُن لوگوں کو دوست نہ بناؤ جن پر اللہ نے غضب فرمایا ہے، جو آخرت سے اسی طرح مایوس ہیں جس طرح قبروں میں پڑے ہوئے کافر مایوس ہیں۔<sup foot_note=\"187846\">1</sup>",
        "bn": "হে ঈমান্দাৰসকল! তোমালোকে সেই সম্প্ৰদায়ৰ লগত বন্ধুত্ব নকৰিবা, যিসকলৰ প্ৰতি আল্লাহ ক্ৰোধান্বিত হৈছে। সিহঁতে আখিৰাত সম্পৰ্কে নিৰাশ হৈ পৰিছে, যেনেকৈ কাফিৰসকলে কবৰবাসী সম্পৰ্কে নিৰাশ হৈ পৰিছে।",
        "fa": "ای کسانی ‌که ایمان آورده‌اید، با قومی که الله بر آنان خشم [و غضب] گرفته است دوستی نکنید. آنها از آخرت نومید هستند، همان ‌گونه که کافران، [به سبب کفر به رستاخیز] از [دوباره زنده شدن] گورخفتگان [در قیامت] نومیدند."
      }
    }
  ]
}