{
  "surah_number": 58,
  "extracted_at": "2025-09-20T15:16:32.989Z",
  "verses": [
    {
      "verse_number": 5105,
      "verse_key": "58:1",
      "arabic_text": " قَدْ سَمِعَ ٱللَّهُ قَوْلَ ٱلَّتِى تُجَـٰدِلُكَ فِى زَوْجِهَا وَتَشْتَكِىٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسْمَعُ تَحَاوُرَكُمَآ ۚ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
      "phonetic_text": "Qad samiAAa Allahu qawla allatee tujadilukafee zawjiha watashtakee ila Allahi wallahuyasmaAAu tahawurakuma inna Allaha sameeAAunbaseer",
      "translations": {
        "fr": "Allah a entendu les dires de celle qui discutait avec toi au sujet de son époux, et dont les plaintes s’adressaient à Allah. Allah entendait votre entretien, Lui Qui Entend et Voit Tout.",
        "en": "God has heard the words of the woman who disputed with you [Prophet] about her husband and complained to God: God has heard what you both had to say. He is all hearing, all seeing.",
        "es": "Dios oyó las palabras de quien reclamaba ante ti [¡Oh, Muhámmad!] acerca de su esposo y se quejaba por su aflicción ante Dios, y Dios escuchaba su diálogo porque Dios todo lo oye, todo lo ve.",
        "it": "Allah ha udito il discorso di colei che discuteva con te a proposito del suo sposo e si lamentava [davanti] ad Allah. Allah ascoltava il vostro colloquio. Allah è audiente e vede con chiarezza.",
        "ru": "Аллах уже услышал слова женщины, которая вступила с тобой в пререкания относительно своего мужа и пожаловалась Аллаху. Аллах слышал ваш спор, ведь Аллах - Слышащий, Видящий.",
        "tr": "Kocası hakkında seninle tartışan ve Allah'a şikayette bulunan kadının sözünü Allah işitmiştir. Allah, sizin konuşmanızı işitir. Çünkü Allah, işitendir, bilendir.",
        "de": "Gehört hat ja Allah die Aussage derjenigen, die mit dir über ihren Gatten streitet und sich bei Allah beklagt, während Allah euren Wortwechsel hört. Gewiß, Allah ist Allhörend und Allsehend.",
        "pt": "Em verdade, Deus escutou a declaração daquela que discutia contigo, acerca do marido, e se queixava (em oração) aDeus. Deus ouviu vossa palestra, porque é Oniouvinte, Onividente.",
        "nl": "Waarlijk, Allah heeft de woorden gehoord van haar die bij jou twistte over haar echtgenoot en zij klaagt bij Allah. En Allah hoorde het gesprek van jullie beiden aan. En Allah is Alhorend, Alziend.",
        "ur": "اللہ نے سُن لی <sup foot_note=\"187749\">1</sup> اُس عورت کی بات جو اپنے شوہر کے معاملہ میں تم سے تکرار کر رہی ہے اور اللہ سے فریاد کیے جاتی ہے۔ اللہ تم دونوں کی گفتگو سُن رہا ہے، <sup foot_note=\"187750\">2</sup> وہ سب کچھ سُننے اور دیکھنے والا ہے",
        "bn": "আল্লাহে নিশ্চয় শুনিছে সেই নাৰীৰ কথা; যিয়ে তাইৰ স্বামীৰ বিষয়ে তোমাৰ লগত বাদানুবাদ কৰি আছিল আৰু আল্লাহৰ ওচৰত অভিযোগ কৰি আছিল। আল্লাহে তোমালোক দুয়োৰে কথোপকথন শুনিছে; নিশ্চয় আল্লাহ সৰ্বশ্ৰোতা, সৰ্বদ্ৰষ্টা।",
        "fa": "الله سخن آن زن [= خَوله بنت ثَعلَبه] را شنید که دربارۀ شوهرش با تو صحبت می‌کرد و به الله شکایت می‌بُرد. الله گفتگوی شما را می‌شنود؛ چرا که الله شنوای بیناست."
      }
    },
    {
      "verse_number": 5106,
      "verse_key": "58:2",
      "arabic_text": "ٱلَّذِينَ يُظَـٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَـٰتِهِمْ ۖ إِنْ أُمَّهَـٰتُهُمْ إِلَّا ٱلَّـٰٓـِٔى وَلَدْنَهُمْ ۚ وَإِنَّهُمْ لَيَقُولُونَ مُنكَرًا مِّنَ ٱلْقَوْلِ وَزُورًا ۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٌ",
      "phonetic_text": "Allatheena yuthahiroonaminkum min nisa-ihim ma hunna ommahatihim inommahatuhum illa alla-ee waladnahumwa-innahum layaqooloona munkaran mina alqawli wazooran wa-innaAllaha laAAafuwwun ghafoor",
      "translations": {
        "fr": "Ceux d’entre vous qui répudient leurs femmes en affirmant qu’elles leurs sont désormais aussi défendues que leurs mères,<sup foot_note=195180>1</sup> cependant qu’elles ne sont nullement leurs mères – leurs mères étant celles qui les ont enfantés-, ne profèrent en vérité que des paroles condamnables et fausses. Mais Allah est Indulgent et Absoluteur.",
        "en": "Even if any of you say to their wives, ‘You are to me like my mother’s back,’they are not their mothers; their only mothers are those who gave birth to them. What they say is certainly blameworthy and false, but God is pardoning and forgiving.",
        "es": "Quienes digan a sus mujeres: “¡Eres para mí tan ilícita como mi madre!” deben saber que ellas no son sus madres. Sus madres son solo quienes los han dado a luz. Lo que dicen es reprobable y falso, pero Dios es Remisorio, Absolvedor.",
        "it": "Quanti fra voi che ripudiano le loro mogli dicendo: «Sii per me come la schiena di mia madre» [sappiano che] esse non sono affatto le loro madri. Le loro madri sono quelle che li hanno partoriti. In verità proferiscono qualcosa di riprovevole e una menzogna. Tuttavia Allah è indulgente, perdonatore.",
        "ru": "Те из вас, которые объявляют своих жен запретными для себя, говорят слова предосудительные и лживые. Их жены - не матери им, ведь их матерями являются только женщины, которые их родили. Воистину, Аллах - Снисходительный, Прощающий.",
        "tr": "İçinizde zıhâr yapanların kadınları, onların anaları değildir. Onların anaları ancak kendilerini doğuran kadındır. Şüphesiz onlar çirkin ve yalan bir laf söylüyorlar. Kuşkusuz Allah, affedici, bağışlayıcıdır.",
        "de": "Diejenigen von euch, die sich von ihren Frauen durch den Rückenschwur trennen - sie sind doch nicht ihre Mütter. Ihre Mütter sind nur diejenigen, die sie geboren haben. Sie sagen da fürwahr etwas Verwerfliches an Worten und etwas Falsches. Und Allah ist wahrlich Allverzeihend und Allvergebend.",
        "pt": "Aqueles, dentre vós, que repudiam as suas mulheres através do zihar, saibam que elas não são suas mães. Estas são as queos geraram; certamente, com tal juramento, eles proferiram algo iníquo e falso; porém, Deus é Absolvedor, Indulgentíssimo.",
        "nl": "Degenen die onder jullie die de Zhihâr uitspreken over hun vrouwen: zij zijn niet hun moeders, hun moeders zijn slechts degenen die hen gebaard hebben. En voorwaar, zij spreken zeker een verwerpelijk en bedrieglijk woord. En voorwaar, Allah is zeker Berouwaanvaardend, Vergevensgezind.",
        "ur": "تم میں سے جو لوگ اپنی بیویوں سے ظہار کرتے ہیں <sup foot_note=\"187751\">1</sup> ان کی بیویاں ان کی مائیں نہیں ہیں،ا  ن کی مائیں تو وہی ہیں جنہوں نے ان کو جنا ہے۔ <sup foot_note=\"187752\">2</sup> یہ لوگ ایک سخت ناپسندیدہ اور جُھوٹی بات کہتے ہیں، <sup foot_note=\"187753\">3</sup> اور حقیقت یہ ہے کہ اللہ بڑا معاف کرنے والا اور درگزر فرمانے والا ہے۔ <sup foot_note=\"187754\">4</sup>",
        "bn": "তোমালোকৰ মাজত যিসকলে নিজ স্ত্ৰীসকলৰ লগত যিহাৰ কৰে, সিহঁতৰ স্ত্ৰীসকল সিহঁতৰ মাক হৈ নাযায়, বৰং সিহঁতৰ মাক কেৱল সেইসকল তিৰোতা যিসকলে সিহঁতক জন্ম দিছে; আৰু নিশ্চয় সিহঁতে অসংগত আৰু অসত্য কথা কৈছে; নিশ্চয় আল্লাহ অধিক পাপ মোচনকাৰী আৰু বৰ ক্ষমাশীল।",
        "fa": "كسانى از شما كه همسران خویش را [از لحاظ حرمتِ همبستری، همچون] مادر خود تلقی مى‌كنند، [بدانند كه] آن زنان هرگز مادرانشان نخواهند بود؛ مادرانشان فقط زنانى هستند كه آنها را به دنیا آورده‌اند. آنان سخنى ناپسند و ناحق مى‌گویند؛ و [اگر توبه كنند] الله بخشایندۀ آمرزگار است."
      }
    },
    {
      "verse_number": 5107,
      "verse_key": "58:3",
      "arabic_text": "وَٱلَّذِينَ يُظَـٰهِرُونَ مِن نِّسَآئِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا۟ فَتَحْرِيرُ رَقَبَةٍ مِّن قَبْلِ أَن يَتَمَآسَّا ۚ ذَٰلِكُمْ تُوعَظُونَ بِهِۦ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
      "phonetic_text": "Wallatheena yuthahiroonamin nisa-ihim thumma yaAAoodoona lima qaloofatahreeru raqabatin min qabli an yatamassa thalikumtooAAathoona bihi wallahu bimataAAmaloona khabeer",
      "translations": {
        "fr": "Ceux qui répudient leurs femmes (en prononçant cette formule qui les assimile au dos de leurs mères), puis reviennent sur leur parole, doivent affranchir un esclave avant d’avoir le moindre rapport intime (avec leurs femmes). C’est à cela que vous êtes exhortés. Et Allah est parfaitement Informé de ce que vous faites.",
        "en": "Those of you who say such a thing to their wives, then go back on what they have said, must free a slave before the couple may touch one another again––this is what you are commanded to do, and God is fully aware of what you do––",
        "es": "Quienes repudien a su mujer diciéndole: “¡Eres para mí tan ilícita como mi madre!”, y luego se retracten, deberán liberar a un esclavo<sup foot_note=169415>1</sup> antes de poder cohabitar. Así es como se les escarmienta. Sabed que Dios está bien informado de cuanto hacéis.",
        "it": "Coloro che paragonano le loro mogli alla schiena delle loro madri e poi si pentono di quello che hanno detto, liberino uno schiavo prima di riprendere i rapporti coniugali. Siete esortati a far ciò. Allah è ben informato di quello che fate.",
        "ru": "Те, которые объявляют своих жен запретными для себя, а потом отрекаются от сказанного, должны освободить одного раба прежде, чем они прикоснутся друг к другу. Этим вас увещевают, и Аллах ведает о том, что вы совершаете.",
        "tr": "Kadınlardan zıhâr ile ayrılmak isteyip de sonra söylediklerinden dönenlerin, karılarıyla temas etmeden önce bir köleyi hürriyete kavuşturmaları gerekir. Size öğütlenen budur. Allah, yaptıklarınızdan haberi olandır.",
        "de": "Diejenigen, die sich von ihren Frauen durch den Rückenschwur trennen und hierauf dann doch zu dem zurückkehren, was sie gesagt haben, (sollen) einen Sklaven befreien, bevor sie beide einander berühren. Damit werdet ihr ja ermahnt. Und Allah ist dessen, was ihr tut, Kundig.",
        "pt": "Quanto àqueles que repudiarem as suas mulheres pelo zihar e logo se retratarem disso, deverão manumitir um escravo, antes de as tocarem. Isso é uma exortação para vós, porque Deus está inteirado de tudo quanto fazeis.",
        "nl": "En degenen die de Zhihâr uitspreken over hun vrouwen en daarna willen terugkomen op wat zij zeiden: zij moeten dan een slaaf vrijkopen, voordat zij elkaar aanraken (geslachtsgemeenschap hebben). Dat is waartoe jullie onderricht worden. En Allah is Alziende over wat jullie doen.",
        "ur": "<sup foot_note=\"171581\">1</sup> جو لوگ اپنی بیویوں سے ظِہار کریں پھر اپنی اُس بات سے رجُوع کریں جو انہوں نے کہی تھی، <sup foot_note=\"171582\">2</sup> تو قبل اس کے  کہ دونوں ایک دوسرے کو ہاتھ لگائیں، ایک غلام آزاد کرنا ہوگا۔ اِس سے تم کو نصیحت کی جاتی ہے، <sup foot_note=\"171583\">3</sup> اور جو کچھ تم کرتے ہو اللہ اس سے باخبر ہے۔ <sup foot_note=\"171584\">4</sup>",
        "bn": "আৰু যিসকলে সিহঁতৰ স্ত্ৰীসকলৰ লগত যিহাৰ কৰে, আৰু পিছত সিহঁতৰ উক্তি প্ৰত্যাহাৰ কৰে, তেন্তে ইজনে সিজনক স্পৰ্শ কৰাৰ আগতে এজন দাস মুক্ত কৰিব লাগিব, ইয়াৰ দ্বাৰা তোমালোকক উপদেশ দিয়া হৈছে; আৰু তোমালোকে যি কৰা সেই সম্পৰ্কে আল্লাহ সম্যক অৱহিত।",
        "fa": "کسانی ‌که زنانشان را ظِهار می‌کنند، سپس از آنچه گفته‌اند باز می‌گردند، باید پیش از آمیزش جنسی با هم، برده‌ای را آزاد کنند. این حکمی است که به آن [پند و] اندرز داده می‌شوید؛ و الله به آنچه می‌کنید آگاه است."
      }
    },
    {
      "verse_number": 5108,
      "verse_key": "58:4",
      "arabic_text": "فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِن قَبْلِ أَن يَتَمَآسَّا ۖ فَمَن لَّمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ۚ ذَٰلِكَ لِتُؤْمِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ۚ وَتِلْكَ حُدُودُ ٱللَّهِ ۗ وَلِلْكَـٰفِرِينَ عَذَابٌ أَلِيمٌ",
      "phonetic_text": "Faman lam yajid fasiyamushahrayni mutatabiAAayni min qabli an yatamassafaman lam yastatiAA fa-itAAamu sitteenamiskeenan thalika litu/minoo billahiwarasoolihi watilka hudoodu Allahi walilkafireenaAAathabun aleem",
      "translations": {
        "fr": "Quiconque n’en trouve pas les moyens jeûnera deux mois consécutifs, avant d’avoir le moindre rapport intime avec (sa femme). S’il ne le peut, il devra alors nourrir soixante pauvres. Cela, pour que vous croyiez en Allah et en Son Messager. Telles sont les limites (hudûd) d’Allah, et aux mécréants il est (réservé) un supplice très douloureux.",
        "en": "but anyone who does not have the means should fast continuously for two months before they touch each other, and anyone unable to do this should feed sixty needy people. This is so that you may [truly] have faith in God and His Messenger. These are the bounds set by God: grievous torment awaits those who ignore them.",
        "es": "Pero quien no pueda hacerlo<sup foot_note=169416>1</sup>, deberá ayunar dos meses consecutivos antes de poder cohabitar. Quien no pueda<sup foot_note=169417>2</sup>, deberá alimentar a sesenta pobres. Esto es para que creáis [con sinceridad] en Dios y en Su Mensajero. [Y aprendáis a respetar a la mujer]. Estos son los preceptos de Dios. Pero los que se nieguen a creer<sup foot_note=169418>3</sup> recibirán un castigo doloroso.",
        "it": "E colui che non ne abbia i mezzi, digiuni [allora] per due mesi consecutivi prima di riprendere i rapporti coniugali. E chi non ne abbia la possibilità nutra sessanta poveri. Ciò [vi è imposto] affinché crediate in Allah e nel Suo Inviato. Questi sono i limiti di Allah. I miscredenti avranno un doloroso castigo.",
        "ru": "Если кто-либо не сможет сделать этого, то он должен поститься в течение двух месяцев без перерыва прежде, чем они прикоснутся друг к другу. А кто не способен на это, тому надлежит накормить шестьдесят бедняков. Это делается для того, чтобы вы уверовали в Аллаха и Его Посланника. Таковы ограничения Аллаха, а для неверующих уготованы мучительные страдания.",
        "tr": "Buna imkan bulamayan kimse, temas etmeden önce aralıksız olarak iki ay oruç tutmalıdır. Buna da gücü yetmeyen, altmış fakiri doyurur. Bu (hafifletme), Allah'a ve Resulüne inanmanızdan dolayıdır. Bunlar Allah'ın hükümleridir. Kâfirler için acı bir azap vardır.",
        "de": "Wer aber keine (Möglichkeit dazu) findet, (der hat) zwei aufeinanderfolgende Monate (zu) fasten, bevor sie beide einander berühren. Wer (es) aber nicht kann, (der hat) sechzig Arme (zu) speisen. Dies, damit ihr an Allah und Seinen Gesandten glaubt. Dies sind Allahs Grenzen. Und für die Ungläubigen wird es schmerzhafte Strafe geben.",
        "pt": "Mas, quem não o encontrar (escravo), deverá jejuará dois meses consecutivos antes de a tocar. Porém, quem não pudersuportar o jejum, dementar sessenta necessitados. Isso, para que creiais em Deus e em Seu Mensageiro. Tais são as leis deDeus, e aqueles que as profanarem sofrerão um doloroso castigo.",
        "nl": "En wie daartoe geen mogelijkheid vindt (moet) dan gedurende twee opeenvolgende maanden vasten, voordat zij elkaar aanraken. En wie daartoe niet in staat is, (moet) dan zestig armen voeden; opdat jullie geloven in Allah en Zijn Boodschapper. En dat zijn de bepalingen van Allah. En voor de ongelovigen is er een pijnlijke bestraffing.",
        "ur": "اور جو شخص غلام نہ پائے وہ دو مہینے کے پے درپے روزے رکھے قبل اس کے کہ دونوں ایک دوسرے کو ہاتھ لگائیں۔ اور جو اس پر بھی قادر نہ ہو وہ ساٹھ (۶۰) مسکینوں کو کھانا کھلائے۔ <sup foot_note=\"187755\">1</sup> یہ حکم اِس لیے دیا جارہا ہے کہ تم اللہ اور اُس کے رسُول پر ایمان لاؤ۔<sup foot_note=\"187756\">2</sup> یہ اللہ کی مقرر کی ہوئی حدیں ہیں، اور کافروں کے لیے دردناک سزا ہے۔ <sup foot_note=\"187757\">3</sup>",
        "bn": "কিন্তু যিয়ে এইটো কৰিব নোৱাৰিব, তেন্তে ইজনে সিজনক স্পৰ্শ কৰাৰ আগতে সি একেৰাহে দুমাহ ছিয়াম পালন কৰিব লাগিব;আৰু যিয়ে এইটোও কৰিবলৈ সক্ষম নহয়, সি ষাঠিজন মিছকীনক আহাৰ কৰাব লাগিব;এই বিধান এই বাবে যে, যাতে তোমালোকে আল্লাহ আৰু তেওঁৰ ৰাছুলৰ প্ৰতি ঈমান আনা। এইবোৰ আল্লাহৰ নিৰ্ধাৰিত বিধান; আৰু অস্বীকাৰকাৰী সকলৰ বাবে আছে যন্ত্ৰণাদায়ক শাস্তি।",
        "fa": "اگر کسی [برده‌ای را] نیابد، [باید] پیش از آمیزش جنسی، دو ماه پیاپی روزه بگیرد؛ و کسی ‌که نمی‌تواند [روزه بگیرد، در آن صورت،] باید شصت مسکین را اِطعام کند. این [کفّاره،] برای آن است که به الله و رسولش ایمان بیاورید و اینها حدود [احکام] الهی است؛ و برای کافران عذاب دردناکی [در پیش] است."
      }
    },
    {
      "verse_number": 5109,
      "verse_key": "58:5",
      "arabic_text": "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُوا۟ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ وَقَدْ أَنزَلْنَآ ءَايَـٰتٍۭ بَيِّنَـٰتٍ ۚ وَلِلْكَـٰفِرِينَ عَذَابٌ مُّهِينٌ",
      "phonetic_text": "Inna allatheena yuhaddoona Allahawarasoolahu kubitoo kama kubita allatheena minqablihim waqad anzalna ayatin bayyinatinwalilkafireena AAathabun muheen",
      "translations": {
        "fr": "Ceux qui défient Allah et Son Messager seront défaits et humiliés comme le furent, autrefois, leurs prédécesseurs. Nous avons révélé des Signes explicites, et les mécréants auront un supplice avilissant,",
        "en": "Those who oppose God and His Messenger will be brought low, like those before them: We have revealed clear messages, and humiliating torment awaits those who ignore them,",
        "es": "Los que combatan a Dios y a Su Mensajero serán derrotados como quienes los precedieron. He revelado signos evidentes, y por eso quienes se nieguen a creer recibirán un castigo humillante.",
        "it": "Post-Eg. n.Di versetti. Il nome della sura deriva dal contenuto del vers. In nome di Allah, il Compassionevole, il Misericordioso. In verità coloro che si oppongono ad Allah e al Suo Inviato, saranno sgominati come lo furono coloro che li precedettero. Già facemmo scendere prove inequivocabili. I miscredenti subiranno un avvilente castigo,",
        "ru": "Те, которые враждуют с Аллахом и Его Посланником, будут унижены, как были унижены их предшественники. Мы уже ниспослали ясные знамения, а для неверующих уготованы унизительные мучения.",
        "tr": "Allah'a ve Resulüne karşı gelenler, kendilerinden öncekilerin alçaltıldığı gibi alçaltılacaklardır. Biz apaçık âyetler indirmişizdir. Kâfirler için küçük düşürücü bir azap vardır.",
        "de": "Gewiß, diejenigen, die Allah und Seinem Gesandten zuwiderhandeln, werden niedergeworfen, wie diejenigen vor ihnen niedergeworfen worden sind. Wir haben ja doch klare Zeichen hinabgesandt. Und für die Ungläubigen wird es schmachvolle Strafe geben.",
        "pt": "Sabei que aqueles que contrariam Deus e Seu Mensageiro serão exterminados, como o foram os seus antepassados; porisso Nós lhes enviamos lúcidos versículos e, aqueles que os negarem, sofrerão um afrontoso castigo.",
        "nl": "Voorwaar, degenen die zich verzetten tegen Allah en Zijn Boodschapper zullen vernederd worden, zoals degenen vóór hen vernederd werden. En waarlijk, Wij hebben duidelijke Tekenen neergezonden. En voor de ongelovigen is er een vernederende bestraffing.",
        "ur": "جو لوگ اللہ اور اُس کے رسُول کی مخالفت کرتے ہیں <sup foot_note=\"187758\">1</sup> وہ اسی طرح ذلیل و خوار کر دیے جائے گے جس طرح ان سے پہلے کے لوگ ذلیل و خوار کیے جا چکے ہیں۔ <sup foot_note=\"187759\">2</sup> ہم نے صاف صاف آیات نازل کر دی ہیں، اور کافروں کے لیے ذلّت کا عذاب ہے۔ <sup foot_note=\"187760\">3</sup>",
        "bn": "নিশ্চয় যিবিলাক মানুহে আল্লাহ আৰু তেওঁৰ ৰাছুলৰ বিৰুদ্ধাচাৰণ কৰে, সিহঁতক অপদস্ত কৰা হ’ব যেনেকৈ অপদস্ত কৰা হৈছিল সিহঁতৰ পূৰ্বৱৰ্তীসকলক; আৰু আমি সুস্পষ্ট আয়াত অৱতীৰ্ণ কৰিছো; আৰু কাফিৰসকলৰ বাবে আছে লাঞ্ছনাদায়ক শাস্তি--",
        "fa": "همانا کسانی ‌که با الله و رسولش دشمنی می‌کنند، خوار [و ذلیل] می‌شوند؛ همان‌ گونه که پیشینیانِ آنها نیز خوار [و ذلیل] شدند؛ و به راستی ما آیات روشنی نازل کردیم، و برای کافران عذابی خفت‌بار [در پیش] است."
      }
    },
    {
      "verse_number": 5110,
      "verse_key": "58:6",
      "arabic_text": "يَوْمَ يَبْعَثُهُمُ ٱللَّهُ جَمِيعًا فَيُنَبِّئُهُم بِمَا عَمِلُوٓا۟ ۚ أَحْصَىٰهُ ٱللَّهُ وَنَسُوهُ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
      "phonetic_text": "Yawma yabAAathuhumu Allahu jameeAAanfayunabbi-ohum bima AAamiloo ahsahu Allahuwanasoohu wallahu AAala kulli shay-inshaheed",
      "translations": {
        "fr": "le jour où Allah les ressuscitera tous et les informera de ce qu’ils auront fait. Allah aura recensé (leurs œuvres), et eux les auront oubliées. Allah est Témoin de Toute chose.",
        "en": "on the Day when God will raise everyone and make them aware of what they have done. God has taken account of it all, though they may have forgotten: He witnesses everything.",
        "es": "El día que Dios les resucite a todos, les informará cuanto hicieron. Dios registró sus obras, mientras que ellos las olvidaron. Dios es testigo de todo.",
        "it": "nel Giorno in cui Allah tutti li resusciterà e li informerà delle loro opere. Allah le ha contate, mentre essi le hanno dimenticate. Allah è testimone di ogni cosa.",
        "ru": "В тот день Аллах воскресит их всех и поведает им о том, что они совершили. Аллах исчислил это, а они забыли. Аллах - Свидетель всякой вещи.",
        "tr": "O gün Allah onların hepsini diriltecek ve yaptıklarını kendilerine haber verecektir. Allah onları bir bir saymıştır. Onlar ise unutmuşlardır. Allah her şeye şahiddir",
        "de": "Am Tag, da Allah sie alle auferwecken und ihnen kundtun wird, was sie getan haben. Allah hat es erfaßt, sie aber haben es vergessen. Und Allah ist über alles Zeuge.",
        "pt": "Será o dia em que Deus os ressuscitará a todos e os inteirará de tudo quanto tiverem feito. Deus o memoriza, enquantoeles o esquecem, porque Deus é Testemunha de tudo.",
        "nl": "(Gedenkt) de Dag waarop Allah Hen allemaal opwekt, Hij zal hun daarop meedelen wat zij gedaan hebben. Allah zal het nauwkeurig opsommen, terwijl zij het vergeten hebben. Allah is van alles Getuige.",
        "ur": "اُس دن (یہ ذلّت کا عذاب ہونا ہے) جب اللہ ان سب کو پھر سے زندہ کرکے اُٹھائے گا اور انہیں بتادےگا کہ وہ کیا کچھ کرکے آئیں ہیں۔ وہ بُھول گئے ہیں مگر اللہ نے ان کا سب کیا دھرا گِن گِن کر محفوظ کر رکھا ہے <sup foot_note=\"187761\">1</sup> اور اللہ ایک ایک چیز پر شاہد ہے",
        "bn": "যিদিনা আল্লাহে সিহঁত সকলোকে পুনৰুজ্জীৱিত কৰি উঠাব, তাৰ পিছত সিহঁতে যি আমল কৰিছিল সেয়া তেওঁ সিহঁতক জনাই দিব; আল্লাহে সেইবোৰ হিচাপ কৰি ৰাখিছে যদিও সিহঁতে পাহৰি গৈছে; আৰু আল্লাহ প্ৰতিটো বস্তুৰ প্ৰত্যক্ষদৰ্শী।",
        "fa": "روزی‌ که الله همۀ آنها را [از گور] برمی‌انگیزد، سپس آنها را از آنچه کرده‌اند باخبر می‌سازد؛ [همان اعمالی که] الله حساب آن را نگه داشته، اما آنها فراموشش کرده‌اند؛ و الله بر همه چیز، گواه [و ناظر] است."
      }
    },
    {
      "verse_number": 5111,
      "verse_key": "58:7",
      "arabic_text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ مَا يَكُونُ مِن نَّجْوَىٰ ثَلَـٰثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَآ أَدْنَىٰ مِن ذَٰلِكَ وَلَآ أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا۟ ۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُوا۟ يَوْمَ ٱلْقِيَـٰمَةِ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
      "phonetic_text": "Alam tara anna Allaha yaAAlamu mafee assamawati wama fee al-ardima yakoonu min najwa thalathatin illahuwa rabiAAuhum wala khamsatin illa huwa sadisuhumwala adna min thalika wala aktharailla huwa maAAahum ayna ma kanoo thummayunabbi-ohum bima AAamiloo yawma alqiyamati innaAllaha bikulli shay-in AAaleem",
      "translations": {
        "fr": "Ne vois-tu pas qu’Allah Sait ce qu’il y a dans les cieux et sur terre ? Il n’est point de confidence entre trois (personnes) sans qu’Il n’en soit le quatrième ; ni entre cinq sans qu’Il n’en soit le sixième. Qu’il s’agisse de moins (d’individus) ou de plus, Il sera toujours avec eux où qu’ils soient. Puis, au Jour de la Résurrection, Il les informera de ce qu’ils auront fait. Allah Sait parfaitement Toute chose.",
        "en": "Do you not see [Prophet] that God knows everything in the heavens and earth? There is no secret conversation between three people where He is not the fourth, nor between five where He is not the sixth, nor between less or more than that without Him being with them, wherever they may be. On the Day of Resurrection, He will show them what they have done: God truly has full knowledge of everything.",
        "es": "¿Acaso no ves que Dios conoce cuanto hay en los cielos y en la Tierra? No hay confidencia entre tres sin que Él sea el cuarto, ni entre cinco sin que Él sea el sexto. Siempre, sean menos o más, Él estará presente dondequiera que se encuentren. El Día de la Resurrección les informará sobre lo que hicieron. Dios tiene conocimiento de todas las cosas.",
        "it": "Non vedi che Allah conosce quel che è nei cieli e sulla terra <a class=f><sup foot_note=160144>1</sup></a> ? Non c’è conciliabolo a tre in cui Egli non sia il quarto, né a cinque in cui non sia il sesto; siano in più o in meno, Egli è con loro ovunque si trovino. Poi, nel Giorno della Resurrezione, li porrà di fronte a quello che avranno fatto. In verità Allah conosce ogni cosa.",
        "ru": "Разве ты не знаешь, что Аллаху ведомо то, что на небесах, и то, что на земле? Не бывает тайной беседы между тремя, чтобы Он не был четвертым; или между пятью, чтобы Он не был шестым. Больше их или меньше - Он всегда с ними, где бы они ни были. А потом, в День воскресения, Он поведает им о том, что они совершили. Воистину, Аллах знает о всякой вещи.",
        "tr": "Göklerde ve yerde olanları, Allah'ın bildiğini görmüyor musunuz? Üç kişinin gizli konuştuğu yerde dördüncüsü mutlaka O'dur. Beş kişinin gizli konuştuğu yerde altıncısı mutlaka O'dur. Bunlardan az veya çok olsunlar ve nerede bulunurlarsa bulunsunlar mutlak O, onlarla beraberdir. Sonra kıyamet günü onlara yaptıklarını haber verecektir. Doğrusu Allah, her şeyi bilendir.",
        "de": "Siehst du nicht, daß Allah weiß, was in den Himmeln und was auf der Erde ist? Es gibt kein vertrauliches Gespräch zwischen dreien, ohne daß Er ihr vierter wäre, und keines zwischen fünfen, ohne daß Er ihr sechster wäre, und auch nicht weniger oder mehr als dieser (Zahl), ohne daß Er mit ihnen wäre, wo immer sie sein mögen. Hierauf tut Er ihnen am Tag der Auferstehung kund, was sie getan haben. Gewiß, Allah weiß über alles Bescheid.",
        "pt": "Não reparas em que Deus conhece tudo quanto existe nos céus e na terra? Não há confidência entre três pessoas, sem queEle seja a Quarta delas; nem entre cinco, sem que Ele seja a sexta; nem que haja menos ou mais do que isso, sem que Eleesteja com elas, onde quer que se achem. Logo, no Dia da Ressurreição, os inteirará de tudo quanto fizerem, porque Deus éOnisciente.",
        "nl": "Zie jij niet dat Allah weet wat er in de hemelen en op de aarde is? Er is geen geheim gesprek tussen drie mensen, of Hij is hun vierde; en niet tussen vijf, of Hij is hun zesde; en niet minder of meer dan dat, of Hij is met hen, waar zij zich ook bevinden. En Hij zal hun dan op de Dag der Opstanding bekendmaken wat zij hebben gedaan. Voorwaar, Allah is Alwetend over alle zaken.",
        "ur": "<sup foot_note=\"171585\">1</sup> کیا تم کو خبر نہیں ہے کہ زمین اور آسمانوں کی ہر چیز کا اللہ کو علم ہے؟ کبھی ایسا نہیں ہوتا کہ تین آدمیوں میں کوئی سرگوشی ہو  اور ان کے درمیان چوتھا اللہ نہ ہو، یا پانچ آدمیوں میں سرگوشی ہو اور ان کے اندر چھٹا اللہ نہ ہو۔ <sup foot_note=\"171586\">2</sup> خفیہ بات کرنے والے خواہ اِس سے کم ہوں یا زیادہ ، جہا ں کہیں بھی وہ ہوں ، اللہ ان کے ساتھ ہوتا ہے۔ <sup foot_note=\"171587\">3</sup> پھر قیامت کے روز وہ ان کو بتا دے گا کہ انہوں نے کیا کچھ کیا ہے۔ اللہ ہر چیز کا علم رکھتا ہے",
        "bn": "তুমি লক্ষ্য কৰা নাইনে যে, আকাশমণ্ডল আৰু পৃথিৱীত যি আছে সেয়া আল্লাহে জানে? তিনিজন ব্যক্তিৰ মাজত এনেকুৱা কোনো গোপন পৰামৰ্শ নহয় য’ত চতুৰ্থজন হিচাপে তেওঁ নাথাকে আৰু পাঁচজনৰ মাজতো নহয় য’ত ষষ্টজন হিচাপে তেওঁ নাথাকে। সিহঁত ইয়াতকৈ কম হওঁক বা বেছি হওঁক তেওঁ সিহঁতৰ লগতে আছে সিহঁত য’তেই নাথাকক কিয়। তাৰ পিছত ক্বিয়ামতৰ দিনা তেওঁ সিহঁতক সিহঁতৰ কৃতকৰ্ম সম্পৰ্কে জনাই দিব। নিশ্চয় আল্লাহ সকলো বস্তু সম্পৰ্কে সম্যক অৱগত।",
        "fa": "مگر ندیده‌ای که الله آنچه را که در آسمان‌ها و آنچه را که در زمین است می‌داند؟ هیچ نجوایی میان سه نفر نیست، مگر آنکه او [با علم خویش] چهارمینِ آنهاست؛ و نه میان پنج نفر، مگر آنکه او [با علم خویش] ششمینِ آنهاست؛ و نه کمتر از این [عدد] و نه بیشتر؛ مگر آنکه هر کجا باشند، او [با علم خویش] همراهِ آنهاست. سپس روز قیامت آنها را از آنچه کرده‌اند باخبر می‌سازد. بی‌گمان، الله به همه چیز داناست."
      }
    },
    {
      "verse_number": 5112,
      "verse_key": "58:8",
      "arabic_text": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ نُهُوا۟ عَنِ ٱلنَّجْوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُوا۟ عَنْهُ وَيَتَنَـٰجَوْنَ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ وَإِذَا جَآءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِىٓ أَنفُسِهِمْ لَوْلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُ ۚ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا ۖ فَبِئْسَ ٱلْمَصِيرُ",
      "phonetic_text": "Alam tara ila allatheena nuhooAAani annajwa thumma yaAAoodoona lima nuhooAAanhu wayatanajawna bil-ithmi walAAudwaniwamaAAsiyati arrasooli wa-itha jaookahayyawka bima lam yuhayyika bihi Allahuwayaqooloona fee anfusihim lawla yuAAaththibunaAllahu bima naqoolu hasbuhum jahannamu yaslawnahafabi/sa almaseer",
      "translations": {
        "fr": "N’as-tu pas vu ceux à qui les entretiens secrets ont été défendus ? Ils reviennent (malgré tout) à ce qui leur a été défendu et conspirent pour commettre des péchés et se livrer aux transgressions ainsi qu’à la rébellion contre le Messager. Quand ils viennent te trouver, ils utilisent une salutation dont Allah ne t’a pas salué, et disent dans le secret du cœur : « Mais pourquoi Allah ne sévit-Il donc pas contre nous qui avons usé de ce langage ? » Que la Géhenne leur suffise, où ils brûleront, et quel affreux devenir !",
        "en": "Have you not seen how those who have been forbidden to hold secret conversations go back afterwards and hold them, and conspire with one another in what is sinful, hostile, and disobedient to the Messenger? When they come to you they greet you with words God has never used to greet you, and say inwardly, ‘Why does God not punish us for what we say?’ Hell will be punishment enough for them: they will burn there- an evil destination.",
        "es": "¿Acaso no ves a aquellos a los que se les habían prohibido los conciliábulos, pero igualmente persisten en hacerlo en secreto? Se confabulan para la maldad, la enemistad y la desobediencia al Mensajero. Cuando se presentan ante ti [¡Oh, Muhámmad!] no te saludan como Dios ha ordenado que lo hagan<sup foot_note=169419>1</sup>, y se dicen entre ellos [en tono burlón]: “¿Por qué será que Dios no nos castiga por lo que decimos?” Será suficiente el Infierno al que serán arrojados. ¡Qué pésimo destino!",
        "it": "Non hai visto coloro ai quali sono stati vietati i conciliaboli? Hanno ricominciato [a fare] quel che era stato loro vietato e tengono conciliaboli peccaminosi, ostili e di disobbedienza nei confronti dell’Inviato <a class=f><sup foot_note=160145>1</sup></a> . Quando vengono a te, ti salutano in un modo in cui Allah non ti ha salutato <a class=f><sup foot_note=160146>2</sup></a> e dicono in cuor loro: «Perché Allah non ci castiga per quello che diciamo?». Basterà loro l’Inferno in cui saranno precipitati. Qual tristo avvenire!",
        "ru": "Разве ты не видел тех, кому были запрещены тайные беседы. Они возвращаются к тому, что было им запрещено, и тайно переговариваются о грехах, посягательстве и неповиновении Посланнику. Когда они приходят к тебе, то приветствуют тебя не так, как приветствует тебя Аллах, говоря в душе: «Почему бы Аллаху не наказать нас за то, что мы говорим?». Довольно с них Геенны! Туда они попадут, и как же скверно это место прибытия!",
        "tr": "Gizli konuşmaktan menedildikten sonra yine o menedildikleri şeyi yapmaya kalkışarak günah, düşmanlık ve Peygamber'e karşı gelmek hususunda gizlice konuşanları görmedin mi? Onlar sana geldikleri zaman seni, Allah'ın selamlamadığı bir tarzda selamlıyorlar. Kendi içlerinden de \"bu söylediklerimiz yüzünden Allah'ın bize azap etmesi gerekmez miydi?\" derler. Cehennem onlara yeter. Oraya gireceklerdir, ne kötü dönüş yeridir orası!",
        "de": "Siehst du nicht jene, denen verboten wurde, vertrauliche Gespräche zu führen, die aber hierauf zurückkehren zu dem, was ihnen verboten wurde und miteinander über Sünde, feindseliges Vorgehen und Ungehorsam gegen den Gesandten vertraulich sprechen? Und wenn sie zu dir kommen, grüßen sie dich, wie nicht einmal Allah dich grüßt, und sagen unter sich: Würde Allah uns doch nur strafen für das, was wir sagen! Ihre Genüge ist die Hölle, der sie ausgesetzt sein werden - ein schlimmer Ausgang!",
        "pt": "Acaso, não reparaste naqueles a quem foi proibida a confidência? Não obstante, reincidem no que lhes foi vedado e falamclandestinamente de iniqüidades, de hostilidades e de desobediências ao Mensageiro! E quando se apresentam a ti, saúdam-te, em termos com os quais Deus jamais te saudaram, e dizem para si: Por que Deus não nos castiga pelo quefazemos? Bastar-lhes-á o inferno, no qual entrarão! E que funesto destino!",
        "nl": "Zie jij degenen niet die het geheime gesprek verboden werd? Daarop vervielen zij tot dat wat hun verboden werd. En zij voerden geheime gesprekken omwille van zonde, vijandigheid en opstand tegen de Boodschapper. En wanneer zij tot jou kwamen, begroetten zij jou niet met de woorden waarmee Allah jou begroet, en zij zeggen onder elkaar: \"Had Allah ons maar bestraft voor wat wij zeiden.\" De Hel is voldoende voor hen. Daarin zullen zij branden. En dat is de slechtste plaats van terugkeer!",
        "ur": "کیا تم نے دیکھا نہیں اُن لوگوں کو جنہیں سرگوشیاں کرنے سے منع کر دیا گیا تھا پھر بھی وہ وہی حرکت کیے جاتے ہیں جس سے انہیں منع کیا گیا تھا؟ <sup foot_note=\"187762\">1</sup> یہ لوگ چُھپ چُھپ کر آپس میں گناہ اور زیادتی اور رسُول کی نافرمانی کی باتیں کرتے ہیں، اور جب تمہارے پاس آتے ہیں تو تمہیں اُس طریقے سے سلام کرتے ہیں جس طرح اللہ نے تم پر سلام نہیں کیا <sup foot_note=\"187763\">2</sup> ہے اور اپنے دلوں میں کہتے ہیں کہ ہماری اِن باتوں پر اللہ ہمیں عذاب کیوں نہیں دیتا۔ <sup foot_note=\"187764\">3</sup> اُن کے لیے جہنم ہی کافی ہے۔ اُسی کا وہ ایندھن بنیں گے۔ بڑا  ہی بُرا انجام ہے اُن کا",
        "bn": "তুমি সিহঁতক লক্ষ্য কৰা নাইনে, যিসকলক গোপন পৰামৰ্শ কৰিবলৈ নিষেধ কৰা হৈছিল? তাৰ পিছতো সিহঁতে সেইটোৱে পুনৰাবৃত্তি কৰিলে যিটো কৰিবলৈ সিহঁতক নিষেধ কৰা হৈছিল; আৰু সিহঁতে দুষ্কাৰ্য, সীমালঙ্ঘন আৰু ৰাছুলৰ বিৰুদ্ধাচাৰণৰ বাবে গোপন পৰামৰ্শ কৰে। আৰু সিহঁতে যেতিয়া তোমাৰ ওচৰলৈ আহে তেতিয়া সিহঁতে তোমাক এনে কথাৰ দ্বাৰা অভিবাদন জনায় যিটোৰ দ্বাৰা আল্লাহে তোমাক অভিবাদন জনোৱা নাই। সিহঁতে মনে মনে কয়, ‘আমি যি কওঁ তাৰ বাবে আল্লাহে আমাক কিয় শাস্তি নিদিয়ে’? জাহান্নামেই সিহঁতৰ বাবে যথেষ্ট, য’ত সিহঁতে প্ৰৱেশ কৰিব, আৰু কিমান যে নিকৃষ্ট সেই গন্তব্যস্থল!",
        "fa": "[ای پیامبر،] مگر ندیده‌ای کسانی [= یهودیانی] را که از نجوا نهی شدند، ولی به آنچه از آن نهی شده بودند باز می‌گردند، و به [قصدِ] گناه و تجاوز و نافرمانی از پیامبر، با هم نجوا می‌کنند، و هنگامی که نزد تو می‌آیند، به نحوی به تو درود می‌فرستند که الله با آن [کلمات،] به تو درود و سلام نگفته است [و به جای السلام عليك، السَّامُ عَلَيكَ یعنی مرگ بر تو می‌گفتند]؛ و [آنها] در دل خود می‌گویند: «چرا الله ما را به [کیفر] آنچه می‌گوییم عذاب نمی‌کند؟» جهنم برایشان کافی است [که] به آن وارد می‌شوند؛ و چه بد [سرانجام و] جایگاهی است!"
      }
    },
    {
      "verse_number": 5113,
      "verse_key": "58:9",
      "arabic_text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا تَنَـٰجَيْتُمْ فَلَا تَتَنَـٰجَوْا۟ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ وَتَنَـٰجَوْا۟ بِٱلْبِرِّ وَٱلتَّقْوَىٰ ۖ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ",
      "phonetic_text": "Ya ayyuha allatheena amanooitha tanajaytum fala tatanajaw bil-ithmiwalAAudwani wamaAAsiyati arrasooliwatanajaw bilbirri wattaqwa wattaqooAllaha allathee ilayhi tuhsharoon",
      "translations": {
        "fr": "Ô vous qui avez cru ! Évitez, dans vos entretiens secrets, d’échanger des confidences pour commettre des péchés et vous livrer aux transgressions - (entretiens qui vous inciteraient) à désobéir au Messager. Que vos entretiens secrets (incitent) à la vertu et à la piété. Craignez Allah vers Qui vous serez ramenés en foule.",
        "en": "You who believe, when you converse in secret, do not do so in a way that is sinful, hostile, and disobedient to the Messenger, but in a way that is good and mindful [of God]. Be mindful of God, to whom you will all be gathered.",
        "es": "¡Oh, creyentes! Cuando habléis en secreto no lo hagáis para cometer una maldad, crear una enemistad o desobedecer al Mensajero, sino que hablad en secreto para acordar actos de benevolencia y piedad. Tened temor de Dios, que ante Él compareceréis.",
        "it": "O credenti, non siano peccaminosi ostili e di disobbedienza nei confronti dell’Inviato i vostri colloqui privati, ma nel bene e nel timor di Allah. Temete Allah, davanti al Quale sarete radunati.",
        "ru": "О те, которые уверовали! Если уж вы тайно переговариваетесь, то не говорите о грехах, посягательстве и неповиновении Посланнику, а говорите о благочестии и богобоязненности и бойтесь Аллаха, к Которому вы будете собраны.",
        "tr": "Ey iman edenler! Aranızda gizli konuşacağınız zaman günahı düşmanlığı ve Peygamber'e karşı gelmeyi fısıldamayın. İyilik ve takvayı konuşun. Huzuruna toplanacağınız Allah'tan korkun.",
        "de": "O die ihr glaubt, wenn ihr vertraulich miteinander sprecht, dann sprecht nicht vertraulich miteinander über Sünde, feindseliges Vorgehen und Ungehorsam gegen den Gesandten, sondern sprecht vertraulich miteinander über Frömmigkeit und Gottesfurcht. Und fürchtet Allah, zu Dem ihr versammelt werdet.",
        "pt": "Ó fiéis, quando falardes na intimidade, não discorrais sobre iniqüidades, sobre hostilidades, nem sobre a desobediênciaao Mensageiro; antes, falai da virtude e da piedade, e temei a Deus, ante Quem sereis congregados.",
        "nl": "O jullie die geloven, wanneer jullie geheime gesprekken voeren, voert dan geen geheime gesprekken omwille van zonde, vijandigheid en opstand tegen de Boodschapper, maar voert geheime gesprekken omwille van goedheid en het vrezen (van Allah). En vreest Allah tot Wie jullie teruggekeerd worden.",
        "ur": "اے لوگو جو ایمان لائے ہو، جب تم آپس میں پوشیدہ بات کر و تو گناہ اور زیادتی اور رسول کی نافرمانی کی باتیں نہیں بلکہ نیکی اور تقوٰی کی باتیں کرو اور اُس خدا سے ڈرتے رہوجس کے حضور تمہیں حشر میں پیش ہونا ہے۔<sup foot_note=\"187765\">1</sup>",
        "bn": "হে ঈমান্দাৰসকল! তোমালোকে যেতিয়া গোপনে পৰামৰ্শ কৰিবা তেতিয়া যাতে তোমালোকে গুনাহ, সীমালঙ্ঘন আৰু ৰাছুলৰ বিৰুদ্ধাচাৰণ সম্পৰ্কে গোপন পৰামৰ্শ নকৰা। আৰু তোমালোকে সৎকৰ্ম আৰু তাক্বৱা অৱলম্বনৰ বিষয়ে গোপন পৰামৰ্শ কৰা, লগতে আল্লাহক ভয় কৰা, যাৰ ওচৰত তোমালোকক সমবেত কৰা হ’ব।",
        "fa": "ای کسانی که ایمان آورده‌اید، هنگامی که با یکدیگر نجوا می‌کنید، به [قصدِ] گناه و تجاوز و نافرمانی از رسول نجوا نکنید، و به نیکی و پرهیزگاری نجوا کنید؛ و از الله بترسید، که به سوی او محشور خواهید شد."
      }
    },
    {
      "verse_number": 5114,
      "verse_key": "58:10",
      "arabic_text": "إِنَّمَا ٱلنَّجْوَىٰ مِنَ ٱلشَّيْطَـٰنِ لِيَحْزُنَ ٱلَّذِينَ ءَامَنُوا۟ وَلَيْسَ بِضَآرِّهِمْ شَيْـًٔا إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
      "phonetic_text": "Innama annajwa mina ashshaytaniliyahzuna allatheena amanoo walaysa bidarrihimshay-an illa bi-ithni Allahi waAAalaAllahi falyatawakkali almu/minoon",
      "translations": {
        "fr": "Les entretiens secrets ne relèvent que de Satan (qui les suggère) pour affliger ceux qui ont cru. Mais il ne leur nuira en rien sans la permission d’Allah. C’est donc à Allah que doivent s’en remettre les croyants.",
        "en": "[Any other kind of] secret conversation is the work of Satan, designed to cause trouble to the believers, though it cannot harm them in the least unless God permits it. Let the believers put their trust in God.",
        "es": "Las confabulaciones son obras del demonio para entristecer a los creyentes. Pero, en realidad, no podréis hacerles ningún daño, salvo que Dios lo permita. Que a Dios se encomienden los creyentes.",
        "it": "Il conciliabolo non è altro che opera di Satana, per affliggere i credenti <a class=f><sup foot_note=160147>1</sup></a> ; ma in nulla può nuocer loro senza il permesso di Allah. Confidino dunque in Allah i credenti.",
        "ru": "Тайная беседа - от дьявола, стремящегося опечалить тех, которые уверовали. Но это нисколько не повредит им, если на то не будет соизволения Аллаха. Пусть же верующие уповают только на Аллаха.",
        "tr": "Gizli konuşmalar şeytandandır. Bu iman edenleri üzmek içindir. Oysa şeytan, Allah'ın izni olmadıkça, müminlere hiçbir zarar veremez. Müminler Allah'a dayanıp güvensinler.",
        "de": "Vertrauliche Gespräche sind nur vom Satan, damit diejenigen traurig seien, die gläubig sind. Aber er kann ihnen keinen Schaden zufügen, außer mit Allahs Erlaubnis. Und auf Allah sollen sich die Gläubigen verlassen.",
        "pt": "Sabei que a confabulação emana de Satã, para atribular os fiéis. Porém, ele em nada poderá prejudicá-los sem obeneplácito de Deus. Que os fiéis se encomendem a Deus!",
        "nl": "Voorwaar, de (slechte) geheime gesprekken zijn afkomstig van de Satan, om degenen die geloven te bedroeven. Maar hij kan hen geen enkel kwaad berokkenen, behalve met de toestemming van Allah. En laten de gelovigen dan Allah vertrouwen.",
        "ur": "کانا پھوسی تو ایک شیطانی کام ہے، اور وہ اس لیے کی جاتی ہے کہ ایمان لانے والے لوگ اُس سے رنجیدہ ہوں ، حالانکہ بےاذنِ خدا  وہ انہیں کچھ بھی نقصان نہیں پہنچا سکتی،اور مومنوں کو اللہ ہی بھروسہ رکھنا چاہیے۔ <sup foot_note=\"187766\">1</sup>",
        "bn": "গোপন পৰামৰ্শ কেৱল চয়তানৰ প্ৰৰোচনাত হয়, যাতে মুমিনসকলে কষ্ট পায়। কিন্তু আল্লাহৰ অনুমতিবিহীন চয়তানে তেওঁলোকৰ সামান্যতম ক্ষতি সাধন কৰিবলৈয়ো সক্ষম নহয়। এতেকে মুমিনসকলে কেৱল আল্লাহৰ ওপৰতেই ভৰসা কৰা উচিত।",
        "fa": "همانا سخن پنهانی [که موجب گناه و دشمنی می‌گردد] از سوی شیطان است تا کسانی را که ایمان آورده‌اند [با آنها گرفتار کند و در نتیجه،] اندوهگین سازد؛ و [حال آنکه او] جز به فرمانِ الله، نمی‌تواند هیچ ضرری به آنان برساند؛ پس مؤمنان باید بر الله توکل کنند."
      }
    },
    {
      "verse_number": 5115,
      "verse_key": "58:11",
      "arabic_text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا قِيلَ لَكُمْ تَفَسَّحُوا۟ فِى ٱلْمَجَـٰلِسِ فَٱفْسَحُوا۟ يَفْسَحِ ٱللَّهُ لَكُمْ ۖ وَإِذَا قِيلَ ٱنشُزُوا۟ فَٱنشُزُوا۟ يَرْفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ دَرَجَـٰتٍ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
      "phonetic_text": "Ya ayyuha allatheena amanooitha qeela lakum tafassahoo fee almajalisifafsahoo yafsahi Allahu lakum wa-ithaqeela onshuzoo fanshuzoo yarfaAAi Allahu allatheenaamanoo minkum wallatheena ootoo alAAilmadarajatin wallahu bima taAAmaloonakhabeer",
      "translations": {
        "fr": "Ô vous qui avez cru ! Quand il vous est dit : « Faites de la place (aux autres) dans les assemblées ! » faites-le, car Allah élargira devant vous (les espaces au Paradis). Et quand il vous est dit : « Levez-vous ! » levez-vous donc, car Allah élèvera en rang ceux d’entre vous qui auront cru et qui auront reçu la science. Allah est parfaitement Informé de ce que vous faites.",
        "en": "You who believe, if you are told to make room for one another in your assemblies, then do so, and God will make room for you, and if you are told to rise up, do so: God will raise up, by many degrees, those of you who believe and those who have been given knowledge: He is fully aware of what you do.",
        "es": "¡Oh, creyentes! Cuando se os dice: “Haced un lugar en las reuniones<sup foot_note=169420>1</sup>, hacedlo, para que Dios os haga a vosotros un lugar<sup foot_note=169421>2</sup>”. Y si se os dice: “¡Levantaos<sup foot_note=169422>3</sup>!” Levantaos. Sabed que Dios elevará en grados a los creyentes y a quienes agracie con el conocimiento. Dios sabe cuanto hacéis.",
        "it": "O credenti, quando vi si dice: «Fate spazio [agli altri] nelle assemblee», allora fatelo: Allah vi farà spazio [in Paradiso]. E quando vi si dice: «Alzatevi», fatelo. Allah innalzerà il livello di coloro che credono e che hanno ricevuto la scienza. Allah è ben informato di quel che fate <a class=f><sup foot_note=160148>1</sup></a> .",
        "ru": "О те, которые уверовали! Когда вас просят на собраниях сесть пошире, то садитесь пошире, и Аллах одарит вас местом просторным. Когда же вам велят подняться, то поднимайтесь. Аллах возвышает по степеням тех из вас, кто уверовал, и тех, кому даровано знание. Аллах ведает о том, что вы совершаете.",
        "tr": "Ey iman edenler! Size: \"Meclislerde yer açın.\" denilince yer açın ki Allah da size genişlik versin. Size \"Kalkın.\" denilince de kalkın ki Allah sizden inananları ve kendilerine ilim verilenleri derecelerle yükseltsin. Allah yaptıklarınızdan haberi olandır.",
        "de": "O die ihr glaubt, wenn zu euch gesagt wird: Macht Platz! in den Versammlungen!, dann schafft Platz, so schafft auch Allah euch Platz. Und wenn gesagt wird: Erhebt euch!, dann erhebt euch eben, so erhöht auch Allah diejenigen von euch, die glauben, und diejenigen, denen das Wissen gegeben worden ist, um Rangstufen. Und Allah ist dessen, was ihr tut, Kundig.",
        "pt": "Ó fiéis, quando vos for dito para que vos aperteis, (dando) nas assembléias (lugar aos demais), fazei-o; e sabei que Deusvos dará lugar no Paraíso! E quando vos for dito que vos levanteis, fazei-o, pois Deus dignificará os fiéis, dentre vós, assimcomo os sábios, porque está inteirado de tudo quanto fazeis.",
        "nl": "O jullie die geloven, wanneer tot jullie gezegd wordt: \"Maakt ruimte in de plaatsen van samenkomsten,\" maakt dan ruimte; Allah zal voor jullie ruimte maken. En wanneer tot jullie gezegd wordt: \"Staat op,\" staat dan op; Allah zal degenen onder jullie die geloven en degenen aan wie kennis is gegeven in rang verheffen. En Allah is Alwetend over wat jullie doen.",
        "ur": "اے لوگو جو ایمان لائے ہو، جب تم سے کہا جائے کہ اپنی مجلسوں میں کشادگی پیدا کرو تو جگہ کشادہ کر دیا کرو، <sup foot_note=\"187767\">1</sup> اللہ تمہیں کشادگی بخشے گا۔ اور جب تم سے کہا جائے کہ اُٹھ جاؤ تو اُٹھ جایا کرو۔ <sup foot_note=\"187768\">2</sup> تم میں سے جو  لوگ  ایمان رکھنے والےہیں اور جن کو علم بخشا گیا ہے، اللہ ان کو بلند درجے عطا فرمائے گا، <sup foot_note=\"187769\">3</sup> اور جو کچھ تم کرتے ہواللہ کو اس کی خبر ہے",
        "bn": "হে মুমিনসকল! তোমালোকক যেতিয়া কোৱা হয় ‘বৈঠকত স্থান প্ৰশস্ত কৰি দিয়া’ তেতিয়া তোমালোকে স্থান প্ৰশস্ত কৰি দিবা, আল্লাহে তোমালোকৰ বাবে ঠাই প্ৰশস্ত কৰি দিব; আৰু যেতিয়া তোমালোকক কোৱা হয়, ‘উঠা’ তেতিয়া উঠি যাবা। তোমালোকৰ ভিতৰত যিসকলে ঈমান আনিছে আৰু যিসকলক জ্ঞান দান কৰা হৈছে, আল্লাহে তেওঁলোকক উচ্চ মৰ্যাদা প্ৰদান কৰিব; আৰু তোমালোকে যি কৰা সেই সম্পৰ্কে আল্লাহ সবিশেষ অৱহিত।",
        "fa": "ای کسانی ‌که ایمان آورده‌اید، هنگامی ‌که به شما گفته شود: «در مجالس جا باز کنید»، [جا] باز کنید [که با این کار،] الله برای شما گشایش می‌آورد؛ و هنگامی ‌که گفته شود: «برخیزید» برخیزید. الله مقام [و درجاتِ] کسانی از شما را که ایمان آورده‌اند و کسانی را که علم به آنان عطا شده‌است، بالا می‌برد؛ و الله به آنچه می‌کنید آگاه است."
      }
    },
    {
      "verse_number": 5116,
      "verse_key": "58:12",
      "arabic_text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نَـٰجَيْتُمُ ٱلرَّسُولَ فَقَدِّمُوا۟ بَيْنَ يَدَىْ نَجْوَىٰكُمْ صَدَقَةً ۚ ذَٰلِكَ خَيْرٌ لَّكُمْ وَأَطْهَرُ ۚ فَإِن لَّمْ تَجِدُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "phonetic_text": "Ya ayyuha allatheena amanooitha najaytumu arrasoola faqaddimoo baynayaday najwakum sadaqatan thalika khayrunlakum waatharu fa-in lam tajidoo fa-inna Allahaghafoorun raheem",
      "translations": {
        "fr": "Ô vous qui avez cru ! Quand vous avez une confidence à faire au Messager, faites-la précéder d’une charité. Cela est bien meilleur pour vous et bien plus pur. Mais, si vous n’en avez pas les moyens, (sachez qu’) Allah est Absoluteur et Tout Miséricordieux.",
        "en": "You who believe, when you come to speak privately with the Messenger, offer something in charity before your conversation: that is better for you and purer. If you do not have the means, God is most forgiving and merciful.",
        "es": "¡Oh, creyentes! Cuando queráis consultar en privado al Mensajero, antes de presentarse haced una caridad. Esto es mejor para vosotros porque os purifica. Pero si no podéis, sabed que Dios es Absolvedor, Misericordioso.",
        "it": "O credenti! Quando desiderate un incontro privato con il Messaggero, fate precedere il vostro incontro da un’elemosina: è meglio per voi e più puro <a class=f><sup foot_note=160149>1</sup></a> . Se però non ne avete i mezzi, in verità Allah è perdonatore, misericordioso.",
        "ru": "О те, которые уверовали! Если вы беседуете с Посланником в тайне, то предварите вашу тайную беседу милостыней. Так будет лучше для вас и чище. Но если вы ничего не найдете, то ведь Аллах - Прощающий, Милосердный.",
        "tr": "Ey iman edenler! Peygamber ile gizli bir şey konuşacağınız zaman bu konuşmanızdan önce bir sadaka veriniz. Bu sizin için daha hayırlı ve daha temizdir. Şayet bir şey bulamazsanız, artık Allah bağışlayan ve merhamet edendir..",
        "de": "O die ihr glaubt, wenn ihr mit dem Gesandten vertraulich sprechen wollt, dann gebt schon vor eurem vertraulichen Gespräch ein Almosen. Das ist besser und reiner für euch. Wenn ihr jedoch nicht(s dafür) findet, gewiß, dann ist Allah Allvergebend und Barmherzig.",
        "pt": "Ó fiéis, quando fordes consultar privativamente o Mensageiro, fazei antes uma caridade; isso será melhor para vós; eserá mais puro; porém, se carecerdes de meios, sabei que Deus é Indulgente, Misericordiosíssimo.",
        "nl": "O jullie die geloven, wanneer jullie een persoonlijk gesprek met de Boodschapper willen voeren, geeft dan vóór jullie gesprek iets uit aan liefdadigheid. Dat is beter voor jullie, en reiner. Maar als jullie niets kunnen vinden: voorwaar, Allah is dan Vergevensgezind, Meest Barmhartig.",
        "ur": "اے لوگو جو ایمان لائے ہو، جب تم رسول سے تخلیہ میں بات کرو تو بات کرنے سے پہلے کچھ صدقہ دو۔ <sup foot_note=\"187770\">1</sup> یہ تمہارے لیے بہتر اور پاکیزہ تر ہے۔ البتہ اگر تم صدقہ دینے کے لیے کچھ نہ پاؤ تو اللہ غفورورحیم ہے",
        "bn": "হে মুমিনসকল! তোমালোকে যেতিয়া ৰাছুলৰ সৈতে অকলশৰীয়াকৈ কথা ক’ব বিচৰা, তেতিয়া তোমালোকে এনে কথা কোৱাৰ আগতে কিবা ছাদক্বা পেচ কৰা, এইটোৱে তোমালোকৰ বাবে শ্ৰেয় আৰু পৰিশোধক; কিন্তু যদি তোমালোকে সক্ষম নোহোৱা তেন্তে নিশ্চয় আল্লাহ পৰম ক্ষমাশীল, অতি দয়ালু।",
        "fa": "ای کسانی ‌که ایمان آورده‌اید، هنگامی که می‌خواهید با رسول الله نجوا کنید، پیش از نجوایتان، صدقه‌ای [در راه الله] بدهید. این [کار،] برای شما بهتر و پاکیزه‌تر است. اما اگر چیزی نیافتید، بی‌گمان، الله آمرزندۀ مهربان است."
      }
    },
    {
      "verse_number": 5117,
      "verse_key": "58:13",
      "arabic_text": "ءَأَشْفَقْتُمْ أَن تُقَدِّمُوا۟ بَيْنَ يَدَىْ نَجْوَىٰكُمْ صَدَقَـٰتٍ ۚ فَإِذْ لَمْ تَفْعَلُوا۟ وَتَابَ ٱللَّهُ عَلَيْكُمْ فَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
      "phonetic_text": "Aashfaqtum an tuqaddimoo bayna yaday najwakumsadaqatin fa-ith lam tafAAaloo watabaAllahu AAalaykum faaqeemoo assalatawaatoo azzakata waateeAAoo Allahawarasoolahu wallahu khabeerun bimataAAmaloon",
      "translations": {
        "fr": "Craindriez-vous donc de faire précéder votre confidence d’aumônes ? Si vous ne l’avez pas fait et qu’Allah ait accepté votre repentir, accomplissez alors la Çalât, acquittez-vous de la Zakât et obéissez à Allah et à Son Messager. Allah est parfaitement Informé de ce que vous faites.",
        "en": "Were you afraid to give charity before consulting the Prophet? Since you did not give charity, and God has relented towards you, you should [at least] observe your prayers, pay the prescribed alms, and obey God and His Messenger: God is well aware of your actions.",
        "es": "¿Acaso teméis no poder ofrecer una caridad antes de consultarle<sup foot_note=169423>1</sup> en privado? Si no podéis hacerlo Dios os absolverá, pero haced la oración prescrita, pagad el zakat y obedeced a Dios y a Su Mensajero. Dios está bien informado de cuanto hacéis.",
        "it": "Forse temete [di cadere in miseria] se farete precedere un’elemosina ai vostri incontri privati [con l’Inviato]? Se non lo avrete fatto – e che Allah accolga il vostro pentimento – eseguite l’orazione, versate la decima <a class=f><sup foot_note=160150>1</sup></a> e obbedite ad Allah e al Suo Inviato. Allah è ben informato di quello che fate.",
        "ru": "Неужели вы боялись предварять вашу тайную беседу милостыней? Если вы не сделали этого и Аллах принял ваше покаяние, то совершайте намаз, выплачивайте закят и повинуйтесь Аллаху и Его Посланнику. Аллах ведает о том, что вы совершаете.",
        "tr": "Gizli (özel) bir şey konuşmanızdan önce sadaka vermekten korktunuz da mı yerine getirmediniz? Fakat Allah da sizi affetti. Şu halde namazı kılın, zekatı verin, Allah'a ve Resulüne itaat edin. Allah, yaptıklarınızdan haberi olandır.",
        "de": "Scheut ihr davor, schon vor eurem vertraulichen Gespräch Almosen zu geben? Da ihr (es) nicht getan habt und Allah sich euch wieder Reue-Annehmend zugewendet hat, so verrichtet das Gebet und entrichtet die Abgabe’, und gehorcht Allah und Seinem Gesandten. Und Allah ist Kundig dessen, was ihr tut.",
        "pt": "Temeis, acaso, fazer caridade, antes da vossa consulta privativa (a ele)? Mas, se não o fizerdes - e que Deus vos perdoe-, observai, a oração, pagai o zakat e obedecei a Deus e ao Seu Mensageiro, porque Deus está inteirado de tudo quantofazeis.",
        "nl": "Zijn jullie bevreesd voor (armoede) door iets uit te geven aan liefdadigheid, vóór jullie gesprek? Als jullie dat dan niet doen, dan vergeeft Allah jullie. Verricht dan de shalât en geeft de zakât en gehoorzaamt Allah en Zijn Boodschapper. En Allah is Alwetend over wat jullie doen.",
        "ur": "کیا تم ڈرگئے اس بات سےکہ تخلیہ میں گفتگو کرنے سے پہلے تمہیں صدقات دینے ہونگے؟ اچھا، اگر تم ایسا نہ کرو۔۔۔۔ اور اللہ نے تم کو اس سے معاف کر دیا۔۔۔۔ تو نماز قائم کرتے رہو، زکوٰة دیتے رہو اور اللہ اور اُس کے رسُول کی اطاعت کرتے رہو۔ تم جو کچھ کرتے ہو اللہ اس سے باخبر ہے۔ <sup foot_note=\"187771\">1</sup>",
        "bn": "তোমালোকে ভয় পালা নেকি যে, অকলশৰীয়া পৰামৰ্শৰ আগতে ছাদক্বা পেচ কৰিব লাগিব বুলি? যেতিয়া তোমালোকে এইটো কৰিব নোৱাৰিলা, আৰু আল্লাহেও তোমালোকক ক্ষমা কৰি দিলে, তেন্তে তোমালোকে ছালাত কায়েম কৰা আৰু যাকাত প্ৰদান কৰা লগতে আল্লাহ আৰু তেওঁৰ ৰাছুলৰ আনুগত্য কৰা। তোমালোকে যি কৰা, সেই সম্পৰ্কে আল্লাহ সম্যক অৱগত।",
        "fa": "آیا [از فقر] ترسیدید که پیش از نجوایتان صدقاتی دهید؟ حال که چنین نکردید و الله از شما درگذشت، پس نماز برپا دارید و زکات بپردازید، و از الله و پیامبرش اطاعت کنید؛ و الله به آنچه می‌کنید آگاه است."
      }
    },
    {
      "verse_number": 5118,
      "verse_key": "58:14",
      "arabic_text": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوْا۟ قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِم مَّا هُم مِّنكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى ٱلْكَذِبِ وَهُمْ يَعْلَمُونَ",
      "phonetic_text": "Alam tara ila allatheenatawallaw qawman ghadiba Allahu AAalayhim mahum minkum wala minhum wayahlifoona AAalaalkathibi wahum yaAAlamoon",
      "translations": {
        "fr": "N’as-tu pas remarqué ceux qui ont pris pour alliés des gens qui ont provoqué contre eux la colère d’Allah ? Ils ne sont ni des vôtres ni des leurs. Ils jurent par de faux serments et ils le savent (bien).",
        "en": "Have you not seen [Prophet] those who give their loyalty to people with whom God is angry? They are neither with you nor with them, and knowingly swear to lies.",
        "es": "¿No has reparado en aquellos<sup foot_note=169424>1</sup> que tomaron como aliados a un pueblo que cayó en la ira de Dios<sup foot_note=169425>2</sup>? No están con unos ni con otros, y juran con mentiras a sabiendas.",
        "it": "Non hai visto coloro che si sono alleati con quelli con i quali Allah è adirato? Non sono né dei vostri né dei loro, e giurano il falso sapendo di farlo <a class=f><sup foot_note=160151>1</sup></a> .",
        "ru": "Разве ты не видел тех, которые дружат с людьми, на которых разгневался Аллах? Они не относятся ни к вам, ни к ним. Они дают заведомо ложные клятвы.",
        "tr": "Allah'ın kendilerine gazap ettiği bir topluluğu dost edinenleri görmedin mi? Onlar ne sizdendirler, ne de onlardan. Bilerek yalan yere yemin ediyorlar.",
        "de": "Siehst du nicht jene, die sich Leute zu Schutzherren nehmen, denen Allah zürnt? Sie gehören weder zu euch noch zu ihnen, und sie schwören auf (ihre) Lügen, wobei sie (es) wissen.",
        "pt": "Acaso, não reparaste naqueles que entraram (em privacidade) com um povo, o qual Deus abominou? Não são dosvossos, nem tampouco sois dos deles, e perjuram conscientemente!",
        "nl": "Zie jij degenen die zich (in vriendschap) wendden tot een volk waarop Allah vertoornd is? Zij behoren niet tot jullie en zij behoren niet tot hen en zij zweren bij een leugen terwijl zij het weten.",
        "ur": "کیا تم نے دیکھا نہیں اُن لوگوں کو جنہوں نے دوست بنایا ہے ایک ایسے گروہ کو جواللہ کا مغضوب ہے؟ <sup foot_note=\"187772\">1</sup> وہ نہ تمہارے ہیں نہ اُن  کے، <sup foot_note=\"187773\">2</sup> اور وہ جان بُوجھ کر  جُھوٹی بات پر قسمیں کھاتے ہیں۔ <sup foot_note=\"187774\">3</sup>",
        "bn": "তুমি সিহঁতৰ প্ৰতি লক্ষ্য কৰা নাইনে, যিহঁতে এনে এটা সম্প্ৰদায়ৰ লগত বন্ধুত্ব কৰে যিসকলৰ ওপৰত আল্লাহ ক্ৰোধান্বিত হৈছে? সিহঁত তোমালোকৰ দলভূক্ত নহয়; আৰু সিহঁতে জানি বুজি মিছা কথাত শপত খায়।",
        "fa": "[ای پیامبر،] آیا ندیدی کسانی [=منافقان] را که با قومی دوستی کردند که الله بر آنان خشم [و غضب] کرده است؛ آنها [=منافقان] نه از شما هستند و نه از آنان [= یهود]؛ و به دروغ سوگند یاد می‌کنند [که مسلمانند]، در حالی که خود می‌دانند [که منافقند]."
      }
    },
    {
      "verse_number": 5119,
      "verse_key": "58:15",
      "arabic_text": "أَعَدَّ ٱللَّهُ لَهُمْ عَذَابًا شَدِيدًا ۖ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ",
      "phonetic_text": "aAAadda Allahu lahum AAathabanshadeedan innahum saa ma kanoo yaAAmaloon",
      "translations": {
        "fr": "Allah leur a préparé un terrible supplice, leurs actions étant odieuses.",
        "en": "God has prepared a severe torment for them: what they do is truly evil.",
        "es": "Dios les ha preparado un castigo severo por el mal que cometieron.",
        "it": "Allah ha preparato per loro un severo castigo. È malvagio quel che hanno commesso:",
        "ru": "Аллах приготовил для них тяжкие мучения. Воистину, скверно то, что они совершают!",
        "tr": "Allah onlara çetin bir azab hazırlamıştır. Onlar ne kötü işler yapıyorlar!",
        "de": "Allah hat für sie strenge Strafe bereitet. Gewiß, wie böse ist, was sie zu tun pflegen.",
        "pt": "Deus lhes tem preparado um severo castigo. Quão péssimo é o que fizeram!",
        "nl": "Allah heeft voor hen een harde bestraffing bereid. Voorwaar, slecht was het wat zij plachten te doen.",
        "ur": "اللہ نے ان کے لیے سخت عذاب مہیا کر رکھا ہے، بڑے ہی برے کرتوت ہیں جو وہ کر رہے ہیں",
        "bn": "আল্লাহে সিহঁতৰ বাবে প্ৰস্তুত কৰি ৰাখিছে কঠোৰ শাস্তি। নিশ্চয় সিহঁতে যি কৰিছিল সেয়া কিমান যে গৰ্হিত!",
        "fa": "الله عذاب سختی برای آنها آماده کرده است؛ چرا که بی‌گمان، اعمال بدی انجام می‌دادند."
      }
    },
    {
      "verse_number": 5120,
      "verse_key": "58:16",
      "arabic_text": "ٱتَّخَذُوٓا۟ أَيْمَـٰنَهُمْ جُنَّةً فَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ فَلَهُمْ عَذَابٌ مُّهِينٌ",
      "phonetic_text": "Ittakhathoo aymanahum junnatanfasaddoo AAan sabeeli Allahi falahum AAathabunmuheen",
      "translations": {
        "fr": "Ils ont pris leur serment comme un bouclier protecteur, et ont repoussé (les autres) loin du chemin d’Allah. Ils auront alors un supplice humiliant.",
        "en": "They have used their oaths to cover up [their false deeds], and barred others from the path of God. A humiliating torment awaits them-",
        "es": "Se escudan en sus falsos juramentos para engañar a la gente, apartándola del sendero de Dios, y por eso recibirán un castigo humillante.",
        "it": "facendosi scudo dei loro giuramenti, frappongono ostacoli sulla via di Allah. Avranno un avvilente castigo.",
        "ru": "Они сделали свои клятвы щитом и сбили других с пути Аллаха. Им уготованы унизительные мучения.",
        "tr": "Yeminlerini kalkan yapıp Allah'ın yolundan çevirdiler. Onlar için küçük düşürücü bir azab vardır.",
        "de": "Sie haben sich ihre Eide zu einem Schutzschirm genommen und halten so von Allahs Weg ab. Für sie wird es schmachvolle Strafe geben.",
        "pt": "Fizeram dos seus juramentos uma coberta (para as suas más ações), e desencaminharam-se da senda de Deus; porém, sofrerão um castigo afrontoso.",
        "nl": "Zij maakten hun eden tot een hindernis (zodat zij zich beschermden) en zij hielden toen af van de Weg van Allah. Voor hen is er daarom een vernederende bestraffing.",
        "ur": "اُنہوں نے  اپنی قسموں کر ڈھال بنا رکھا ہے جس کی آڑ میں وہ اللہ کی راہ سے لوگوں کو روکتے ہیں، <sup foot_note=\"187775\">1</sup> اِس پر ان کے لیے ذلّت کا عذاب ہے",
        "bn": "সিহঁতে নিজৰ শপতবোৰক ঢাল হিচাপে গ্ৰহণ কৰিছে, তাৰ পিছত সিহঁতে আল্লাহৰ পথত বাধা প্ৰদান কৰিছে। ফলত সিহঁতৰ বাবে আছে লাঞ্ছনাদায়ক শাস্তি।",
        "fa": "آنها سوگندهای خود را سپر [بلا] قرار دادند و [مردم را] از راهِ الله بازداشتند؛ پس عذاب خفت‌باری [در پیش] دارند."
      }
    },
    {
      "verse_number": 5121,
      "verse_key": "58:17",
      "arabic_text": "لَّن تُغْنِىَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَآ أَوْلَـٰدُهُم مِّنَ ٱللَّهِ شَيْـًٔا ۚ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "phonetic_text": "Lan tughniya AAanhum amwaluhum walaawladuhum mina Allahi shay-an ola-ika as-habuannari hum feeha khalidoon",
      "translations": {
        "fr": "Leurs biens ne leur seront en rien utiles contre Allah, pas plus que leurs progénitures. Ceux-là seront les hôtes du Feu, où ils demeureront pour l’éternité.",
        "en": "neither their wealth nor their children will be of any use to them against God- they will be the inhabitants of Hell, where they will remain.",
        "es": "Ni sus riquezas ni sus hijos les serán de beneficio alguno ante Dios. Ellos serán los moradores del Infierno, donde sufrirán por toda la eternidad.",
        "it": "I loro beni e la loro progenie non gioveranno loro in alcun modo contro Allah. Sono i compagni del Fuoco, in cui rimarranno in perpetuo.",
        "ru": "Ни имущество, ни дети ничем не помогут им пред Аллахом. Они являются обитателями Огня и пребудут там вечно.",
        "tr": "Onların ne malları, ne de evlatları, kendilerinden, Allah'dan hiçbir şey savamaz. Onlar ateş halkıdır. Orada ebedî kalacaklardır.",
        "de": "Weder ihr Besitz noch ihre Kinder werden ihnen vor Allah etwas nützen. Das sind die Insassen des (Höllen)feuers; ewig werden sie darin bleiben.",
        "pt": "Perante Deus, de nada lhes valerão os seus bens, nem os seus filhos e serão os condenados ao inferno, no qualpermanecerão eternamente.",
        "nl": "Hun bezittingen en hun kinderen zullen hen niets baten tegen Allah. Zij zijn degenen die de bewoners van de Hel zijn. Zij zijn daarin eeuwig levenden.",
        "ur": "اللہ سے بچانے کے لیے نہ ان کے مال کچھ کام آئیں گے نہ ان کی اولاد وہ دوزخ کے یار ہیں، اسی میں وہ ہمیشہ رہیں گے",
        "bn": "আল্লাহৰ শাস্তিৰ বিপৰীতে সিহঁতৰ ধন-সম্পদ আৰু সন্তান-সন্ততি সিহঁতৰ কোনো কামত নাহিব; সিহঁতেই জাহান্নামৰ অধিবাসী, তাত সিহঁতে চিৰকাল থাকিব।",
        "fa": "هرگز اموال‌ و فرزندانشان چیزی از عذاب الله را از آنها دفع نخواهد کرد. آنها اهل [آتش] دوزخند و جاودانه در آن می‌مانند."
      }
    },
    {
      "verse_number": 5122,
      "verse_key": "58:18",
      "arabic_text": "يَوْمَ يَبْعَثُهُمُ ٱللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُۥ كَمَا يَحْلِفُونَ لَكُمْ ۖ وَيَحْسَبُونَ أَنَّهُمْ عَلَىٰ شَىْءٍ ۚ أَلَآ إِنَّهُمْ هُمُ ٱلْكَـٰذِبُونَ",
      "phonetic_text": "Yawma yabAAathuhumu Allahu jameeAAanfayahlifoona lahu kama yahlifoona lakum wayahsaboonaannahum AAala shay-in ala innahum humu alkathiboon",
      "translations": {
        "fr": "Le jour où Allah les ressuscitera tous ensemble, ils Lui jureront comme ils auront juré devant vous, et ils penseront avoir des arguments. (Non), ce sont eux les menteurs.",
        "en": "On the Day God raises them all from the dead, they will swear before Him as they swear before you now, thinking that it will help them. What liars they are!",
        "es": "El día que Dios los resucite a todos, Le jurarán como os juraban a vosotros, creyendo que les servirá de algo. ¿Acaso no son ellos los que mienten?",
        "it": "Il Giorno in cui Allah li resusciterà tutti, giureranno [davanti] a Lui come giuravano [davanti] a voi, credendo di basarsi su qualcosa [di vero]. Non sono forse loro i bugiardi?",
        "ru": "В тот день, когда Аллах воскресит их всех, они станут клясться перед Ним, подобно тому, как клянутся перед вами, полагая, что это поможет им. Воистину, они - лжецы.",
        "tr": "Allah onların hepsini tekrar dirilttiği gün, dünyada size yemin ettikleri gibi O'na da yemin edecekler ve kendilerinin bir şey üzerinde bulunduklarını, sanacaklardır. İyi bilin ki onlar yalancıdırlar.",
        "de": "Am Tag, da Allah sie alle auferweckt, da werden sie Ihm schwören, wie sie euch schwören, und meinen, sie hätten eine Grundlage. Aber sicherlich, sie sind ja Lügner.",
        "pt": "No dia em que Deus os ressuscitar a todos, jurar-Lhe-ão, então, como juraram a vós, e crerão que possuem algo. Nãosão, na verdade, uns mentirosos?",
        "nl": "Op de Dag waarop Allah hen allen zal doen opstaan, zullen zij voor Hem zweren zoals zij voor jullie zweren en zij denken dat zij iets hebben (dat hen baat). Weet: voorwaar, zij zijn leugenaars.",
        "ur": "سی طرح قسمیں  کھائیں  گے جس طرح تمہارے سامنے کھاتے ہیں <sup foot_note=\"187776\">1</sup> اور اپنے نزدیک یہ سمجھیں گے کہ اس سے ان کا کچھ کام بن جائے گا۔خوب جان لو، وہ پرلے درجے کے جُھوٹے ہیں",
        "bn": "সেইদিনা আল্লাহে সিহঁত সকলোকে পুনৰুত্থিত কৰিব, তেতিয়া সিহঁতে আল্লাহৰ ওচৰত এনেকুৱা শপত কৰিব যেনেকুৱা শপত তোমালোকৰ ওচৰত কৰে আৰু সিহঁতে ভাৱে যে, সিহঁতে ভাল কিবা এটা কৰি আছে। সাৱধান! নিশ্চয় সিহঁতেই প্ৰকৃত মিছলীয়া।",
        "fa": "روزی‌ که الله همگی آنها را برمی‌انگیزد، آنگاه آنها برای او [نیز] سوگند یاد می‌کنند، همان‌گونه که [امروز در دنیا] برای شما سوگند یاد می‌کنند و گمان می‌کنند که بر چیزی [سودمند] هستند. آگاه باشید [و بدانید] که آنها دروغگویانند."
      }
    },
    {
      "verse_number": 5123,
      "verse_key": "58:19",
      "arabic_text": "ٱسْتَحْوَذَ عَلَيْهِمُ ٱلشَّيْطَـٰنُ فَأَنسَىٰهُمْ ذِكْرَ ٱللَّهِ ۚ أُو۟لَـٰٓئِكَ حِزْبُ ٱلشَّيْطَـٰنِ ۚ أَلَآ إِنَّ حِزْبَ ٱلشَّيْطَـٰنِ هُمُ ٱلْخَـٰسِرُونَ",
      "phonetic_text": "Istahwatha AAalayhimu ashshaytanufaansahum thikra Allahi ola-ika hizbuashshaytani ala inna hizba ashshaytanihumu alkhasiroon",
      "translations": {
        "fr": "Satan les a asservis et leur a fait oublier l’évocation d’Allah. Ceux-là forment le parti de Satan, et les partisans de Satan sont eux les perdants.",
        "en": "Satan has gained control over them and made them forget God. They are on Satan’s side, and Satan’s side will be the losers:",
        "es": "El demonio les sedujo y les hizo olvidar que recordaran a Dios. Esos son los partidarios del demonio. ¿Acaso no son secuaces del demonio los perdedores?",
        "it": "Satana si è impadronito di loro, al punto di far sì che dimenticassero il Ricordo di Allah. Sono il partito di Satana e il partito di Satana in verità è perdente.",
        "ru": "Дьявол одолел их и заставил их забыть о поминании Аллаха. Они являются партией дьявола. Воистину, партия дьявола - это потерпевшие убыток.",
        "tr": "Şeytan onları istilâ etmiş, onlara Allah'ı anmayı unutturmuştur. Onlar, şeytanın hizbi (partisi)dir. İyi bilin ki şeytanın partisi kaybedecektir.",
        "de": "Der Satan hat sie in seine Gewalt gebracht und sie dann Allahs Ermahnung vergessen lassen. Jene sind die Gruppierung des Satans. Aber sicherlich, die Gruppierung des Satans, das sind ja die Verlierer.",
        "pt": "Satanás os conquistou e os fez esquecer da recordação de Deus. Estes são os seguidores de Satanás. Não é, acaso, certo, que os seguidores de Satanás serão os desventurados?",
        "nl": "De Satan heeft hen overmeesterd, waarna hij hen de gedachtenis van Allah deed vergeten. Zij zijn degenen van de groep (volgelingen) van de Satan. Weet: voorwaar, de volgelingen van de Satan zijn de verliezers.",
        "ur": "شیطان اُن پر مسلط ہو چکا ہے اور ا ُس نے خدا کی یاد اُن کے دل سے بھلا دی ہے وہ شیطان کی پارٹی کے لوگ ہیں خبردار ہو، شیطان کی پارٹی والے ہی خسارے میں رہنے والے ہیں",
        "bn": "চয়তানে সিহঁতৰ ওপৰত প্ৰভাৱ বিস্তাৰ কৰিছে; আৰু সিহঁতক আল্লাহৰ স্মৰণ পাহৰাই দিছে। ইহঁতেই চয়তানৰ দল। নিশ্চয় চয়তানৰ দলেই ক্ষতিগ্ৰস্ত।",
        "fa": "شیطان بر آنها چیره شده و یاد الله را از خاطرشان برده است. آنها حزب شیطان هستند؛ و آگاه باشید [و بدانید] که حزب شیطان زیانکارانند."
      }
    },
    {
      "verse_number": 5124,
      "verse_key": "58:20",
      "arabic_text": "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُو۟لَـٰٓئِكَ فِى ٱلْأَذَلِّينَ",
      "phonetic_text": "Inna allatheena yuhaddoona Allahawarasoolahu ola-ika fee al-athalleen",
      "translations": {
        "fr": "Ceux qui défient Allah et Son Messager, ceux-là sont dans la pire ignominie.",
        "en": "those who oppose God and His Messenger will be among the most humiliated.",
        "es": "Quienes se enfrenten a Dios y a Su Mensajero serán los más viles.",
        "it": "In verità, coloro che si oppongono ad Allah e al Suo Inviato saranno fra i più umiliati.",
        "ru": "Те, которые враждуют с Аллахом и Его Посланником, окажутся в числе самых униженных.",
        "tr": "Allah'a ve Resulüne düşman olanlar var ya, onlar en alçaklar arasındadırlar.",
        "de": "Gewiß, diejenigen, die Allah und Seinem Gesandten zuwiderhandeln, sie gehören zu den Niedrigsten.",
        "pt": "Sabei que aqueles que contrariam Deus e o Seu Mensageiro contar-se-ão entre os mais humilhados.",
        "nl": "Voorwaar, degenen die Allah en Zijn Boodschapper tegenstreven: zij zijn degenen die tot de vernederden behoren.",
        "ur": "یقیناً ذلیل ترین مخلوقات میں سے ہیں وہ لوگ جو اللہ اور اس کے رسول کا مقابلہ کرتے ہیں",
        "bn": "নিশ্চয় যিহঁতে আল্লাহ আৰু তেওঁৰ ৰাছুলৰ বিৰুদ্ধাচাৰণ কৰে, সিহঁতেই হ’ব চৰম লাঞ্ছিতসকলৰ অন্তৰ্ভুক্ত।",
        "fa": "بی‌گمان، کسانی که با الله و پیامبرش مخالفت [و دشمنی] می‌کنند، در زمرۀ خوارترین [افراد]ند."
      }
    },
    {
      "verse_number": 5125,
      "verse_key": "58:21",
      "arabic_text": "كَتَبَ ٱللَّهُ لَأَغْلِبَنَّ أَنَا۠ وَرُسُلِىٓ ۚ إِنَّ ٱللَّهَ قَوِىٌّ عَزِيزٌ",
      "phonetic_text": "Kataba Allahu laaghlibanna anawarusulee inna Allaha qawiyyun AAazeez",
      "translations": {
        "fr": "Allah a décrété : « Je vaincrai (toujours), Moi et Mes Messagers. » Allah est Fort et Tout- Puissant.",
        "en": "God has written, ‘I shall most certainly win, I and My messengers.’ God is powerful and almighty.",
        "es": "Dios ha decretado: “Mis Mensajeros y Yo venceremos”. Dios es Fortísimo, Poderoso.",
        "it": "Allah ha scritto: «Invero vincerò, Io e i Miei messaggeri». In verità Allah è forte, eccelso.",
        "ru": "Аллах предписал: «Победу непременно одержим Я и Мои посланники!». Воистину, Аллах - Всесильный, Могущественный.",
        "tr": "Allah: \"Elbette ben ve elçilerim galip geleceğiz.\" diye yazmıştır. Şüphesiz Allah güçlüdür, galipdir.",
        "de": "Allah hat (vor)geschrieben: Siegen werde Ich ganz gewiß, (Ich) und Meine Gesandten. Gewiß, Allah ist Stark und Allmächtig.",
        "pt": "Deus decretou: Venceremos, Eu e os Meus mensageiros! Em verdade, Deus é Poderoso, Fortíssimo.",
        "nl": "Allah heeft bepaald: \"Ik en Mijn Boodschapper zullen zeker overwinnen.\" Voorwaar, Allah is Sterk, Almachtig.",
        "ur": "اللہ نے لکھ دیا ہے کہ میں اور میرے رسُول غالب ہو کر رہیں گے۔ <sup foot_note=\"187777\">1</sup> فی الواقع اللہ زبردست اور زورآور ہے",
        "bn": "আল্লাহে লিখি ৰাখিছে যে, ‘নিশ্চয় ময়েই বিজয়ী হ’ম আৰু মোৰ ৰাছুলসকলেও বিজয়ী হ’ব’। নিশ্চয় আল্লাহ মহাশক্তিমান, মহাপৰাক্ৰমশালী।",
        "fa": "الله مقرر داشته است که «یقیناً من و رسولانم پیروز می‌شویم». بی‌گمان، الله نیرومندِ شکست‌ناپذیر است."
      }
    },
    {
      "verse_number": 5126,
      "verse_key": "58:22",
      "arabic_text": "لَّا تَجِدُ قَوْمًا يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ يُوَآدُّونَ مَنْ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوْ كَانُوٓا۟ ءَابَآءَهُمْ أَوْ أَبْنَآءَهُمْ أَوْ إِخْوَٰنَهُمْ أَوْ عَشِيرَتَهُمْ ۚ أُو۟لَـٰٓئِكَ كَتَبَ فِى قُلُوبِهِمُ ٱلْإِيمَـٰنَ وَأَيَّدَهُم بِرُوحٍ مِّنْهُ ۖ وَيُدْخِلُهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ رَضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ أُو۟لَـٰٓئِكَ حِزْبُ ٱللَّهِ ۚ أَلَآ إِنَّ حِزْبَ ٱللَّهِ هُمُ ٱلْمُفْلِحُونَ",
      "phonetic_text": "La tajidu qawman yu/minoona billahiwalyawmi al-akhiri yuwaddoona man haddaAllaha warasoolahu walaw kanoo abaahumaw abnaahum aw ikhwanahum aw AAasheeratahum ola-ikakataba fee quloobihimu al-eemana waayyadahum biroohinminhu wayudkhiluhum jannatin tajree min tahtihaal-anharu khalideena feeha radiya AllahuAAanhum waradoo AAanhu ola-ika hizbu Allahiala inna hizba Allahi humu almuflihoon",
      "translations": {
        "fr": "Tu ne trouveras pas de gens qui croient en Allah et au Jour Dernier et qui, en même temps, sont en affinité avec ceux qui défient Allah et Son Messager, dût-il s’agir de leurs pères, de leurs fils, de leurs frères ou des membres de leur tribu. Ceux-là, (Allah) a inscrit la foi dans leurs cœurs, les a appuyés d’un souffle (émanant) de Lui, et les fera entrer dans des jardins sous lesquels coulent les rivières, où ils séjourneront éternellement. Allah est satisfait d’eux, et ils sont satisfaits de Lui. Ceux-là forment le parti d’Allah. En vérité, ce sont les partisans d’Allah qui réussiront.",
        "en": "[Prophet], you will not find people who truly believe in God and the Last Day giving their loyalty to those who oppose God and His Messenger, even though they may be their fathers, sons, brothers, or other relations: these are the people in whose hearts God has inscribed faith, and whom He has strengthened with His spirit. He will let them enter Gardens graced with flowing streams, where they will stay: God is well pleased with them, and they with Him. They are on God’s side, and God’s side will be the one to prosper.",
        "es": "No encontraréis ningún pueblo que crea en Dios y en el Día del Juicio que sienta afecto por quienes combaten a Dios y a Su Mensajero, aunque estos sean sus padres, sus hijos, sus hermanos o sus parientes. A ellos [Dios] les ha grabado la fe en sus corazones, los ha fortalecido con Su luz y les ingresará en jardines por donde corren ríos por toda la eternidad. Dios se complace de ellos y ellos de Él. Estos son los aliados de Dios. ¿Acaso no son los aliados de Dios los triunfadores?",
        "it": "Non troverai alcuno, tra la gente che crede in Allah e nell’Ultimo Giorno, che sia amico di coloro che si oppongono ad Allah e al Suo Inviato, fossero anche i loro padri, i loro figli, i loro fratelli o appartenessero al loro clan <a class=f><sup foot_note=160152>1</sup></a> . Egli ha impresso la fede nei loro cuori e li ha rafforzati con uno spirito proveniente da Lui. Li farà entrare nei Giardini dove scorrono i ruscelli, in cui rimarranno in perpetuo. Allah si compiace di loro e loro si compiacciono di Lui. Essi sono il partito di Allah. Ebbene, il partito di Allah non è forse quello di coloro che trionferanno? <a class=f><sup foot_note=160153>2</sup></a> La tradizione riferisce che la rivelazione del versetto che dà il nome alla sura e i tre successivi ad esso collegati fu occasionata dal caso di una donna di nome Khawla che era stata ripudiata dal marito con la formula del «zhar» che paragona la moglie alla schiena della propria madre (vedi anche xxx, e la nota). L’uomo aveva pronunciato pubblicamente la formula del divorzio irrevocabile, ma era disposto a ritornare sulla sua affrettata decisione. Khawla espose il suo problema all’Inviato di Allah (pace e benedizioni su di lui) ma questi, suo malgrado, non poté che confermarle la validità del divorzio. La rivelazione di questi versetti risolse la questione. Il Profeta (pace e benedizioni su di lui) fece chiamare il marito e gli offrì di espiare la sua avventatezza in uno dei modi previsti nei verss. e (liberazione di uno schiavo o due mesi di digiuno o provvedere al cibo necessario a nutrire poveri per un’intera giornata). L’uomo non aveva i mezzi materiali per provvedere alla liberazione di uno schiavo e non si sentiva capace di affrontare un digiuno di due mesi e pertanto decise di nutrire i poveri e il Profeta gli promise che lo avrebbe aiutato a farlo. <a class=f><sup foot_note=160154>3</sup></a> «Non vedi che Allah…»: con il tuo cuore (Tabarì XXVIII,2). <a class=f><sup foot_note=160155>4</sup></a> Il versetto si riferisce agli ipocriti medinesi che tramavano contro il Profeta (pace e benedizioni su di lui) e contro i musulmani e gli ebrei di Medina che ricorrevano a contorti giochi di parole per insultare vilmente l’Inviato di Allah (vedi II,e la nota). <a class=f><sup foot_note=160156>5</sup></a> «in un modo in cui Allah non ti ha salutato»: la tradizione riferisce che Allah (gloria a Lui l’Altissimo) nel corso del Mi‘ràj, l’Ascensione al cielo del Profeta, Si rivolse a lui dicendo: «Pace su te o Profeta e Misericordia di Allah e le Sue benedizioni». <a class=f><sup foot_note=160157>6</sup></a> Il versetto mira a mettere in guardia i credenti dal male che può procedere dalla riservatezza di un colloquio. Il giudizio e la riprovazione sociale sono, nella società islamica, un grande strumento di moderazione e di controllo dei comportamenti e delle azioni. Le norme della sharià infatti, colpiscono solo la manifestazione pubblica e oggettiva di comportamenti e azioni ostili o scandalose nei confronti della comunità. L’assenza di questo deterrente può favorire l’azione demoniaca contro i fedeli, facendo balenare alle coscienze dei più deboli improbabili nicchie di anonimato e di fosca impunibilità. <a class=f><sup foot_note=160158>7</sup></a> Nel corso delle riunioni che teneva l’Inviato di Allah (pace e benedizioni su di lui), la gente era restia a stringersi per far posto a quelli che sopraggiungevano. <a class=f><sup foot_note=160159>8</sup></a> Una moltitudine di credenti cercava di ottenere incontri personali con l’Inviato di Allah (pace e benedizioni su di lui) al punto che egli era letteralmente assillato. Con questo versetto Allah (gloria a Lui l’Altissimo) stabilisce una sorta di elemosina obbliga toria, per scoraggiare quelli che non avevano veramente validi motivi. Tuttavia la norma rimase valida per poco tempo ed è considerata abrogata dal versetto successivo. <a class=f><sup foot_note=160160>9</sup></a> «orazione rituale ed elemosina obbligatoria»: (vedi Appendici e 3). <a class=f><sup foot_note=160161>10</sup></a> L’esegesi è unanime nel ritenere che il versetto si riferisca a quegli ipocriti di Medina che avevano stabilito segrete alleanze con i clan ebraici della città, subdoli oppositori dell’Inviato di Allah (pace e benedizioni su di lui). Nei loro incontri segreti insultavano il Profeta ma quando ciò veniva loro rinfacciato, negavano e spergiuravano la loro innocenza. <a class=f><sup foot_note=160162>11</sup></a> La lealtà nei confronti di Allah e del Suo Inviato travalica e supera i legami del sangue e quelli tribali.",
        "ru": "Среди тех, кто верует в Аллаха и в Последний день, ты не найдешь людей, которые любили бы тех, кто враждует с Аллахом и Его Посланником, даже если это будут их отцы, сыновья, братья или родственники. Аллах начертал в их сердцах веру и укрепил их духом от Него. Он введет их в Райские сады, в которых текут реки, и они пребудут там вечно. Аллах доволен ими, и они довольны Им. Они являются партией Аллаха. Воистину, партия Аллаха - это преуспевшие.",
        "tr": "Allah'a ve ahiret gününe inanan bir milletin, babaları, oğulları, kardeşleri, yahut akrabaları da olsa Allah'a ve Resulüne düşman olanlarla dostluk ettiğini görmezsiniz. Onlar o kimselerdir ki Allah kalblerine iman yazmış ve onları kendinden bir ruh ile desteklemiştir. Onları, altlarından ırmaklar akan cennetlere sokacak, orada ebedî kalacaklardır. Allah onlardan razı olmuş, onlar da O'ndan razı olmuşlardır. İşte onlar Allah'ın hizbi (dininin yardımcıları)dir. İyi bil ki, kurtuluşa ulaşacak olanlar, Allah'ın hizbidir.",
        "de": "Du findest keine Leute, die an Allah und den Jüngsten Tag glauben und denjenigen Zuneigung bezeigen, die Allah und Seinem Gesandten zuwiderhandeln, auch wenn diese ihre Väter wären oder ihre Söhne oder ihre Brüder oder ihre Sippenmitglieder. Jene - in ihre Herzen hat Er den Glauben geschrieben und sie mit Geist von Sich gestärkt. Er wird sie in Gärten eingehen lassen, durcheilt von Bächen, ewig darin zu bleiben. Allah hat Wohlgefallen an ihnen, und sie haben Wohlgefallen an Ihm. Jene sind Allahs Gruppierung. Sicherlich, Allahs Gruppierung, dies sind diejenigen, denen es wohl ergeht.",
        "pt": "Não encontrarás povo algum que creia em Deus e no Dia do Juízo final, que tenha relações com aqueles que contrariamDeus e o Seu Mensageiro, ainda que sejam seus pais ou seus filhos, seus irmãos ou parentes. Para aqueles, Deus lhes firmoua fé nos corações e os confortou com o Seu Espírito, e os introduzirá em jardins, abaixo dos quais correm os rios, ondemorarão eternamente. Deus se comprazerá com eles e eles se comprazerão n'Ele. Estes formam o partido de Deus. Acaso, não é certo que os que formam o partido de Deus serão os bem-aventurados?",
        "nl": "Jij vindt geen volk dat in Allah en in de Laatste Dag gelooft dat degenen die Allah en Zijn Boodschapper tegenstreven bevriendt, ook al zijn het hun vaders, of hun zonen of hun broeders of hun stamgenoten. Zij zijn degenen bij wie Hij het geloof in hun harten heeft geschreven en Hij versterkt hen met hulp van Hem, en Hij doet hen Tuinen (het Paradijs) binnengaan waar de rivieren onder door stromen. Zij zijn daarin eeuwig levenden. Allah heeft welbehagen aan hen en zij hebben welbehagen aan Hem. Zij zijn degenen die van de groep van Allah zijn. Weet: voorwaar, de groep van Allah is de winnaar.",
        "ur": "تم کبھی یہ نہ پاؤ گے کہ جو لوگ اللہ اور آخرت پر ایمان رکھنے والے ہیں وہ اُن لوگوں  سے محبت کرتے ہوں جنہوں نے اللہ اور اُس کے رسُول کی مخالفت کی ہے، خواہ وہ اُن کے باپ ہوں ، یا اُن کے بیٹے، یا اُن کے بھائی یا اُن کے اہلِ خاندان۔ <sup foot_note=\"187778\">1</sup> یہ وہ لوگ ہیں جن کے دلوں میں اللہ نے ایمان ثبت کر دیا ہے اور اپنی طرف سے ایک رُوح عطا کر کے ان کو قوّت بخشی ہے۔ وہ ان کو ایسی جنّتوں  میں داخل کرے گا جن کے نیچے نہریں بہتی ہوں گی۔ ان میں  وہ ہمیشہ رہیں گے۔ اللہ ان سے راضی ہوا اور وہ اللہ سے راضی ہوئے۔ وہ اللہ کی پارٹی کے لوگ ہیں۔ خبردار رہو، اللہ کی پارٹی والےہی فلاح پانے والے ہیں",
        "bn": "আল্লাহ আৰু আখিৰাতৰ প্ৰতি বিশ্বাস স্থাপন কৰা এনে কোনো সম্প্ৰদায় তুমি নাপাবা, যিসকলে এনে লোকক ভালপায় যিহঁতে আল্লাহ আৰু তেওঁৰ ৰাছুলৰ বিৰুদ্ধাচাৰণ কৰে--- যদিও সিহঁত তেওঁলোকৰ পিতা অথবা পুত্ৰ বা ভাই নাইবা বংশ-পৰিয়ালৰ মানুহেই নহওঁক কিয়! এওঁলোকৰ অন্তৰতেই আল্লাহে ঈমান লিখি দিছে আৰু তেওঁৰ তৰফৰ পৰা ৰূহৰ দ্বাৰা তেওঁলোকক শক্তিশালী কৰিছে। তেওঁলোকক তেওঁ প্ৰৱেশ কৰাব এনে জান্নাতসমূহত যাৰ তলেদি নিজৰাসমূহ প্ৰবাহিত হয়। তাত তেওঁলোকে চিৰকাল থাকিব; আল্লাহে তেওঁলোকৰ প্ৰতি সন্তুষ্ট হৈছে আৰু তেওঁলোকেও তেওঁৰ প্ৰতি সন্তুষ্ট। এওঁলোকেই আল্লাহৰ দল। জানি থোৱা, আল্লাহৰ দলেই সফলতা লাভ কৰিব।",
        "fa": "[ای پیامبر،] هیچ قومی را نمی‌یابی که به الله و روز قیامت ایمان داشته باشند [و در عین حال،] با کسانی که با الله و رسولش [دشمنی و] مخالفت می‌ورزند، دوستی کنند؛ اگر چه پدرانشان یا فرزندانشان یا برادرانشان یا خویشاوندانشان باشند. آنها کسانی هستند که [الله] ایمان را در [صفحۀ] دل‌هایشان نوشته است و به روحی از جانب خود، آنها را تقویت [و تأیید] نموده است؛ و آنها را به باغ‌هایی [از بهشت] وارد می‌کند که از زیر [درختان] آن جویبارها جاری است؛ جاودانه در آن می‌مانند. الله از آنها راضی است و آنها [نیز] از الله راضیَند. آنها حزبِ الله هستند. آگاه باشید! بی‌تردید، حزبِ الله رستگارند."
      }
    }
  ]
}