{
  "surah_number": 76,
  "extracted_at": "2025-09-20T15:16:58.951Z",
  "verses": [
    {
      "verse_number": 5592,
      "verse_key": "76:1",
      "arabic_text": " هَلْ أَتَىٰ عَلَى ٱلْإِنسَـٰنِ حِينٌ مِّنَ ٱلدَّهْرِ لَمْ يَكُن شَيْـًٔا مَّذْكُورًا",
      "phonetic_text": "Hal ata AAala al-insani heenunmina addahri lam yakun shay-an mathkoora",
      "translations": {
        "fr": "Ne s’est-il pas écoulé un temps très long durant lequel l’homme ne méritait même pas d’être cité ?",
        "en": "Was there not a period of time when man was nothing to speak of ?",
        "es": "¿Acaso no hubo un lapso enorme de tiempo en el cual el ser humano no existía y ni siquiera era mencionado?",
        "it": "Non è forse trascorso un lasso di tempo in cui l’uomo non sia stato una creatura degna di menzione <a class=f><sup foot_note=160403>1</sup></a> ?",
        "ru": "Неужели не прошло то время, когда человек был безвестен?",
        "tr": "Gerçekten insan üzerine dehirden (zamandan) öyle bir müddet geldi ki o zaman o, anılmaya değer bir şey değildi.",
        "de": "Ist (nicht) über den Menschen eine Spanne der endlosen Zeit gekommen, in der er nichts Nennenswertes ist?",
        "pt": "Acaso, não transcorreu um longo período, desde que o homem nada era?",
        "nl": "Voorzeker, er is voor de mens een periode geweest waarin hij in niets gedenkwaardig was.",
        "ur": "کیا انسان پر لامتناہی زمانے کا ایک وقت ایسا بھی گزرا ہے جب وہ کوئی قابلِ ذکر چیز نہ تھا؟ <sup foot_note=\"188230\">1</sup>",
        "bn": "কালপ্ৰবাহত মানুহৰ ওপৰত এনে এটা সময় অহা নাইনে যেতিয়া সি উল্লেখযোগ্য একোৱেই নাছিল?",
        "fa": "یقیناً زمانی طولانی بر انسان گذشت که چیزی [مهم و] قابل ذکری نبود."
      }
    },
    {
      "verse_number": 5593,
      "verse_key": "76:2",
      "arabic_text": "إِنَّا خَلَقْنَا ٱلْإِنسَـٰنَ مِن نُّطْفَةٍ أَمْشَاجٍ نَّبْتَلِيهِ فَجَعَلْنَـٰهُ سَمِيعًۢا بَصِيرًا",
      "phonetic_text": "Inna khalaqna al-insanamin nutfatin amshajin nabtaleehi fajaAAalnahusameeAAan baseera",
      "translations": {
        "fr": "Nous avons créé l’homme d’une goutte de sperme combinée à d’autres éléments, pour l’éprouver, et Nous l’avons fait qui entend et qui voit.",
        "en": "We created man from a drop of mingled fluid to put him to the test; We gave him hearing and sight;",
        "es": "Creé al ser humano de un óvulo fecundado para ponerle a prueba. Le agracié con el oído y la vista.",
        "it": "Invero creammo l’uomo, per metterlo alla prova, da una goccia di sperma eterogenea <a class=f><sup foot_note=160404>1</sup></a> e abbiamo fatto sì che sentisse e vedesse",
        "ru": "Мы создали человека из смешанной капли, подвергая его испытанию, и сделали его слышащим и зрячим.",
        "tr": "Doğrusu biz insanı, imtihan etmek için karışık bir nutfeden (erkek ve kadın sularından) yarattık da onu işitici, görücü yaptık.",
        "de": "Wir haben den Menschen ja aus einem Samentropfen, einem Gemisch erschaffen, (um) ihn zu prüfen. Und so haben Wir ihn mit Gehör und Augenlicht versehen.",
        "pt": "Em verdade, criamos o homem, de esperma misturado, para prová-lo, e o dotamos de ouvidos e vistas.",
        "nl": "Voorwaar, Wij hebben de mens geschapen uit een gemengde druppel om hem te beproeven. Daarop gaven Wij hem het gehoor en gezichtsvermogen.",
        "ur": "ہم نے انسان کو ایک مخلُوط نُطفے سے پیدا کیا <sup foot_note=\"188231\">1</sup> تاکہ اس کا امتحان لیں <sup foot_note=\"188232\">2</sup> اور اِس غرض کے لیے ہم نے  اسے سُننے اور دیکھنے والا بنایا۔ <sup foot_note=\"188233\">3</sup>",
        "bn": "আমি মানুহক সৃষ্টি কৰিছো মিশ্ৰ শুক্ৰবিন্দুৰ পৰা, আমি তাক পৰীক্ষা কৰিম, সেয়ে আমি তাক শ্ৰৱণশক্তি আৰু দৃষ্টিশক্তি সম্পন্ন বনাইছো।",
        "fa": "به راستی ما انسان را از نطفۀ مختلطی آفریدیم، او را می‌آزماییم؛ از این رو] او را شنوای بینا قرار دادیم."
      }
    },
    {
      "verse_number": 5594,
      "verse_key": "76:3",
      "arabic_text": "إِنَّا هَدَيْنَـٰهُ ٱلسَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا",
      "phonetic_text": "Inna hadaynahu assabeelaimma shakiran wa-imma kafoora",
      "translations": {
        "fr": "Nous lui avons indiqué le droit chemin, qu’il fût reconnaissant ou ingrat.",
        "en": "We guided him to the right path, whether he was grateful or not.",
        "es": "Y le mostré el camino [para que libremente elija] ser de los agradecidos o de los ingratos.",
        "it": "e gli abbiamo indicato la Retta Via, sia esso riconoscente o ingrato.",
        "ru": "Мы повели его путем либо благодарным, либо неблагодарным.",
        "tr": "Kuşkusuz biz ona yolu gösterdik; ister şükredici olsun, ister nankör.",
        "de": "Wir haben ihn ja den (rechten) Weg geleitet, ob er nun dankbar oder undankbar sein mag.",
        "pt": "Em verdade, assinalamos-lhe uma senda, quer fosse agradecido, quer fosse ingrato.",
        "nl": "Voorwaar, Wij wezen hem de Weg: wordt hij dankbaar of wordt hij ondankbaar?",
        "ur": "ہم نے اُسے راستہ دکھایا ، خواہ شُکر کرنے والا بنے یا کُفر کرنے والا۔ <sup foot_note=\"188234\">1</sup>",
        "bn": "নিশ্চয় আমি তাক পথ নিৰ্দেশ দিছো, হয় সি কৃতজ্ঞ হ’ব, নহয় সি অকৃতজ্ঞ হ’ব।",
        "fa": "همانا ما راه را به او نشان دادیم؛ خواه سپاسگزار باشد یا ناسپاس."
      }
    },
    {
      "verse_number": 5595,
      "verse_key": "76:4",
      "arabic_text": "إِنَّآ أَعْتَدْنَا لِلْكَـٰفِرِينَ سَلَـٰسِلَا۟ وَأَغْلَـٰلًا وَسَعِيرًا",
      "phonetic_text": "Inna aAAtadna lilkafireenasalasila waaghlalan wasaAAeera",
      "translations": {
        "fr": "Nous avons préparé pour les mécréants des chaînes, des carcans et un Brasier ardent.",
        "en": "We have prepared chains, iron collars, and blazing Fire for the disbelievers, but",
        "es": "A los que rechacen el Mensaje les he preparado cadenas, argollas y un fuego abrasador.",
        "it": "In verità abbiamo preparato per i miscredenti catene, gioghi e la Fiamma.",
        "ru": "Мы приготовили для неверующих цепи, оковы и пламя.",
        "tr": "Çünkü biz, kâfirler için zincirler, demir halkalar ve alevli bir ateş hazırlamışızdır.",
        "de": "Wir haben ja für die Ungläubigen Ketten und Fesseln und eine Feuerglut bereitet.",
        "pt": "Em verdade, aos incrédulos, destinamos correntes, grilhões e o tártaro.",
        "nl": "Voorwaar, voor de ongelovigen hebben Wij kettingen, en ketens en Sa'îr (de Hel) bereid.",
        "ur": "کفر کرنے والوں کے لیے ہم نے زنجیریں اور طوق اور بھڑکتی ہوئی آگ مہیا کر رکھی ہے",
        "bn": "নিশ্চয় আমি কাফিৰসকলৰ বাবে প্ৰস্তুত কৰি ৰাখিছো শিকলি, গলবেৰি আৰু লেলিহান জুই।",
        "fa": "به راستی که ما زنجیرها و بند‌ها و آتش سوزان برای کافران مهیا کرده‌ایم."
      }
    },
    {
      "verse_number": 5596,
      "verse_key": "76:5",
      "arabic_text": "إِنَّ ٱلْأَبْرَارَ يَشْرَبُونَ مِن كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا",
      "phonetic_text": "Inna al-abrara yashraboona min ka/sinkana mizajuha kafoora",
      "translations": {
        "fr": "Les vertueux boiront dans une coupe dont la mixture sera d’un camphre",
        "en": "the righteous will have a drink mixed with kafur,",
        "es": "Los creyentes sinceros tomarán bebidas dulces en copas aromatizadas,",
        "it": "In verità i giusti berranno da una coppa in cui è un miscuglio di [acqua e di] Kafùr <a class=f><sup foot_note=160405>1</sup></a> ,",
        "ru": "А благочестивые будут пить из чаши вино, смешанное с камфарой.",
        "tr": "Kuşkusuz iyiler de karışımı kâfûr olan dolgun bir kadehten içerler.",
        "de": "Gewiß, die Frommen trinken aus einem Becher, dessen Beimischung Kampfer ist,",
        "pt": "Em verdade, os justos beberão, em uma taça, um néctar, mesclado com cânfora.",
        "nl": "Voorwaar, de deugdzamen zullen drinken uit een beker waarvan de mengdrank van Kâfôer (kamfer) is.",
        "ur": "نیک لوگ <sup foot_note=\"188235\">1</sup> (جنّت میں)شراب کے ایسے ساغر پئیں گے جن میں آبِ کافور کی آمیزش ہوگی",
        "bn": "নিশ্চয় সৎকৰ্মশীলসকলে পান কৰিব এনে পূৰ্ণপাত্ৰৰ পৰা যাৰ মিশ্ৰন হ’ব কাফূৰৰ লগত।",
        "fa": "بی‌گمان، نیکوکاران [در بهشت] از جامی می‌نوشند که آمیخته به کافور است."
      }
    },
    {
      "verse_number": 5597,
      "verse_key": "76:6",
      "arabic_text": "عَيْنًا يَشْرَبُ بِهَا عِبَادُ ٱللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا",
      "phonetic_text": "AAaynan yashrabu biha AAibaduAllahi yufajjiroonaha tafjeera",
      "translations": {
        "fr": "puisé à une source dont boiront les serviteurs d’Allah et qu’ils feront jaillir comme ils le voudront.",
        "en": "a spring for God’s servants, which flows abundantly at their wish.",
        "es": "que brotarán de un manantial siempre accesible del que solo beberán los servidores de Dios.",
        "it": "[attinta da una] fonte da cui berranno i servi di Allah, che la faranno fluire con abbondanza,",
        "ru": "Рабы Аллаха будут пить из источника, давая ему течь полноводными ручьями.",
        "tr": "Bir kaynak ki ondan Allah'ın kulları içerler, güzel yollar açarak akıtırlar onu.",
        "de": "aus einer Quelle, aus der Allahs Diener trinken, die sie sprudelnd hervorströmen lassen.",
        "pt": "De uma fonte, da qual beberão todos os servos de Deus. Eles a fazem fluir abundantemente,",
        "nl": "Een bron waarvan de dienaren van Allah drinken. Zij laten deze overvloedig stromen.",
        "ur": "یہ ایک بہتا چشمہ ہوگا <sup foot_note=\"188236\">1</sup> جس کے پانی کے ساتھ اللہ کے بندے <sup foot_note=\"188237\">2</sup> شراب پئیں گے اور جہاں چاہیں گے بسہُولت اس کی شاخیں نکال لیں گے۔ <sup foot_note=\"188238\">3</sup>",
        "bn": "এনেকুৱা এটা নিজৰা য’ৰ পৰা আল্লাহৰ বান্দাসকলে পান কৰিব, সিহঁতে ইয়াক নিজ ইচ্ছামতে প্ৰবাহিত কৰিব।",
        "fa": "[از] چشمه‌ای که بندگان [خاص] الله از آن می‌نوشند؛ [هر وقت و] هر جا بخواهند آن [چشمه] را جاری می‌سازند."
      }
    },
    {
      "verse_number": 5598,
      "verse_key": "76:7",
      "arabic_text": "يُوفُونَ بِٱلنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُۥ مُسْتَطِيرًا",
      "phonetic_text": "Yoofoona binnathri wayakhafoonayawman kana sharruhu mustateera",
      "translations": {
        "fr": "(Durant leur vie en ce bas monde), ils respectaient leurs vœux et redoutaient un jour au mal envahissant.",
        "en": "They fulfil their vows; they fear a day of widespread woes;",
        "es": "[Son realmente creyentes] los que cumplen sus promesas y temen el Día del Juicio, cuyo alcance será extensivo.",
        "it": "coloro che assolvono ai loro voti e temono il giorno il cui male si propagherà ovunque,",
        "ru": "Они исполняют обеты и боятся дня, зло которого разлетается.",
        "tr": "O kullar adaklarını yerine getirirler ve fenalığı salgın (olan) bir günden korkarlar.",
        "de": "Sie erfüllen das Gelübde und fürchten einen Tag, dessen Übel sich wie im Flug ausbreitet,",
        "pt": "Porque cumprem os seus votos e temem o dia em que o mal estará espalhado,",
        "nl": "Zij vervulden hun geloften. En zij vreesden een Dag waarvan het kwaad verschrikkelijk is.",
        "ur": "یہ وہ لوگ ہونگے جو (دُنیا میں)نذر پُوری کرتے ہیں، <sup foot_note=\"188239\">1</sup> اور اُس دن سے ڈرتے ہیں جس کی آفت ہر طرف پھیلی ہوئی ہو گی",
        "bn": "(কাৰণ) সিহঁতে মান্নত পূৰণ কৰে, আৰু সেই দিনটোক ভয় কৰে যি দিনটোৰ অকল্যাণ হ’ব সুবিস্তৃত।",
        "fa": "[بندگان نیکوکار] به نذر وفا می‌کنند و از روزی می‌ترسند که [عذاب و] شرّ آن فراگیر است."
      }
    },
    {
      "verse_number": 5599,
      "verse_key": "76:8",
      "arabic_text": "وَيُطْعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا",
      "phonetic_text": "WayutAAimona attaAAamaAAala hubbihi miskeenan wayateeman waaseera",
      "translations": {
        "fr": "Ils donnaient la nourriture, qui leur était pourtant chère, au pauvre, à l’orphelin et au prisonnier.",
        "en": "they give food to the poor, the orphan, and the captive, though they love it themselves,",
        "es": "Y, a pesar del amor que tienen por sus bienes materiales, alimentan al pobre, al huérfano y al prisionero.",
        "it": "[loro] che, nonostante il loro bisogno <a class=f><sup foot_note=160406>1</sup></a> , nutrono il povero, l’orfano e il prigioniero;",
        "ru": "Они дают пищу беднякам, сиротам и пленникам, несмотря на то, что она желанна и для них самих.",
        "tr": "Düşküne, yetime ve esire seve seve yemek yedirirler.",
        "de": "und sie geben - obwohl man sie liebt - Speise zu essen einem Armen, einer Waisen und einem Gefangenen:",
        "pt": "E porque, por amor a Ele, alimentam o necessitado, o órfão e o cativo.",
        "nl": "En zij gaven het voedsel waarvan zij hielden aan een arme, en een wees en een gevangene.",
        "ur": "اور اللہ کی محبت <sup foot_note=\"188240\">1</sup> میں مسکین اور یتیم اور قیدی <sup foot_note=\"188241\">2</sup> کو کھانا کھلاتے ہیں <sup foot_note=\"188242\">3</sup>",
        "bn": "তেওঁলোকে খাদ্যৰ প্ৰতি আসক্তি থকা সত্ত্বেও অভাৱগ্ৰস্ত, ইয়াতীম আৰু বন্দীক খাদ্য দান কৰে।",
        "fa": "و غذا را با اینکه [نیاز و] دوست دارند به مستمند و یتیم و اسیر می‌بخشند."
      }
    },
    {
      "verse_number": 5600,
      "verse_key": "76:9",
      "arabic_text": "إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ ٱللَّهِ لَا نُرِيدُ مِنكُمْ جَزَآءً وَلَا شُكُورًا",
      "phonetic_text": "Innama nutAAimukum liwajhi Allahila nureedu minkum jazaan wala shukoora",
      "translations": {
        "fr": "(et ils disaient) : « Nous ne vous donnons à manger que pour obtenir l’agrément d’Allah.<sup foot_note=195218>1</sup> Nous ne voulons de vous ni récompense ni reconnaissance.",
        "en": "saying, ‘We feed you for the sake of God alone: We seek neither recompense nor thanks from you.",
        "es": "Dicen: “Os damos de comer simplemente porque anhelamos el rostro de Dios. En realidad, no esperamos de vosotros retribución ni agradecimiento.",
        "it": "[e interiormente affermano:] «È solo per il volto di Allah, che vi nutriamo; non ci aspettiamo da voi né ricompensa, né gratitudine.",
        "ru": "Они говорят: «Мы кормим вас лишь ради Лика Аллаха и не хотим от вас ни награды, ни благодарности!",
        "tr": "\"Size sırf Allah rızası için yemek yediriyoruz. Sizden ne bir karşılık, ne de bir teşekkür bekliyoruz.\"",
        "de": "Wir speisen euch nur um Allahs Angesicht willen. Wir wollen von euch weder Belohnung noch Dank.",
        "pt": "(Dizendo): Certamente vos alimentamos por amor a Deus; não vos exigimos recompensa, nem gratidão.",
        "nl": "(Zij zeiden:) \"Wij voeden jullie slechts omwille van het welbehagen van Allah, wij verlangen van jullie geen beloning en geen dank.",
        "ur": "(اور اُن سے کہتے ہیں کہ)ہم تمہیں صرف اللہ کی خاطر کِھلا رہے ہیں، ہم تم سے نہ کوئی بدلہ چاہتے ہیں نہ شکریہ، <sup foot_note=\"188243\">1</sup>",
        "bn": "সিহঁতে কয়, ‘আমি কেৱল আল্লাহৰ সন্তুষ্টিৰ উদ্দেশ্যে তোমালোকক খাদ্য দান কৰো, আমি তোমালোকৰ ওচৰত প্ৰতিদান নিবিচাৰো আৰু কৃতজ্ঞতাও নিবিচাৰো।",
        "fa": "[و در دل می‌گویند:] «ما فقط به خاطر الله به شما غذا می‌دهیم؛ نه از شما پاداشی می‌خواهیم و نه سپاسی."
      }
    },
    {
      "verse_number": 5601,
      "verse_key": "76:10",
      "arabic_text": "إِنَّا نَخَافُ مِن رَّبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا",
      "phonetic_text": "Inna nakhafu min rabbinayawman AAaboosan qamtareera",
      "translations": {
        "fr": "Nous redoutons seulement, de la part de notre Seigneur, la venue d’un jour sombre et terrible.",
        "en": "We fear the Day of our Lord––a woefully grim Day.’",
        "es": "Tenemos temor de que nuestro Señor nos castigue el día [del Juicio que será] terrible y penoso”.",
        "it": "Invero noi temiamo un Giorno terribile e catastrofico da parte del nostro Signore».",
        "ru": "Мы боимся от своего Господа того Мрачного и Томительного дня».",
        "tr": "\"Biz sert ve belalı bir günde Rabbimizden korkarız.\" derler.",
        "de": "Wir fürchten ja von unserem Herrn einen Tag, der düster blicken läßt, einen unheilvollen.",
        "pt": "Em verdade, tememos, da parte do nosso Senhor, o dia da aflição calamitosa.",
        "nl": "Voorwaar, wij vrezen van onze Heer een angstaanjagende, huiveringwekkende Dag.\"",
        "ur": "ہمیں تو اپنے رب سے اُس دن کے عذاب کا خوف لاحق ہے جو سخت مصیبت کا انتہائی طویل دن ہوگا",
        "bn": "নিশ্চয় আমি আমাৰ প্ৰতিপালকৰ তৰফৰ পৰা এটা ভয়ংকৰ ভীতিপ্ৰদ দিৱসৰ ভয় পোষণ কৰো’।",
        "fa": "همانا ما از پروردگارمان می‌ترسیم، [از عذابِ] روزی ‌که تُرشروی و دشوار است»."
      }
    },
    {
      "verse_number": 5602,
      "verse_key": "76:11",
      "arabic_text": "فَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَٰلِكَ ٱلْيَوْمِ وَلَقَّىٰهُمْ نَضْرَةً وَسُرُورًا",
      "phonetic_text": "Fawaqahumu Allahu sharra thalikaalyawmi walaqqahum nadratan wasuroora",
      "translations": {
        "fr": "Allah les préservera donc des calamités de ce jour, et leur destinera l’épanouissement et la joie. ",
        "en": "So God will save them from the woes of that Day, give them radiance and gladness,",
        "es": "Pero Dios les preservará del mal de ese día y les llenará de esplendor y alegría.",
        "it": "Allah li preserverà dal male di quel Giorno e verserà su di loro splendore e gioia,",
        "ru": "Аллах защитит их от зла того дня и одарит их процветанием и радостью.",
        "tr": "Allah da onları o günün fenalığından korur, yüzlerine parlaklık, gönüllerine sevinç verir.",
        "de": "So bewahrt sie Allah vor dem Übel jenes Tages und wird ihnen strahlendes Glück und Freude darbieten",
        "pt": "Mas Deus os preservará do mal daquele dia, e os receberá com esplendor e júbilo;",
        "nl": "Allah zal hen op die Dag beschermen voor het kwaad en hen glans en blijdschap schenken.",
        "ur": "پس اللہ تعالیٰ انہیں اُس دن کے شر سے بچالے گا اور انہیں تازگی اور سُرور بخشے گا <sup foot_note=\"188244\">1</sup>",
        "bn": "ফলত আল্লাহে সিহঁতক ৰক্ষা কৰিব সেই দিনৰ অনিষ্টৰ পৰা আৰু সিহঁতক প্ৰদান কৰিব উজ্জ্বলতা আৰু উৎফুল্লতা।",
        "fa": "پس الله آنان را از [سختی و] شرِ آن روز نگه داشت و خرّمی و شادمانی به آنان بخشید."
      }
    },
    {
      "verse_number": 5603,
      "verse_key": "76:12",
      "arabic_text": "وَجَزَىٰهُم بِمَا صَبَرُوا۟ جَنَّةً وَحَرِيرًا",
      "phonetic_text": "Wajazahum bima sabaroojannatan wahareera",
      "translations": {
        "fr": "Pour leur patience, Il leur accordera en récompense le jardin du Paradis et (des vêtements) en soie.",
        "en": "and reward them, for their steadfastness, with a Garden and silken robes.",
        "es": "Les retribuirá por su paciencia con el Paraíso y vestimentas de seda.",
        "it": "li compenserà del loro perseverare con il Giardino e la seta <a class=f><sup foot_note=160407>1</sup></a> .",
        "ru": "А за то, что они проявили терпение, Он воздаст им Райскими садами и шелками.",
        "tr": "Sabırlarına karşılık onlara bir cennet ve ipekten elbiseler verir.",
        "de": "und ihnen vergelten, daß sie standhaft gewesen sind, mit einem Garten und mit Seide,",
        "pt": "E os recompensará, por sua perseverança, com um vergel e (vestimentas de) seda,",
        "nl": "En Hij zal hen vanwege hun geduldige volharding belonen met het Paradijs en met zijde.",
        "ur": "اور اُن کے صبر کے بدلے میں <sup foot_note=\"188245\">1</sup> اُنہیں جنّت اور ریشمی لباس عطا کرے گا",
        "bn": "আৰু তেওঁলোকৰ ধৈৰ্যৰ পুৰষ্কাৰস্বৰূপে তেওঁ তেওঁলোকক প্ৰদান কৰিব উদ্যান আৰু ৰেচমী বস্ত্ৰ।",
        "fa": "و به [پاداش] صبری که کردند، بهشت و [لباس‌های] حریر [بهشتی] به آنان پاداش داد."
      }
    },
    {
      "verse_number": 5604,
      "verse_key": "76:13",
      "arabic_text": "مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلْأَرَآئِكِ ۖ لَا يَرَوْنَ فِيهَا شَمْسًا وَلَا زَمْهَرِيرًا",
      "phonetic_text": "Muttaki-eena feeha AAala al-ara-ikila yarawna feeha shamsan wala zamhareera",
      "translations": {
        "fr": "Accoudés sur des couches, ils n’y sentiront ni la chaleur du soleil ni la rigueur du froid.",
        "en": "They will sit on couches, feeling neither scorching heat nor biting cold,",
        "es": "[En el Paraíso] estarán reclinados sobre sofás, a salvo del calor ardiente del Sol y la severidad del frío.",
        "it": "Adagiati su alti divani, non dovranno subire né il sole, né il freddo pungente.",
        "ru": "Они будут лежать на ложах, прислонившись, и не увидят там ни солнца, ни стужи.",
        "tr": "Orada donatılmış koltuklar üzerine dayanmışlardır: Orada ne yakıcı güneş görürler, ne de şiddetli soğuk.",
        "de": "worin sie sich auf überdachten Liegen lehnen, und worin sie weder (heiße) Sonne noch bittere Kälte wahrnehmen werden.",
        "pt": "Onde, reclinados sobre almofadas, não sentirão calor nem frio excessivos,",
        "nl": "Leunend zitten zij daarin op rustbanken. Zij vinden daarin geen zon en geen kou.",
        "ur": "وہاں وہ اونچی مسندوں پر تکیے لگائے بیٹھے ہونگے نہ اُنہیں دھوپ کی گرمی ستائے گی نہ جاڑے کی ٹھر",
        "bn": "তাত তেওঁলোকে সুসজ্জিত আসনত আউজি বহি থাকিব, তাত তেওঁলোকে প্ৰখৰ গৰম আৰু অত্যাধিক শীতো অনুভৱ নকৰিব।",
        "fa": "در آنجا بر تخت‌ها[ی زیبا] تکیه کرده‌اند؛ نه [حرارتِ] آفتابی در آنجا می‌بینند و نه [سوزِ] سرمایی،"
      }
    },
    {
      "verse_number": 5605,
      "verse_key": "76:14",
      "arabic_text": "وَدَانِيَةً عَلَيْهِمْ ظِلَـٰلُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا",
      "phonetic_text": "Wadaniyatan AAalayhim thilaluhawathullilat qutoofuha tathleela",
      "translations": {
        "fr": "Les ombres (du Paradis) s’étendront sur eux toutes proches, et ses fruits seront à portée de leurs mains.",
        "en": "with shady [branches] spread above them and clusters of fruit hanging close at hand.",
        "es": "Estarán cubiertos por una sombra cercana y fresca de árboles, cuyos frutos serán fáciles de alcanzar.",
        "it": "Le sue ombre li copriranno e i suoi frutti penderanno a portata di mano.",
        "ru": "Тени будут близки к ним, и плоды будут подчинены им полностью.",
        "tr": "Üzerlerine cennet gölgeleri sarkmış, meyveleri bol bol önlerine konmuştur.",
        "de": "Nahe über ihnen sind seine Schatten, und seine Früchte sind ihnen (zum Pflücken) sehr gefügig gemacht.",
        "pt": "E as sombras (do vergel) os cobrirão, e os cachos (de frutos) estarão pendurados, em humildade.",
        "nl": "En haar schaduwen zijn voor hen dichtbij en haar vruchten zijn vlakbij, makkelijk te plukken.",
        "ur": "جنت کی چھاؤں ان پر جھکی ہوئی سایہ کر رہی ہوگی، اور اُس کے پھل ہر وقت ان کے بس میں ہوں گے (کہ جس طرح چاہیں انہیں توڑ لیں)",
        "bn": "তেওঁলোকৰ ওপৰত সন্নিহিত থাকিব উদ্যানৰ ছাঁ আৰু ইয়াৰ ফলমূলৰ থোকবোৰ তেওঁলোকৰ সম্পূৰ্ণ আয়ত্তাধীন কৰা হ’ব।",
        "fa": "و سایه‌هایش بر آنان فروافتاده و میوه‌هایش [برای چیدن] در دسترس [و آسان] است."
      }
    },
    {
      "verse_number": 5606,
      "verse_key": "76:15",
      "arabic_text": "وَيُطَافُ عَلَيْهِم بِـَٔانِيَةٍ مِّن فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَا۠",
      "phonetic_text": "Wayutafu AAalayhim bi-aniyatinmin fiddatin waakwabin kanat qawareera",
      "translations": {
        "fr": "Parmi eux circuleront des plats d’argent et des coupes en cristal,",
        "en": "They will be served with silver plates",
        "es": "Serán servidos con vasijas de plata y copas diáfanas",
        "it": "Verranno serviti da un vassoio d’argento e coppe di cristallo,",
        "ru": "Обходить их будут с сосудами из серебра и кубками из хрусталя -",
        "tr": "Yanlarında gümüşten kaplar, billur kupalar dolaştırılır.",
        "de": "Herumgereicht werden ihnen Gefäße aus Silber und Trinkschalen, die (wie) aus Glas sind,",
        "pt": "E serão servidos em taças de prata e em copos diáfanos,",
        "nl": "En onder hen wordt rondgegaan met kruiken van zilver en glazen als van kristal.",
        "ur": "اُن کے آگے چاندی کے برتن <sup foot_note=\"188246\">1</sup> اور شیشے کے پیالے گردش کرائے جارہے ہوں گے",
        "bn": "আৰু তেওঁলোকক ঘূৰি ঘূৰি পৰিবেশন কৰা হ’ব ৰূপৰ পাত্ৰত আৰু ফটিকৰ দৰে স্বচ্ছ পান পাত্ৰত-",
        "fa": "و ظرف‌های سیمین [غذا‌] و کاسه‌های بلورین [نوشیدنی]، در گِرداگرد آنان، گردانده می‌شود."
      }
    },
    {
      "verse_number": 5607,
      "verse_key": "76:16",
      "arabic_text": "قَوَارِيرَا۟ مِن فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا",
      "phonetic_text": "Qawareera min fiddatinqaddarooha taqdeera",
      "translations": {
        "fr": "(des coupes) en argent translucide et à la capacité bien déterminée.",
        "en": "and gleaming silver goblets according to their fancy,",
        "es": "de cristal plateado hechas a su gusto.",
        "it": "di cristallo e d’argento, convenientemente riempite.",
        "ru": "хрусталя серебряного, соразмерных размеров.",
        "tr": "Gümüşten öyle kadehler ki onları türlü türlü biçimlere koymuşlardır.",
        "de": "Gläser aus Silber, die sie im rechten Maß bemessen.",
        "pt": "Feitos de prata, semelhantes a cristal, que lhe serão fornecidos em abundância.",
        "nl": "Kristalhelder, van zilver gemaakt, die naar wens schenken.",
        "ur": "شیشے بھی وہ جو چاندی کی قِسم کے ہونگے، <sup foot_note=\"188247\">1</sup> اور ان کو(منتظمینِ جنّت نے)ٹھیک اندازے کے مطابق بھرا ہوگا۔ <sup foot_note=\"188248\">2</sup>",
        "bn": "ৰূপৰ শুভ্ৰ ফটিক পাত্ৰ, সিহঁতে ইয়াৰ পৰিমাণ কৰিব সম্পূৰ্ণ পৰিমিতভাৱে।",
        "fa": "[کاسه‌های] بلورینی از نقره که آنها را به ‌اندازۀ مناسب، [لبریز و] آماده کرده‌اند؛"
      }
    },
    {
      "verse_number": 5608,
      "verse_key": "76:17",
      "arabic_text": "وَيُسْقَوْنَ فِيهَا كَأْسًا كَانَ مِزَاجُهَا زَنجَبِيلًا",
      "phonetic_text": "Wayusqawna feeha ka/san kanamizajuha zanjabeela",
      "translations": {
        "fr": "Ils seront abreuvés d’une coupe dont (la boisson) sera de gingembre mêlée,",
        "en": "and they will be given a drink infused with ginger",
        "es": "Les servirán en copas aromatizadas una bebida con jengibre",
        "it": "E berranno colà, da una coppa contenente una mistura di zenzero,",
        "ru": "Поить их там будут из чаш вином, смешанным с имбирем,",
        "tr": "Onlara orada bir dolu kadeh sunulur ki, karışımı zencefildir.",
        "de": "Und zu trinken gegeben wird ihnen darin ein Becher, dessen Beimischung Ingwer ist,",
        "pt": "E ali ser-lhes-á servido um copo de néctar, cuja mescla será de gengibre,",
        "nl": "En daarin wordt er voor hen geschonken uit een beker waarvan de mengdrank gember is.",
        "ur": "ان کو وہاں ایسی شراب کے جام پلائے جائیں گے جس میں سونٹھ کی آمیزش ہوگی",
        "bn": "আৰু তাত তেওঁলোকক পান কৰোৱা হ’ব শুকান আদাৰ মিশ্ৰিত পূৰ্ণপাত্ৰ-পানীয়,",
        "fa": "و در آنجا از جام‌هایی سیراب می‌شوند که آمیزه‌اش زَنجبیل است."
      }
    },
    {
      "verse_number": 5609,
      "verse_key": "76:18",
      "arabic_text": "عَيْنًا فِيهَا تُسَمَّىٰ سَلْسَبِيلًا",
      "phonetic_text": "AAaynan feeha tusammasalsabeela",
      "translations": {
        "fr": "puisée à une source du nom de Salsabîl.",
        "en": "from a spring called Salsabil.",
        "es": "extraída de una fuente del Paraíso, dulce y siempre accesible<sup foot_note=169485>1</sup>.",
        "it": "[attinta] da una fonte di quel luogo chiamata Salsabìl <a class=f><sup foot_note=160408>1</sup></a> .",
        "ru": "из источника, названного Салсабилем.",
        "tr": "Bu orada bir pınardır ki, adına \"selsebil\" derler.",
        "de": "aus einer Quelle darin, die Salsabil genannt wird.",
        "pt": "De uma fonte (no Paraíso), chamada Salsabil.",
        "nl": "Er bevindt zich daarin een bron die Salsabîl genoemd wordt.",
        "ur": "یہ جنّت کا ایک چشمہ ہوگا جسے سلسبیل کہا جاتا ہے۔ <sup foot_note=\"188249\">1</sup>",
        "bn": "জান্নাতৰ এনেকুৱা এটা নিজৰা যাৰ নাম হ’ব ছালছাবীল।",
        "fa": "[این جام‌ها، از] چشمه‌ای در آنجا که سَلسَبیل نامیده می‌شود [پر می‌شوند]؛"
      }
    },
    {
      "verse_number": 5610,
      "verse_key": "76:19",
      "arabic_text": "۞ وَيَطُوفُ عَلَيْهِمْ وِلْدَٰنٌ مُّخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَّنثُورًا",
      "phonetic_text": "Wayatoofu AAalayhim wildanunmukhalladoona itha raaytahum hasibtahum lu/lu-anmanthoora",
      "translations": {
        "fr": "Parmi eux, circuleront des serviteurs à la jeunesse éternelle. Quand tu les verras, tu les prendras pour des perles éparpillées.",
        "en": "Everlasting youths will attend them––if you could see them, you would think they were scattered pearls––",
        "es": "Rondarán entre los creyentes, sirvientes de juventud eterna. Si los vieras creerías que son perlas esparcidas.",
        "it": "Saranno serviti da fanciulli di eterna giovinezza: vedendoli, ti sembreranno perle sparse.",
        "ru": "Их будут обходить вечно юные отроки. Взглянув на них, ты примешь их за рассыпанный жемчуг.",
        "tr": "Etraflarında ölümsüz hizmetçiler dolaşır, onları görünce saçılmış inciler sanırsın.",
        "de": "Und unter ihnen gehen ewig junge Knaben umher. Wenn du sie siehst, hältst du sie für ausgestreute Perlen.",
        "pt": "E os servirão mancebos imortais; quando os vires, parecer-te-ão pérolas dispersas.",
        "nl": "En onder hen wordt rondgegaan door eeuwig jeugdigen. Als jij hen ziet, dan denk jij dat zij verstrooide parels zijn.",
        "ur": "ان کے خدمت کے لیے ایسے لڑکے دوڑتے پھر رہے ہوں گے جو ہمیشہ لڑکے ہی رہیں گے۔ تم انہیں دیکھو تو سمجھو کہ موتی ہیں جو بکھیر دیے گئے ہیں۔ <sup foot_note=\"188250\">1</sup>",
        "bn": "আৰু তেওঁলোকৰ চাৰিওফালে প্ৰদক্ষিণ কৰিব চিৰ কিশোৰসকলে; যেতিয়া তুমি সিহঁতক দেখিবা তোমাৰ এনে লাগিব যেন সিহঁত বিক্ষিপ্ত মুকুতা।",
        "fa": "و همواره نوجوانانی جاودانه بر گِردشان می‌چرخند که هر گاه آنها را ببینی، گمان می‌کنی مرواریدِ پراکنده هستند."
      }
    },
    {
      "verse_number": 5611,
      "verse_key": "76:20",
      "arabic_text": "وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا",
      "phonetic_text": "Wa-itha raayta thamma raaytanaAAeeman wamulkan kabeera",
      "translations": {
        "fr": "Y tourneras-tu ton regard, tu y verras des délices et un immense royaume.",
        "en": "and if you were to look around, you would see bliss and great wealth:",
        "es": "Y al mirar solo encontrarás felicidad y un reino vasto.",
        "it": "Quando lo vedrai, vedrai delizia e un vasto regno.",
        "ru": "Взглянув же, ты увидишь там благодать и великую власть.",
        "tr": "Orada nereye baksan bir nimet ve pek büyük bir mülk görürsün.",
        "de": "Und wenn du dort hinsiehst, wirst du Wonne und ein großes Reich sehen.",
        "pt": "E quando olhares além, verás glórias e um magnífico reino.",
        "nl": "En als jij rondkijkt dan zie jij een genieting en een geweldig koninkrijk.",
        "ur": "وہاں جِدھر بھی تم نگاہ ڈالو گے نعمتیں ہی نعمتیں اور ایک بڑی سلطنت کا سروسامان تمہیں نظر آئے گا۔ <sup foot_note=\"188251\">1</sup>",
        "bn": "আৰু তুমি যেতিয়া তাত দেখিবা, দেখিবলৈ পাবা স্বাচ্ছন্দ্য আৰু বিৰাট সাম্ৰাজ্য।",
        "fa": "و چون [به هر سَمتی] بنگری، نعمت بسیار و فرمانرواییِ عظیمی آنجا می‌بینی."
      }
    },
    {
      "verse_number": 5612,
      "verse_key": "76:21",
      "arabic_text": "عَـٰلِيَهُمْ ثِيَابُ سُندُسٍ خُضْرٌ وَإِسْتَبْرَقٌ ۖ وَحُلُّوٓا۟ أَسَاوِرَ مِن فِضَّةٍ وَسَقَىٰهُمْ رَبُّهُمْ شَرَابًا طَهُورًا",
      "phonetic_text": "AAaliyahum thiyabu sundusinkhudrun wa-istabraqun wahulloo asawira minfiddatin wasaqahum rabbuhum sharaban tahoora",
      "translations": {
        "fr": "Ils seront de vert vêtus, de satin et de brocart, et parés de bracelets d’argent. Leur Seigneur leur donnera à boire un breuvage très pur.",
        "en": "they will wear garments of green silk and brocade; they will be adorned with silver bracelets; their Lord will give them a pure drink.",
        "es": "[Quienes lo habiten] vestirán de verde satén y de brocado, y llevarán brazaletes de plata. Su Señor les dará de beber una bebida pura.",
        "it": "Indosseranno abiti verdi di seta finissima e broccato. Saranno ornati con bracciali d’argento e il loro Signore darà loro una bevanda purissima.",
        "ru": "На них будут зеленые одеяния из атласа и парчи. Они будут украшены серебряными браслетами, а Господь их напоит их чистым напитком.",
        "tr": "Üstlerinde zarif ve yeşil, kalın ipekten bir elbise vardır. Gümüş bileziklerle süslenmişlerdir. Rableri onlara temiz bir içecek içirmiştir.",
        "de": "Auf ihnen werden grüne Gewänder aus Seidenbrokat sein und schwerer Brokat, und geschmückt werden sie sein mit Armreifen aus Silber. Und zu trinken wird ihr Herr ihnen ein reines Getränk geben.",
        "pt": "Sobre eles haverá vestimentas verdes, de tafetá e de brocado, estarão enfeitados com braceletes de prata e o seu Senhor lhes saciará a sede com uma bebida pura!",
        "nl": "Zij dragen kleren van fijne groene zijde en brokaat en zij zullen gesierd worden met zilveren armbanden. En hun Heer zal hen een pure drank schenken.",
        "ur": "اُن کے اوپر باریک ریشم کےسبز لباس اور اطلس و دیبا کے کپڑے ہوں گے،<sup foot_note=\"188252\">1</sup> ان کو چاندی کے کنگن پہنائے جائیں گے، <sup foot_note=\"188253\">2</sup> اور ان کا ربّ ان کو نہایت پاکیزہ شراب پلائے گا۔ <sup foot_note=\"188254\">3</sup>",
        "bn": "তেওঁলোকৰ আৱৰণ হ’ব সূক্ষ্ম সেউজীয়া ৰেচম আৰু মোটা ৰেচমী পোছাক আৰু তেওঁলোক অলংকৃত হ’ব ৰূপেৰে নিৰ্মিত গামখাৰুৰে, আৰু তেওঁলোকৰ প্ৰতিপালকে তেওঁলোকক পৱিত্ৰ পানীয় পান কৰাব।",
        "fa": "بر آنان [= بهشتیان] لباس‌هایی سبزرنگ از دیبای نازک و دیبای ضخیم [پوشانده شده] است، و با دستبند‌هایی از نقره آراسته شده‌اند، و پروردگارشان شراب پاک به آنان می‌نوشانَد."
      }
    },
    {
      "verse_number": 5613,
      "verse_key": "76:22",
      "arabic_text": "إِنَّ هَـٰذَا كَانَ لَكُمْ جَزَآءً وَكَانَ سَعْيُكُم مَّشْكُورًا",
      "phonetic_text": "Inna hatha kana lakum jazaanwakana saAAyukum mashkoora",
      "translations": {
        "fr": "Telle sera votre récompense, et tels seront reconnus vos efforts.",
        "en": "[It will be said], ‘This is your reward. Your endeavours are appreciated.’",
        "es": "[Y se les dirá:] “Esta es la recompensa. Su esfuerzo ha sido aceptado [por Dios]”.",
        "it": "In verità questo vi sarà concesso in ricompensa e il vostro sforzo sarà riconosciuto.",
        "ru": "Таково ваше воздаяние, и ваше усердие отблагодарено.",
        "tr": "(Onlara şöyle denir): \"İşte bu sizin bir mükâfatınızdı. Gayretiniz karşılığını bulmuştur.\"",
        "de": "Dies ist ja der Lohn für euch, und euer Bemühen wird gedankt sein.",
        "pt": "Sabei que esta será a vossa recompensa, e os vossos esforços serão reconhecidos.",
        "nl": "(Er wordt gezegd:) \"Voorwaar, dat is een beloning voor jullie en jullie daden zijn aanvaard.\"",
        "ur": "یہ ہے تمہاری جزا اور تمہاری کارگزاری قابلِ قدر ٹھہری ہے۔ <sup foot_note=\"188255\">1</sup>",
        "bn": "নিশ্চয় এইটোৱে তোমালোকৰ পুৰষ্কাৰ; আৰু তোমালোকৰ কৰ্মপ্ৰচেষ্টা আছিল প্ৰসংশাযোগ্য।",
        "fa": "[و به آنها گفته می‌شود:] «این [نعمت‌ها،] پاداش شماست، و [بدانید که] از سعی و کوشش شما قدردانی شده است»."
      }
    },
    {
      "verse_number": 5614,
      "verse_key": "76:23",
      "arabic_text": "إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ ٱلْقُرْءَانَ تَنزِيلًا",
      "phonetic_text": "Inna nahnu nazzalnaAAalayka alqur-ana tanzeela",
      "translations": {
        "fr": "C’est Nous Qui avons graduellement fait descendre vers toi le Coran.",
        "en": "We Ourself have sent down this Quran to you [Prophet] in gradual revelation.",
        "es": "[¡Oh, Muhámmad!] Te he revelado el Corán gradualmente [en respuesta a distintas situaciones].",
        "it": "In verità siamo stati Noi a far scendere gradualmente il Corano su di te.",
        "ru": "Воистину, Мы ниспослали тебе Коран частями.",
        "tr": "Kur'ân'ı sana kısım kısım biz indirdik biz.",
        "de": "Gewiß, Wir sind es, die Wir dir den Qur’an offenbart, ja offenbart haben.",
        "pt": "Em verdade, temos-te revelado (ó Mensageiro), o Alcorão, por etapas,",
        "nl": "Voorwaar, Wij zijn het Die de Koran in fasen tot jou neergezonden hebben.",
        "ur": "اے نبی ؐ ، ہم نے ہی تم پر یہ قرآن تھوڑا تھوڑا کر کے نازل کیا ہے، <sup foot_note=\"188256\">1</sup>",
        "bn": "নিশ্চয় আমি তোমাৰ প্ৰতি পৰ্যায়ক্ৰমে আল-কোৰআন অৱতীৰ্ণ কৰিছো।",
        "fa": "[ای پیامبر،] یقیناً ما قرآن را به صورت تدریجی بر تو نازل کردیم؛"
      }
    },
    {
      "verse_number": 5615,
      "verse_key": "76:24",
      "arabic_text": "فَٱصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ ءَاثِمًا أَوْ كَفُورًا",
      "phonetic_text": "Fasbir lihukmi rabbikawala tutiAA minhum athiman aw kafoora",
      "translations": {
        "fr": "Prends donc en patience le Jugement de ton Seigneur ! N’obéis pas au pécheur d’entre eux ni à aucun mécréant obstiné.",
        "en": "Await your Lord’s Judgement with patience; do not yield to any of these sinners or disbelievers;",
        "es": "Espera pacientemente el juicio de tu Señor y no obedezcas al pecador desagradecido.",
        "it": "Sii paziente [nell’attesa] del Decreto del tuo Signore e non obbedire al peccatore e all’ingrato dei loro.",
        "ru": "Потерпи же до решения твоего Господа и не повинуйся грешникам и неверующим среди них.",
        "tr": "O halde Rabbinin hüküm vermesi için sabret. Onlardan hiçbir günahkâra yahut nanköre itaat etme.",
        "de": "So sei standhaft in Bezug auf das Urteil deines Herrn, und gehorche von ihnen keinem Sündhaften oder sehr Undankbaren.",
        "pt": "Persevera, pois, até o Juízo do teu Senhor, e não obedeças a nenhum dos pecadores ou incrédulos,",
        "nl": "Wees dan geduldig met de wetten van jouw Heer en volg niet de zondaar of de ongelovige onder hen.",
        "ur": "لہٰذا تم اپنے ربّ کے حکم پر صبر کرو، <sup foot_note=\"188257\">1</sup> اور اِن میں سے کسی بد عمل یا منکرِ حق کی بات نہ مانو۔ <sup foot_note=\"188258\">2</sup>",
        "bn": "এতেকে তুমি ধৈৰ্যৰ সৈতে তোমাৰ প্ৰতিপালকৰ নিৰ্দেশৰ প্ৰতীক্ষা কৰা আৰু সিহঁতৰ মাজৰ পৰা কোনো পাপিষ্ঠ বা ঘোৰ অকৃতজ্ঞ কাফিৰৰ আনুগত্য নকৰিবা।",
        "fa": "پس بر حُکم پروردگارت شکیبا باش و از هیچ یک از گناهکاران و بی‌دینان آنان فرمان مبر."
      }
    },
    {
      "verse_number": 5616,
      "verse_key": "76:25",
      "arabic_text": "وَٱذْكُرِ ٱسْمَ رَبِّكَ بُكْرَةً وَأَصِيلًا",
      "phonetic_text": "Wathkuri isma rabbikabukratan waaseela",
      "translations": {
        "fr": "Évoque le Nom de ton Seigneur au lever et au déclin du jour.",
        "en": "remember the name of your Lord at dawn and in the evening;",
        "es": "Y celebra el nombre de tu Señor por la mañana y por la tarde.",
        "it": "Menziona il Nome del tuo Signore, al mattino e alla sera,",
        "ru": "Поминай имя твоего Господа утром и перед закатом,",
        "tr": "Sabahakşam Rabbinin ismini an.",
        "de": "Und gedenke des Namens deines Herrn morgens und abends,",
        "pt": "E celebra o nome do teu Senhor, de manhã e à tarde.",
        "nl": "En gedenk (in jouw shalât) de Naam van jouw Heer, in de ochtend en de avond.",
        "ur": "اپنے رب کا نام صبح و شام یاد کرو",
        "bn": "আৰু পুৱা-গধূলি তোমাৰ প্ৰতিপালকৰ নাম স্মৰণ কৰা।",
        "fa": "و صبح و شام، نامِ پروردگارت را یاد کن."
      }
    },
    {
      "verse_number": 5617,
      "verse_key": "76:26",
      "arabic_text": "وَمِنَ ٱلَّيْلِ فَٱسْجُدْ لَهُۥ وَسَبِّحْهُ لَيْلًا طَوِيلًا",
      "phonetic_text": "Wamina allayli fasjud lahu wasabbihhulaylan taweela",
      "translations": {
        "fr": "Pendant une partie de la nuit, prosterne-toi devant Lui, et rends-Lui alors longuement gloire.",
        "en": "bow down before Him, and glorify Him at length by night.",
        "es": "Y por la noche prostérnate ante Él. Usa gran parte de la noche para glorificarlo.",
        "it": "e durante la notte prosternati a Lui e glorificaLo a lungo nella notte.",
        "ru": "а также ночью. Падай ниц пред Ним и славь Его долгой ночью.",
        "tr": "Gecenin bir bölümünde de O'na secde et (akşam ve yatsı namazlarını kıl). Hem de O'nu uzun bir gece tesbih et (teheccüd namazı kıl).",
        "de": "und in (einem Teil) der Nacht, da wirf dich vor Ihm nieder und preise Ihn lange Zeit zur Nacht.",
        "pt": "E adora-O, e glorifica-O durante grande parte da noite.",
        "nl": "En in een gedeelte van de nacht, en kniel je neer voor Hem en prijs Zijn Glorie tijdens een lang deel van de nacht.",
        "ur": "رات کو بھی اس کے حضور سجدہ ریز ہو، اور رات کے طویل اوقات میں اُس کی تسبیح کرتے رہو۔ <sup foot_note=\"188259\">1</sup>",
        "bn": "আৰু ৰাতিৰ একাংশত তেওঁৰ প্ৰতি ছাজদাৱনত হোৱা আৰু ৰাতিৰ দীৰ্ঘ সময় তেওঁৰ পৱিত্ৰতা ঘোষণা আৰু তাছবীহ পাঠ কৰা।",
        "fa": "و [نیز] بخشی از شب برایش سجده کن [و نماز بگزار]، و در بخش بلندی از شب، او را تسبیح گوی."
      }
    },
    {
      "verse_number": 5618,
      "verse_key": "76:27",
      "arabic_text": "إِنَّ هَـٰٓؤُلَآءِ يُحِبُّونَ ٱلْعَاجِلَةَ وَيَذَرُونَ وَرَآءَهُمْ يَوْمًا ثَقِيلًا",
      "phonetic_text": "Inna haola-i yuhibboonaalAAajilata wayatharoona waraahum yawmanthaqeela",
      "translations": {
        "fr": "Ceux-là aiment cette vie fugace et jettent derrière eux un jour lourd (de conséquences).",
        "en": "These people love the fleeting life. They put aside [all thoughts of] a Heavy Day.",
        "es": "Los que rechazan el Mensaje aman la vida efímera y dan la espalda a un día cargado de aflicción [en el que serán juzgados].",
        "it": "Coloro che amano l’effimero trascurano un Giorno grave <a class=f><sup foot_note=160409>1</sup></a> .",
        "ru": "Воистину, эти любят жизнь ближнюю и оставляют позади себя Тяжкий день.",
        "tr": "Çünkü onlar bu dünyayı seviyorlar ve önlerindeki ağır bir günü arkaya atıyorlar.",
        "de": "Diese da lieben ja das schnell Eintreffende und lassen hinter sich einen schwer lastenden Tag.",
        "pt": "Em verdade, (quanto aos outros) preferem a efêmera vida terrena e tentam afastar a lembrança de um dia (que será) pesado.",
        "nl": "Voorwaar, zij (de ongelovigen) houden van het voorbijgaande en leggen achter hun rug een zware Dag.",
        "ur": "یہ لوگ تو جلدی حاصل ہونے والی  چیز (دُنیا)سے محبت رکھتے ہیں اور آگے جو بھاری دن آنے والا ہے اسے نظر انداز کر دیتے ہیں۔ <sup foot_note=\"188260\">1</sup>",
        "bn": "নিশ্চয় সিহঁত পৃথিৱীৰ জীৱনক ভাল পায় আৰু সিহঁতে সিহঁতৰ সন্মুখৰ কঠিন দিনটোক উপেক্ষা কৰে।",
        "fa": "بی‌گمان، اینان [= کافران] دنیای زودگذر را دوست دارند و روز سختی [را که در پیش دارند] پشت سر خود رها می‌کنند [و به آن اهمیت نمی‌دهند]."
      }
    },
    {
      "verse_number": 5619,
      "verse_key": "76:28",
      "arabic_text": "نَّحْنُ خَلَقْنَـٰهُمْ وَشَدَدْنَآ أَسْرَهُمْ ۖ وَإِذَا شِئْنَا بَدَّلْنَآ أَمْثَـٰلَهُمْ تَبْدِيلًا",
      "phonetic_text": "Nahnu khalaqnahum washadadnaasrahum wa-itha shi/na baddalna amthalahumtabdeela",
      "translations": {
        "fr": "C’est Nous Qui les avons créés et Qui les avons soutenus, et si Nous voulions, Nous les remplacerions par d’autres (êtres) similaires.",
        "en": "Yet We created them; We strengthened their constitution; if We please, We can replace such people completely.",
        "es": "[No reconocen que] Yo les he creado y les he dado una constitución física fuerte, pero si quisiera podría sustituirles por otros iguales.",
        "it": "Siamo stati Noi a crearli e a consolidare le loro giunture. Se volessimo, li sostituiremmo con altri loro simili.",
        "ru": "Мы создали их и укрепили их суставы. Но если Мы пожелаем, то заменим их подобными им.",
        "tr": "Onları biz yarattık ve mafsallarını sımsıkı bağladık. Dilediğimiz vakit de kılıklarını değiştiririz.",
        "de": "Wir doch haben sie erschaffen und ihren Körperbau vollendet. Und wenn Wir wollen, tauschen Wir sie durch andere ihresgleichen aus.",
        "pt": "Nós os criamos e fortalecemos as suas estruturas; porém se quiséssemos, suplantá-los-íamos inteiramente por outros, semelhantes a eles.",
        "nl": "Wij hebben hen geschapen en Wij hebben hun gestel stevig gemaakt. En als Wij het gewild hadden, dan zouden Wij hen vervangen door gelijksoortigen.",
        "ur": "ہم نے ہی اِن کو پیدا کیا ہے اور ان کے جوڑ بند مضبوط کیے ہیں، اور ہم جب چاہیں اِن کی شکلوں کو بدل کر رکھ دیں۔ <sup foot_note=\"188261\">1</sup>",
        "bn": "আমিয়েই সিহঁতক সৃষ্টি কৰিছো আৰু সিহঁতৰ গঠন সুদৃঢ় কৰিছো। আৰু আমি যেতিয়া ইচ্ছা কৰিম তেতিয়াই সিহঁতৰ স্থানত সিহঁতৰ দৰে (কাৰোবাক) আনি পৰিবৰ্তন কৰি দিম।",
        "fa": "ما آنها را آفریدیم و پیوند وجودشان را محکم کردیم، و هر زمان که بخواهیم، جای آنان را به [گروه دیگری] همانندشان می‌دهیم."
      }
    },
    {
      "verse_number": 5620,
      "verse_key": "76:29",
      "arabic_text": "إِنَّ هَـٰذِهِۦ تَذْكِرَةٌ ۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًا",
      "phonetic_text": "Inna hathihi tathkiratun famanshaa ittakhatha ila rabbihi sabeela",
      "translations": {
        "fr": "Voilà qui est un rappel ! Suive donc qui voudra la voie de son Seigneur !",
        "en": "This is a reminder. Let whoever wishes, take the way to his Lord.",
        "es": "Esta revelación es para reflexionar. Quien quiera, que tome un camino hacia su Señor.",
        "it": "In verità questo è un Monito. Chi vuole, intraprenda dunque la via che conduce al suo Signore.",
        "ru": "Воистину, это есть Назидание, и тот, кто желает, становится на путь к своему Господу.",
        "tr": "İşte bu bir öğüttür. Dileyen Rabbine giden yolu tutar.",
        "de": "Gewiß, dies ist eine Erinnerung; wer nun will, nimmt (so diesen) einen Weg zu seinem Herrn.",
        "pt": "Em verdade, esta é uma admoestação: e, quem quiser, poderá encaminhar-se até à senda do seu Senhor.",
        "nl": "Voorwaar, dit is een Vermaning. Wie het dan wil, laat hij een Weg naar zijn Heer nemen.",
        "ur": "یہ ایک نصیحت ہے، اب جس کا جی چاہے اپنے رب کی طرف جانے کا راستہ اختیار کر لے",
        "bn": "নিশ্চয় এইটো এটা উপদেশ; এতেকে যিয়ে ইচ্ছা কৰে সি যেন তাৰ প্ৰতিপালকৰ ফালে যোৱাৰ পথ বাছি লয়।",
        "fa": "بی‌گمان، این یادآوری [و پند] است؛ پس هر ‌کس که بخواهد، راهی به سوی پروردگارش بر‌گزیند."
      }
    },
    {
      "verse_number": 5621,
      "verse_key": "76:30",
      "arabic_text": "وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًا",
      "phonetic_text": "Wama tashaoona illa anyashaa Allahu inna Allaha kanaAAaleeman hakeema",
      "translations": {
        "fr": "Mais vous ne voudrez rien qu’Allah n’ait voulu, car Allah est Omniscient et Sage.",
        "en": "But you will only wish to do so if God wills- God is all knowing, all wise-",
        "es": "Pero no querrán a menos que quiera Dios, porque Dios todo lo sabe, es Sabio.",
        "it": "Ma voi lo vorrete solo se Allah lo vuole <a class=f><sup foot_note=160410>1</sup></a> . Allah è sapiente e saggio.",
        "ru": "Но вы не пожелаете этого, если не пожелает Аллах. Воистину, Аллах - Знающий, Мудрый.",
        "tr": "Allah dilemedikçe siz dileyemezsiniz. Kuşkusuz Allah, bilendir, hüküm ve hikmet sahibidir.",
        "de": "Und ihr könnt nicht(s) wollen, außer daß Allah (es) will. Gewiß, Allah ist All-wissend und Allweise.",
        "pt": "Porém, só o conseguireis se Deus o permitir, porque é Prudente, Sapientíssimo.",
        "nl": "En jullie zullen het niet willen, behalve als Allah het wil: voorwaar, Allah is Alwetend, Alwijs.",
        "ur": "اور تمہارے چاہنے سے کچھ نہیں ہوتا جب تک کہ اللہ نہ چاہے۔ <sup foot_note=\"188262\">1</sup> یقیناً اللہ بڑا علیم و حکیم ہے",
        "bn": "আৰু আল্লাহে ইচ্ছা নকৰিলে তোমালোকে ইচ্ছা কৰিবলৈ সক্ষম নহ’বা; নিশ্চয় আল্লাহ মহাজ্ঞানী, প্ৰজ্ঞাময়।",
        "fa": "و تا الله اراده نکند، [شما چیزی را] نخواهید خواست. بی‌گمان، الله دانای حکیم است؛"
      }
    },
    {
      "verse_number": 5622,
      "verse_key": "76:31",
      "arabic_text": "يُدْخِلُ مَن يَشَآءُ فِى رَحْمَتِهِۦ ۚ وَٱلظَّـٰلِمِينَ أَعَدَّ لَهُمْ عَذَابًا أَلِيمًۢا",
      "phonetic_text": "Yudkhilu man yashao fee rahmatihiwaththalimeena aAAadda lahum AAathabanaleema",
      "translations": {
        "fr": "Il reçoit en Sa miséricorde qui Il veut, et aux injustes, Il prévoit un supplice très douloureux.",
        "en": "He admits whoever He will into His Mercy and has prepared a painful torment for the disbelievers.",
        "es": "Él acoge en Su misericordia a quien quiere, pero a los opresores les ha preparado un castigo doloroso.",
        "it": "Introduce chi vuole nella Sua misericordia, mentre per gli ingiusti ha preparato un doloroso castigo.   <a class=f><sup foot_note=160411>1</sup></a> La tradizione ci riferisce che questa sura fu rivelata in un momento in cui l’Inviato di Allah (pace e benedizioni su di lui) stava attraversando ore di grande scoramento per la miseria in cui viveva la gente della sua casa (che Allah sia soddisfatto di loro). In particolare era stato colpito dalla condizione in cui versavano Ali e sua figlia Fatima, che per nutrire i bisognosi (vedi vers. si erano ridotti alla fame più nera e avevano passato tre giorni di digiuno assoluto. <a class=f><sup foot_note=160412>2</sup></a> Secondo i classici, il versetto si riferirebbe al tempo intercorso tra il momento in cui Allah (gloria a Lui l’Altissimo) formò Adamo e quello in cui gli diede la vita. <a class=f><sup foot_note=160413>3</sup></a> «una goccia di sperma eterogeneo»: quella formata dagli spermatozoi e dall’ovulo. <a class=f><sup foot_note=160414>4</sup></a> «Kafùr»: è il nome di una fonte paradisiaca. <a class=f><sup foot_note=160415>5</sup></a> «nonostante il loro bisogno»: nel senso di «anche se sono poveri e mancano del necessario» (Tabarì XXIX, 209). Alcuni esegeti hanno ritenuto un altro significato che condurrebbe a questa traduzione: «che, per amor di Allah, nutrono…». A proposito della specifica situazione della rivelazione di questo versetto vedi nota. <a class=f><sup foot_note=160416>6</sup></a> Ricordiamo che in questa vita, la seta e l’oro sono interdetti ai musulmani maschi. <a class=f><sup foot_note=160417>7</sup></a> «Salsabìl» il nome di una fonte del Paradiso. Secondo alcuni studiosi questo appellativo significa «che scorre gradevolmente». <a class=f><sup foot_note=160418>8</sup></a> I peccatori preferiscono l’effimero di questa vita terrestre e non pensano al Giorno del Giudizio, la cui pesantezza viene a fare da contrappasso alle loro scelte «leggere». <a class=f><sup foot_note=160419>9</sup></a> L’unica volontà reale è quella di Allah (gloria a Lui l’Altissimo) e solo quelli che Lui guiderà potranno intraprendere e percorrere il cammino che a Lui conduce.",
        "ru": "Он вводит в Свою милость, кого пожелает, а для беззаконников Он приготовил мучительные страдания.",
        "tr": "Allah dilediğini rahmetine sokar. Zalimlere ise, acıklı bir azap hazırlamıştır.",
        "de": "Er läßt, wen Er will, in Seine Barmherzigkeit eingehen. Und die Ungerechten, für sie hat Er schmerzhafte Strafe bereitet.",
        "pt": "Ele admite em Sua misericórdia quem Lhe apraz; porém, destinou aos iníquos, um doloroso castigo.",
        "nl": "Hij doet in Zijn Barmhartigheid binnengaan wie Hij wil. En Hij heeft een pijnlijke bestraffing bereid voor de onrechtvaardigen.",
        "ur": "اپنی رحمت میں جس کو چاہتا ہے داخل کرتا ہے، اور ظالموں کے لیے اس نے دردناک عذاب تیار کر رکھا ہے۔ <sup foot_note=\"188264\">1</sup>",
        "bn": "তেওঁ যাক ইচ্ছা তাকেই নিজ ৰহমতৰ অন্তৰ্ভুক্ত কৰে, আৰু যালিমসকলৰ বাবে তেওঁ প্ৰস্তুত কৰি ৰাখিছে যন্ত্ৰণাদায়ক শাস্তি।",
        "fa": "هر کس را که بخواهد، در رحمت خود وارد می‌کند؛ و عذاب دردناکی برای ستمکاران آماده کرده است."
      }
    }
  ]
}