{
  "surah_number": 39,
  "extracted_at": "2025-09-20T15:16:05.884Z",
  "verses": [
    {
      "verse_number": 4059,
      "verse_key": "39:1",
      "arabic_text": " تَنزِيلُ ٱلْكِتَـٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
      "phonetic_text": "Tanzeelu alkitabi mina AllahialAAazeezi alhakeem",
      "translations": {
        "fr": "La révélation du Livre émane d’Allah, le Tout-Puissant, le Sage.",
        "en": "This Scripture is sent down from God the Mighty, the Wise.",
        "es": "La revelación de este Libro proviene de Dios, el Poderoso, el Sabio.",
        "it": "La rivelazione del Libro [proviene] da Allah, l’Eccelso, il Saggio.",
        "ru": "Писание ниспослано от Аллаха Могущественного, Мудрого.",
        "tr": "Bu kitabın indirilişi, Azîz ve Hakîm olan Allah tarafındandır.",
        "de": "(Dies ist) die Offenbarung des Buches von Allah, dem Allmächtigen und Allweisen.",
        "pt": "A revelação do Livro é de Deus, o Poderoso, o Prudentíssimo.",
        "nl": "(De Koran) is de neerzonding van het Boek van Allah, de Almachtige, de Alwijze.",
        "ur": "اِس کتاب کا نزول اللہ زبردست اور دانا کی طرف سے ہے۔ <sup foot_note=\"186741\">1</sup>",
        "bn": "এই কিতাব, মহা পৰাক্ৰমশালী প্ৰজ্ঞাময় আল্লাহৰ তৰফৰ পৰা অৱতীৰ্ণ।",
        "fa": "نزول این کتاب، از سوی الله شکست‌ناپذیرِ حکیم است."
      }
    },
    {
      "verse_number": 4060,
      "verse_key": "39:2",
      "arabic_text": "إِنَّآ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ بِٱلْحَقِّ فَٱعْبُدِ ٱللَّهَ مُخْلِصًا لَّهُ ٱلدِّينَ",
      "phonetic_text": "Inna anzalna ilayka alkitababilhaqqi faAAbudi Allaha mukhlisanlahu addeen",
      "translations": {
        "fr": "Nous avons fait descendre vers toi (en révélation) le Livre en toute vérité. Adore donc Allah et sois sincère dans le culte que tu Lui voues.",
        "en": "It is We who sent down the Scripture to you [Prophet] with the Truth, so worship God with your total devotion:",
        "es": "Te he revelado el Libro [¡Oh, Muhámmad!] con la Verdad; adora solo a Dios rindiéndole culto sincero.",
        "it": "In verità ti abbiamo rivelato il Libro con la Verità; adora dunque Allah e rendiGli un culto sincero.",
        "ru": "Мы ниспослали тебе Писание с истиной. Поклоняйся же Аллаху, очищая перед Ним веру.",
        "tr": "Emin ol, biz sana kitabı hakkıyla indirdik. Onun için dini yalnız kendisine halis kılarak Allah'a ibadet ve kulluk et.",
        "de": "Wir haben das Buch mit der Wahrheit zu dir hinabgesandt. So diene Allah und sei Ihm gegenüber aufrichtig in der Religion.",
        "pt": "Em verdade, temos-te revelado do Livro. Adora, pois, a Deus, com sincera devoção.",
        "nl": "Voorwaar, Wij hebben het Boek met de Waarheid aan jou (O Moehammad) gezonden, aanbid daarom Allah, Hem zuiver aanbiddend.",
        "ur": "(اے محمدؐ)یہ کتاب ہم نے تمہاری طرف برحق نازل کی ہے <sup foot_note=\"186742\">1</sup> ، لہٰذا تم اللہ ہی کی بندگی کرو دین کو اُسی کی لیے خالص کرتے ہوئے۔ <sup foot_note=\"186743\">2</sup>",
        "bn": "নিশ্চয় আমি তোমাৰ ওচৰত এই কিতাব যথাযথভাৱে অৱতীৰ্ণ কৰিছোঁ। এতেকে তুমি আল্লাহৰ আনুগত্যত একনিষ্ঠ হৈ তেওঁৰেই ইবাদত কৰা।",
        "fa": "این کتاب را به‌حق بر تو نازل کردیم؛ پس الله را با خلوص اعتقاد عبادت کن."
      }
    },
    {
      "verse_number": 4061,
      "verse_key": "39:3",
      "arabic_text": "أَلَا لِلَّهِ ٱلدِّينُ ٱلْخَالِصُ ۚ وَٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلْفَىٰٓ إِنَّ ٱللَّهَ يَحْكُمُ بَيْنَهُمْ فِى مَا هُمْ فِيهِ يَخْتَلِفُونَ ۗ إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ كَـٰذِبٌ كَفَّارٌ",
      "phonetic_text": "Ala lillahi addeenualkhalisu wallatheena ittakhathoomin doonihi awliyaa ma naAAbuduhum illaliyuqarriboona ila Allahi zulfa innaAllaha yahkumu baynahum fee ma hum feehiyakhtalifoona inna Allaha la yahdee man huwa kathibunkaffar",
      "translations": {
        "fr": "C’est à Allah qu’est voué le culte sincère, cependant que ceux qui prennent d’autres protecteurs en dehors de Lui prétendent : « Nous ne les adorons que pour qu’ils nous rapprochent plus encore d’Allah. » Or Allah jugera leurs différends. Allah ne guide point quiconque est menteur et outrageusement ingrat.",
        "en": "true devotion is due to God alone. [As for] those who choose other protectors beside Him, saying, ‘We only worship them because they bring us nearer to God,’ God Himself will judge between them regarding their differences. God does not guide any ungrateful liar.",
        "es": "¿Acaso no se le debe rendir culto sincero a Dios? Aquellos que toman a otros como protectores [y objeto de adoración] fuera de Él, dicen: “Solo los adoramos para que nos acerquen a Dios [e intercedan por nosotros]”<sup foot_note=169107>1</sup>. Dios juzgará entre ellos [y los creyentes] acerca de lo que discrepan<sup foot_note=169108>2</sup>. Dios no guía a quien es mentiroso y niega la verdad.",
        "it": "Non appartiene forse ad Allah il culto esclusivo? Coloro che si prendono padroni all’infuori di Lui [si giustificano dicendo]: «Li adoriamo solo perché ci avvicinano ad Allah» <a class=f><sup foot_note=159456>1</sup></a> . Giudicherà tra loro Allah, in merito alle loro divergenze. Allah non guida chi è bugiardo, ingrato.",
        "ru": "Воистину, чистая вера может быть посвящена одному Аллаху. А те, которые взяли себе вместо Него других покровителей и помощников, говорят: «Мы поклоняемся им только для того, чтобы они приблизили нас к Аллаху как можно ближе». Аллах рассудит их в том, в чем они расходились во мнениях. Воистину, Аллах не ведет прямым путем тех, кто лжет и не верует.",
        "tr": "İyi bil ki, halis din ancak Allah'ındır. O'ndan başka birtakım dostlar tutanlar da şöyle demektedirler: \"Biz onlara sadece bizi Allah'a daha çok yaklaştırsınlar diye ibadet ediyoruz.\" Şüphe yok ki Allah, onların aralarında ihtilaf edip durdukları şeyde hükmünü verecektir. Herhalde yalancı ve nankör olan kimseyi Allah doğru yola çıkarmaz.",
        "de": "Sicherlich, Allah gehört die aufrichtige Religion. Diejenigen aber, die sich anstatt Seiner Schutzherren nehmen (, sagen:) Wir dienen ihnen nur, damit sie uns Zutritt in Allahs Nähe verschaffen -, gewiß, Allah wird zwischen ihnen richten über das, worüber sie uneinig sind. Gewiß, Allah leitet nicht recht, wer ein Lügner und beharrlicher Ungläubiger ist.",
        "pt": "Não deve, porventura, ser dirigida a Deus a devoção sincera? Quando àqueles que adotam protetores, além d'Ele, dizendo: Nós só os adoramos para nos aproximarem de Deus. Ele os julgará, a respeito de tal divergência. Deus nãoencaminha o mendaz, ingrato.",
        "nl": "Weet dat Allah de zuivere aanbidding toekomt. En degenen die naast Hem beschermers nemen (zeggen:) \"Wij aanbidden ben slechts opdat zij ons zo dicht mogelijk tot Allah brengen.\" Voorwaar, Allah zal tussen hen rechtspreken over dat waarover zij van mening verschillen. Voorwaar, Allah leidt niet degene die een zeer ongelovige leugenaar is.",
        "ur": "خبردار ، دین  خالص اللہ کا حق ہے۔ <sup foot_note=\"186744\">1</sup> رہے وہ لوگ جنہوں نے  اُس کے سوا دُوسرے سرپرست بنا رکھے ہیں (اور اپنے اِس فعل کی توجیہ یہ کرتے ہیں کہ)ہم تو اُن کی عبادت صرف اس لیے کرتے ہیں کہ وہ اللہ تک ہماری رسائی کرا دیں، <sup foot_note=\"186745\">2</sup> اللہ یقیناً اُن کے درمیان اُن تمام باتوں کا فیصلہ کر دے گا جن میں وہ اختلاف کر رہے ہیں۔ <sup foot_note=\"186746\">3</sup> اللہ کسی ایسے شخص  کو ہدایت نہیں دیتا جو جھُوٹا اور منکرِ حق ہو۔ <sup foot_note=\"186747\">4</sup>",
        "bn": "জানি থোৱা! বিশুদ্ধ আনুগত্য কেৱল আল্লাহৰেই প্ৰাপ্য। যিসকলে আল্লাহৰ পৰিবৰ্তে আনক অভিভাৱকৰূপে গ্ৰহণ কৰে সিহঁতে কয়, ‘আমি কেৱল এইবাবেই ইহঁতৰ ইবাদত কৰোঁ যে, ইহঁতে আমাক আল্লাহৰ নৈকট্য লাভ কৰাই দিব’। সিহঁতে যি বিষয়ে নিজৰ মাজত মতভেদ কৰি আছে নিশ্চয় আল্লাহে সিহঁতৰ মাজত সেই বিষয়ে মীমাংসা কৰি দিব। নিশ্চয় আল্লাহে মিছলীয়া কাফিৰক হিদায়ত দান নকৰে।",
        "fa": "آگاه باشید که دین خالص [و خالی از شرک]، از آنِ الله است و افرادى كه غیر الله را [دوست و] كارساز خود انتخاب كرده‌اند [پندارشان این است كه:] «آنها را فقط به این دلیل عبادت می‌کنیم كه ما را به الله نزدیک ‌گردانند [و منزلتمان را بیشتر کنند]. الله در مواردی که با هم اختلاف دارند میان آنان [و موحدانِ راستین] داورى خواهد كرد. بی‌تردید، الله كسى را كه دروغگوی ناسپاس باشد، هدایت نخواهد كرد."
      }
    },
    {
      "verse_number": 4062,
      "verse_key": "39:4",
      "arabic_text": "لَّوْ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدًا لَّٱصْطَفَىٰ مِمَّا يَخْلُقُ مَا يَشَآءُ ۚ سُبْحَـٰنَهُۥ ۖ هُوَ ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ",
      "phonetic_text": "Law arada Allahu an yattakhithawaladan lastafa mimma yakhluqu mayashao subhanahu huwa Allahu alwahidualqahhar",
      "translations": {
        "fr": "Si Allah avait voulu Se donner un enfant, Il aurait choisi qui Il veut parmi Ses créatures. Gloire Lui soit rendue ! C’est Lui, Allah, l’Un, le Haut Dominateur !",
        "en": "God could have chosen any of His creation He willed for offspring, but He is far above this! He is the One, the Almighty.",
        "es": "Si Dios hubiera querido tomar a alguien como hijo, hubiera elegido a quien quisiera de entre Su creación<sup foot_note=169109>1</sup>. ¡Glorificado sea!<sup foot_note=169110>2</sup> Él es Dios, el Único, el Victorioso.",
        "it": "Se Allah avesse voluto darSi un figlio, avrebbe scelto chi voleva tra ciò che ha creato. Gloria a Lui! Egli è Allah, l’Unico, il Dominatore.",
        "ru": "Если бы Аллах захотел иметь детей, то Он избрал бы из Своих творений того, кого бы пожелал. Пречист Он! Он - Аллах, Единственный, Всемогущий.",
        "tr": "Eğer Allah bir çocuk edinmek isteseydi, elbette yaratacağından, dileyeceğini seçecekti. Ama o bundan münezzehtir. O, tek ve kahredici olan Allah'tır.",
        "de": "Wenn Allah sich hätte Kinder nehmen wollen, hätte Er wahrlich aus dem, was Er erschaffen hat, sich auserwählt, was Er will. Preis sei Ihm! Er ist Allah, der Eine, der Allbezwinger.",
        "pt": "Se Deus quisesse tomar um filho, tê-lo-ia eleito como Lhe aprouvesse, dentre tudo quanto criou. Glorificado seja! Ele éDeus, o Único, o Irresistibilíssimo.",
        "nl": "Als Allah een zoon zou wensen te nemen, dan zou Hij kiezen wat Hij wilde van wat Hij heeft geschapen. Heilig is Hij, Hij is Allah, de Ene, de Overweldiger.",
        "ur": "اگر اللہ کسی کو بیٹا بنانا چاہتا تو اپنی مخلوق میں سے جس کو چاہتا برگزیدہ کر لیتا، <sup foot_note=\"186748\">1</sup> پاک ہے وہ اس سے (کہ کوئی اُس کا بیٹا ہو)، وہ اللہ ہے اکیلا اور سب پر غالب۔ <sup foot_note=\"186749\">2</sup>",
        "bn": "যদি আল্লাহে সন্তান গ্ৰহণ কৰিব বিচাৰিলেহেঁতেন, তেন্তে তেওঁ যি সৃষ্টি কৰিছে তাৰ পৰাই যাক ইচ্ছা মনোনীত কৰি ল'লেহেঁতেন। কিন্তু তেওঁ পৱিত্ৰ আৰু মহান! তেওঁ আল্লাহ, একক (অদ্বিতীয়), প্ৰবল প্ৰতাপশালী।",
        "fa": "اگر الله مى‌خواست فرزندى برگزیند، از میان آفریدگان خود هرچه مى‌خواست برمى‌گزید. او تعالی [از این نسبت‌ها] منزه است، و اوست الله یگانۀ پیروزمند."
      }
    },
    {
      "verse_number": 4063,
      "verse_key": "39:5",
      "arabic_text": "خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۖ يُكَوِّرُ ٱلَّيْلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيْلِ ۖ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ ۖ كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى ۗ أَلَا هُوَ ٱلْعَزِيزُ ٱلْغَفَّـٰرُ",
      "phonetic_text": "Khalaqa assamawati wal-ardabilhaqqi yukawwiru allayla AAala annahariwayukawwiru annahara AAala allayliwasakhkhara ashshamsa walqamara kullun yajreeli-ajalin musamman ala huwa alAAazeezu alghaffar",
      "translations": {
        "fr": "Il a créé les cieux et la terre par la vérité. Il fait s’enrouler la nuit sur le jour et Il fait s’enrouler le jour sur la nuit.<sup foot_note=195082>1</sup> Et Il a soumis le soleil et la lune, qui poursuivent respectivement leur course vers un terme déjà nommé. C’est bien Lui le Tout-Puissant, le Très Absoluteur.<sup foot_note=195083>2</sup>",
        "en": "He created the heavens and earth for a true purpose; He wraps the night around the day and the day around the night; He has subjected the sun and moon to run their courses for an appointed time; He is truly the Mighty, the Forgiving.",
        "es": "Creó los cielos y la Tierra con un fin justo y verdadero. Él enrolla [envuelve] la noche en el día, y envuelve el día en la noche<sup foot_note=169111>1</sup>, y ha sometido al Sol y a la Luna haciendo que cada uno recorra su órbita por un plazo prefijado. ¿Acaso Él no es el Poderoso, el Perdonador?",
        "it": "Ha creato i cieli e la terra in tutta verità. Arrotola <a class=f><sup foot_note=159457>1</sup></a> la notte sul giorno e il giorno sulla notte, e il sole e la luna ha costretto [a orbitare] fino ad un termine stabilito. Non è forse Lui l’Eccelso, il Perdonatore?",
        "ru": "Он сотворил небеса и землю ради истины. Он обвивает ночью день и обвивает днем ночь. Он подчинил солнце и луну. Все они движутся к назначенному сроку. Воистину, Он - Могущественный, Всепрощающий.",
        "tr": "O, gökleri ve yeri hak ile yarattı, geceyi gündüzün üstüne sarıyor, gündüzü de gecenin üstüne sarıyor. Güneşi ve ay'ı emrine âmade kılmış, her biri belli bir süreye kadar akıp gitmektedir. İyi bil ki, çok güçlü ve çok bağışlayıcı olan ancak O'dur.",
        "de": "Er hat die Himmel und die Erde in Wahrheit erschaffen. Er läßt die Nacht den Tag umschlingen, und Er läßt den Tag die Nacht umschlingen. Und Er hat die Sonne und den Mond dienstbar gemacht - ein jedes läuft auf eine festgesetzte Frist zu. Sicherlich, Er ist der Allmächtige und Allvergebende.",
        "pt": "Criou com prudência os céus e a terra. Enrola a noite com o dia e enrola a noite com o dia e enrola o dia com a noite. Temsubmetido o sol e a lua: cada qual prosseguirá o seu curso até um término prefixado. Porventura, não é o Poderoso, oIndulgentíssimo?",
        "nl": "Hij heeft de hemelen en de aarde in Waarheid geschapen. Hij doet de nacht de dag bedekken en Hij doet de dag de nacht bedekken. En Hij heeft de zou en de maan dienstbaar gemaakt. Allen bewegen tot een bepaalde tijd. Weet dat Hij de Almachtige, de Vergevensgezinde is.",
        "ur": "اس نے آسمانوں اور زمین کو  بر حق پیدا کیا ہے۔ <sup foot_note=\"186750\">1</sup> وہی دن پر رات اور رات پر دن کو لپیٹتا ہے۔ اُسی نے سُورج اور چاند کو اس طرح مسخّر کر رکھا ہے کہ ہر ایک ایک وقتِ مقرر تک چلے جا رہا ہے۔ جان رکھو، وہ زبردست ہے اور درگزر کرنے والا ہے <sup foot_note=\"186751\">2</sup>",
        "bn": "তেৱেঁই যথাযথভাৱে আকাশসমূহ আৰু পৃথিৱী সৃষ্টি কৰিছে। তেৱেঁই ৰাতিৰ দ্বাৰা দিনক আচ্ছাদিত কৰে আৰু ৰাতিক আচ্ছাদিত কৰে দিনৰ দ্বাৰা। সূৰ্য্য আৰু চন্দ্ৰক তেৱেঁই কৰিছে নিয়মাধীন। প্ৰত্যেকেই এটা নিৰ্ধাৰিত সময়লৈকে গতি কৰে। জানি থোৱা! তেওঁ মহা পৰাক্ৰমশালী, ক্ষমাশীল।",
        "fa": "آسمان‌ها و زمین را به‌حق [و با هدف] آفرید. شب را بر روز مى‌گسترانَد و روز را بر شب؛ و خورشید و ماه را در خدمت [شما] گماشت که هر یک تا سرآمدِ معیّنى در حرکت است. آگاه باشید! او شکست‌ناپذیرِ آمرزگار است."
      }
    },
    {
      "verse_number": 4064,
      "verse_key": "39:6",
      "arabic_text": "خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلْأَنْعَـٰمِ ثَمَـٰنِيَةَ أَزْوَٰجٍ ۚ يَخْلُقُكُمْ فِى بُطُونِ أُمَّهَـٰتِكُمْ خَلْقًا مِّنۢ بَعْدِ خَلْقٍ فِى ظُلُمَـٰتٍ ثَلَـٰثٍ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ لَهُ ٱلْمُلْكُ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُصْرَفُونَ",
      "phonetic_text": "Khalaqakum min nafsin wahidatin thummajaAAala minha zawjaha waanzala lakum mina al-anAAamithamaniyata azwajin yakhluqukum fee butooniommahatikum khalqan min baAAdi khalqin fee thulumatinthalathin thalikumu Allahu rabbukum lahualmulku la ilaha illa huwa faanna tusrafoon",
      "translations": {
        "fr": "Il vous a créés d’un seul être, puis a tiré de celui-ci sa propre compagne. Il a fait descendre pour vous huit catégories de bestiaux en couples. Il vous crée dans les ventres de vos mères, en vous faisant passer de création en création, dans trois sortes de ténèbres.<sup foot_note=195084>1</sup> Tel est Allah, votre Seigneur, à Qui appartient la royauté. Il n’y a point d’autre divinité que Lui. Comment pouvez-vous donc vous détourner de Lui ?",
        "en": "He created you all from a single being, from which He made its mate; He gave you four kinds of livestock in pairs; He creates you in your mothers’ wombs, in one stage after another, in threefold depths of darkness. Such is God, your Lord; He holds control, there is no god but Him. How can you turn away?",
        "es": "Él os creó a partir de un solo ser, luego de él creó a vuestra pareja, y os agració con ocho ganados en parejas<sup foot_note=169112>1</sup>. Os creó en los vientres de vuestras madres en períodos sucesivos y en tres tinieblas [el vientre, el útero y la placenta]<sup foot_note=169113>2</sup>. Él es Dios, vuestro Señor; Él posee el dominio completo. No hay nada ni nadie con derecho a ser adorado salvo Él. ¿Cómo entonces dedicáis actos de culto a otras deidades?",
        "it": "Vi ha creati da un solo essere, da cui ha tratto la sua sposa. Del bestiame vi diede otto coppie <a class=f><sup foot_note=159458>1</sup></a> , Vi crea nel ventre delle vostre madri, creazione dopo creazione <a class=f><sup foot_note=159459>2</sup></a> , in tre tenebre <a class=f><sup foot_note=159460>3</sup></a> [successive]. Questi è Allah, il vostro Signore! [Appartiene] a Lui la sovranità. Non c’è altro dio all’infuori di Lui. Come potete allontanarvi [da Lui]?",
        "ru": "Он создал вас из одного человека. Он сотворил из него жену и ниспослал для вас из скотины восемь животных парами. Он создает вас в утробах ваших матерей: одно творение появляется вслед за другим в трех мраках. Таков Аллах, ваш Господь. Ему принадлежит власть. Нет божества, кроме Него. До чего же вы отвращены от истины!",
        "tr": "O, sizi bir nefisten yarattı. Hem sonra onun eşini de ondan var etti. Sizin için yumuşak başlı hayvanlardan sekiz çift indirdi. Sizi analarınızın karınlarında üç karanlık içinde yaratılıştan yaratılışa yaratıp duruyor. İşte Rabbiniz Allah O'dur. Mülk O'nundur, O'ndan başka tanrı yoktur. O halde nasıl haktan çevrilirsiniz?",
        "de": "Er schuf euch aus einem einzigen Wesen, hierauf machte Er aus ihm seine Gattin. Und Er hat für euch an Vieh acht (Tiere) in Paaren herabgesandt. Er erschafft euch in den Leibern eurer Mütter, eine Schöpfung nach der anderen in dreifacher Finsternis. Dies ist doch Allah, euer Herr. Ihm gehört die Herrschaft. Es gibt keinen Gott außer Ihm. Wie laßt ihr euch also abwenden?",
        "pt": "Criou-vos de uma só pessoa; então, criou, da mesma, a sua esposa, e vos criou oito espécies de gado. Configura-vospaulatinamente no ventre de vossas mães, entre três trevas. Tal é Deus, vosso Senhor; d'Ele é a soberania. Não há maisdivindade, além d'Ele.",
        "nl": "Hij heeft jullie uit één ziet geschapen, daarna maakte Hij ervan zijn vrouw, en Hij heeft voor jullie van het vee acht, in paren, neergezonden. Hij schept jullie in de schoten van jullie moeders, een schepping na een schepping, in drie duisternissen.\"' Dat is Allah, jullie ie Heer, aan Hem behoort de herschappij, geen god is er dan Hij. Waarom wenden jullie je af?",
        "ur": "اُسی نے تم کو ایک جان سے پیدا کیا، پھر وہی جس نے اُس جان سے اس کا جوڑا بنایا۔ <sup foot_note=\"186752\">1</sup> اور اسی نے تمہارے لیے مویشیوں میں سے آٹھ نر و مادہ پیدا کیے۔ <sup foot_note=\"186753\">2</sup> وہ تمہاری ماوٴں کے پیٹوں میں تین تین تاریک پردوں کے اندر تمہیں ایک کے بعد ایک شکل دیتا چلا جاتا ہے۔ <sup foot_note=\"186754\">3</sup> یہی اللہ (جس کے یہ کام ہیں)تمہارا ربّ ہے، <sup foot_note=\"186755\">4</sup> بادشاہی  اسی کی ہے، <sup foot_note=\"186756\">5</sup> کوئی معبُود اس کے سوا نہیں ہے، <sup foot_note=\"186757\">6</sup> پھر تم کدھر سے پھرائے جا رہے ہو؟ <sup foot_note=\"186758\">7</sup>",
        "bn": "তেৱেঁই তোমালোকক সৃষ্টি কৰিছে এজন ব্যক্তিৰ পৰা। তাৰ পিছত তেওঁ তাৰ পৰাই তাৰ যোৰা সৃষ্টি কৰিছে। তেৱেঁই তোমালোকৰ বাবে আঠ যোৰা ঘৰচীয়া জন্তু অৱতীৰ্ণ কৰিছে। তেৱেঁই তোমালোকক তোমালোকৰ মাতৃগৰ্ভৰ ত্ৰিবিধ অন্ধকাৰত পৰ্যায়ক্ৰমে সৃষ্টি কৰিছে। তেৱেঁই আল্লাহ; তোমালোকৰ প্ৰতিপালক; সাৰ্বভৌম কৰ্তৃত্ব কেৱল তেওঁৰেই; তেওঁৰ বাহিৰে আন কোনো সত্য ইলাহ নাই। এতেকে তোমালোকক ক’লৈ ঘূৰাই নিয়া হৈছে?",
        "fa": "او شما را از یک تن آفرید، آنگاه همسرش را نیز از وی پدید آورد؛ و براى [استفادۀ] شما، هشت نوع از چهارپایان [= نر و مادۀ شتر، گاو، گوسفند و بز] را آفرید. شما را در شكم مادرتان طى مراحل مختلف در نهانگاه‌های سه‌گانه [پردۀ مَشیمه، رحِم و شكم] مى‌آفریند. این است الله، پروردگار شما كه فرمانروایى، خاص اوست. معبودى [به‌حق] جز او نیست؛ پس چگونه [از عبادت الله] به بیراهه می‌روید؟"
      }
    },
    {
      "verse_number": 4065,
      "verse_key": "39:7",
      "arabic_text": "إِن تَكْفُرُوا۟ فَإِنَّ ٱللَّهَ غَنِىٌّ عَنكُمْ ۖ وَلَا يَرْضَىٰ لِعِبَادِهِ ٱلْكُفْرَ ۖ وَإِن تَشْكُرُوا۟ يَرْضَهُ لَكُمْ ۗ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۗ ثُمَّ إِلَىٰ رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "phonetic_text": "In takfuroo fa-inna Allaha ghaniyyunAAankum wala yarda liAAibadihi alkufra wa-intashkuroo yardahu lakum wala taziru waziratunwizra okhra thumma ila rabbikum marjiAAukumfayunabbi-okum bima kuntum taAAmaloona innahu AAaleemun bithatiassudoor",
      "translations": {
        "fr": "Si vous mécroyez, Allah Se passe de vous, Qui n’agrée nullement la mécréance pour Ses serviteurs. Et si vous rendez grâces, Il l’agrée pour vous. Nul ne portera le fardeau d’un autre et, quand vous aurez fait retour vers votre Seigneur, Il vous informera des œuvres que vous faisiez. Car Il Sait parfaitement ce qu’il y a au fond des cœurs.",
        "en": "If you are ungrateful, remember God has no need of you, yet He is not pleased by ingrati-tude in His servants; if you are grateful, He is pleased [to see] it in you. No soul will bear another’s burden. You will return to your Lord in the end and He will inform you of what you have done: He knows well what is in the depths of [your] hearts.",
        "es": "Si no creéis, sabed que Dios no necesita de vosotros. No Le agrada la incredulidad de Sus siervos, pero si sois agradecidos [creyendo en Su unicidad], alcanzaréis su complacencia. Sabed que nadie cargará con los pecados ajenos; luego compareceréis ante vuestro Señor y Él os informará sobre lo que hayáis obrado. Él bien sabe cuanto hay en los corazones.",
        "it": "Se siete miscredenti, [sappiate che] Allah è Colui Che basta a Se Stesso, ma non accetta la miscredenza dei Suoi servi. Se invece siete credenti Se ne compiace. Nessuno porterà il peso di un altro. Ritornerete poi al vostro Signore ed Egli vi informerà in merito a ciò che avrete fatto, poiché Egli conosce quello che c’è nei petti.",
        "ru": "Если вы не уверуете, то ведь Аллах не нуждается в вас. Он не одобряет неверия для Своих рабов. А если вы будете благодарны, то Он одобрит для вас это. Ни одна душа не понесет чужого бремени. Затем вам предстоит вернуться к вашему Господу, и Он поведает вам о том, что вы совершали. Воистину, Он ведает о том, что в груди.",
        "tr": "Eğer inkâr ederseniz, şüphe yok ki Allah'ın size ihtiyacı yoktur. Bununla beraber kulları hesabına küfre razı olmaz. Eğer şükrederseniz sizin hesabınıza ona razı olur. Hiçbir günahkar da diğerinin günahını çekecek değildir. Sonra dönüşünüz, Rabbinizedir. O vakit, O size bütün yaptıklarınızı haber verecektir. Çünkü O, bütün kalplerin özünü bilir.",
        "de": "Wenn ihr ungläubig seid, so ist Allah eurer unbedürftig, obgleich Er mit dem Unglauben für Seine Diener nicht zufrieden ist. Wenn ihr aber dankbar seid, ist Er damit zufrieden für euch. Und keine lasttragende (Seele) nimmt die Last einer anderen auf sich. Hierauf wird eure Rückkehr zu eurem Herrn sein. Dann wird Er euch kundtun, was ihr zu tun pflegtet. Gewiß, Er weiß über das Innerste der Brüste Bescheid.",
        "pt": "Se desagradecerdes, (sabei que) certamente Deus pode prescindir de vós, uma vez que Lhe aprazerá. E nenhum pecadorarcará com culpa alheia. Logo, vosso retorno será a vossa Senhor, que vos inteirará do que tiverdes feito, porque é Sabedordos recônditos dos corações.",
        "nl": "Als jullie niet geloven: voorwaar, Allah heeft jullie niet nodig. En de ondankbaarheid van Zijn dienaren behaagt Hem nieg maar wanneer jullie dankbaar zijn, dan heeft Hij behagen in jullie. En geen lastdrager zal de last (zonden) van een andere dragen. Daarna is tot jullie Heer jullie terugkeer. Hij brengt jullie op de hoogte van wat jullie plachten te doen. Voorwaar, Hij is Alwetend over wat zich in de harten bevindt.",
        "ur": "اگر تم کُفر کرو تو اللہ تم سے بے نیاز ہے <sup foot_note=\"186759\">1</sup> ، لیکن وہ اپنے بندوں کے لیے کُفر کو پسند نہیں کرتا، <sup foot_note=\"186760\">2</sup> اور اگر تم شکر کرو تو اسے وہ تمہارے لیے پسند کرتا ہے۔ <sup foot_note=\"186761\">3</sup> کوئی بوجھ اُٹھانے والا کسی دُوسرے کا بوجھ نہ اُٹھائے گا۔ <sup foot_note=\"186762\">4</sup> آخر کار تم سب کو اپنے ربّ کی طرف پلٹنا ہے ، پھر وہ تمہیں بتا دے گا کہ تم کیا کرتے رہے ہو، وہ تو دلوں کا حال تک جانتا ہے",
        "bn": "যদি তোমালোকে কুফৰী কৰা তেন্তে (জানি থোৱা) আল্লাহ তোমালোকৰ মুখাপেক্ষী নহয়। তেওঁ নিজ বান্দাসকলৰ বাবে কুফৰী পছন্দ নকৰে, আৰু যদি তোমালোকে কৃতজ্ঞ হোৱা তেন্তে তেওঁ তোমালোকৰ বাবে এয়া পছন্দ কৰে। কোনো বোজা বহনকাৰীয়েই আনৰ বোজা বহন নকৰিব। তাৰ পিছত তোমালোকৰ প্ৰতিপালকৰ ওচৰতেই তোমালোকৰ প্ৰত্যাৱৰ্তন। তেতিয়া তোমালোকে যি আমল কৰিছিলা সেয়া তেওঁ তোমালোকক অৱহিত কৰিব। নিশ্চয় অন্তৰত যি আছে সেই বিষয়ে তেওঁ সম্যক অৱগত।",
        "fa": "اگر ناسپاسی کنید، [بدانید که] الله از شما بی‌نیاز است و هرگز ناسپاسیِ بندگانش را نمی‌پسندد؛ و اگر شکر او را به جای آورید، این کار را برایتان می‌پسندد؛ و هیچ گناهکاری، بارِ گناه دیگری را بر دوش نمی‌کشد؛ بازگشتتان به سوی پروردگارتان است؛ آنگاه او شما را از آنچه انجام می‌دادید، آگاه می‌کند. یقیناً او از رازِ دل‌ها آگاه است."
      }
    },
    {
      "verse_number": 4066,
      "verse_key": "39:8",
      "arabic_text": "۞ وَإِذَا مَسَّ ٱلْإِنسَـٰنَ ضُرٌّ دَعَا رَبَّهُۥ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعْمَةً مِّنْهُ نَسِىَ مَا كَانَ يَدْعُوٓا۟ إِلَيْهِ مِن قَبْلُ وَجَعَلَ لِلَّهِ أَندَادًا لِّيُضِلَّ عَن سَبِيلِهِۦ ۚ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا ۖ إِنَّكَ مِنْ أَصْحَـٰبِ ٱلنَّارِ",
      "phonetic_text": "Wa-itha massa al-insana durrundaAAa rabbahu muneeban ilayhi thumma ithakhawwalahu niAAmatan minhu nasiya ma kana yadAAooilayhi min qablu wajaAAala lillahi andadan liyudillaAAan sabeelihi qul tamattaAA bikufrika qaleelan innaka min as-habiannar",
      "translations": {
        "fr": "Quand un malheur atteint l’homme, celui-ci implore son Seigneur et revient vers Lui, repentant. Mais dès qu’Il le comble d’un bienfait, voilà qu’il oublie pourquoi il implorait avant et prête à Allah des émules pour égarer (autrui) de Son chemin. Dis : « Jouis pour un moment de ta mécréance : tu es du nombre des hôtes de l’Enfer. »",
        "en": "When man suffers some affliction, he prays to his Lord and turns to Him, but once he has been granted a favour from God, he forgets the One he had been praying to and sets up rivals to God, to make others stray from His path. Say, ‘Enjoy your ingratitude for a little while: you will be one of the inhabitants of the Fire.’",
        "es": "Cuando al ser humano le acontece una desgracia, invoca a su Señor y se vuelve a Él [pidiéndole que lo auxilie]; pero luego, cuando Él le concede una gracia, olvida que Lo había invocado antes e iguala a sus ídolos con Dios [dedicándoles actos de adoración y súplicas], descarriando a otros de Su sendero. Dile [a quien se comporte de esta manera]: “Disfruta por poco tiempo de tu incredulidad, pues serás de los moradores del Infierno”.",
        "it": "Quando una sventura lo coglie, l’uomo invoca il suo Signore e si volge a Lui pentito. Poi, quando Allah gli concede una grazia, dimentica la ragione per cui si raccomandava e attribuisce ad Allah consimili per allontanare gli altri dalla Sua via. Di’ <a class=f><sup foot_note=159461>1</sup></a> [a codesto uomo]: «Goditi la tua miscredenza! In verità sei tra i compagni del Fuoco».",
        "ru": "Когда человека коснется вред, он взывает к своему Господу, обращаясь к Нему одному. Когда же Он предоставляет ему благо от Себя, человек забывает Того, к Кому он взывал прежде (или забывает то, ради чего он взывал прежде), и равняет с Аллахом других, чтобы сбить других с Его пути. Скажи: «Попользуйся благами со своим неверием немного! Воистину, ты будешь одним из обитателей Огня».",
        "tr": "İnsana bir sıkıntı dokunduğu zaman bütün gönlünü vererek Rabbine dua eder. Sonra kendisine tarafından bir nimet lütfettiği zaman da önceden O'na dua ettiği hali unutur da, yolundan sapıtmak için Allah'a ortaklar koşmaya başlar. Ey Muhammed! De ki: \"Küfrünle biraz zevk et, çünkü sen, o ateşliklerdensin.\"",
        "de": "Und wenn dem Menschen Unheil widerfährt, ruft er seinen Herrn an, indem er sich Ihm reuig zuwendet. Wenn Er ihm hierauf Gunst von Sich gewährt, vergißt er, worum er zuvor angerufen hat, und er stellt Allah andere als Seinesgleichen zur Seite, um (die Menschen) von Seinem Weg ab in die Irre zu führen. Sag: Genieße deinen Unglauben ein wenig; du gehörst ja zu den Insassen des (Höllen)feuers.",
        "pt": "E quando a adversidade açoita o homem, este suplica contrito ao seu Senhor; então, quando Ele o agracia com a Suamercê, este esquece o que antes suplicava e atribui rivais a Deus, para desviar outros as Sua senda. Dize-lhe: Desfruta, transitoriamente, da tua blasfêmia, porque te contarás entre os condenados ao inferno!",
        "nl": "En als tegenspoed de mens treft, dan roept Hij zijn Heer aan, tot Hem terrugkerend; maar wanneer hem daarna een genieting van Hem geschonken wordt, dan vergeet hij (de tegenspoed) waarvoor hij Hem voorheen aanriep, en kent hij deelgenoten naast Allah toe om van Zijn Weg te doen afdwalen. Zeg (O Moehammad): \"Geniet maar even van je ongeloof: voorwaar, jij behoort tot de bewoners van de Hel.\"",
        "ur": "انسان پر جب کوئی آفت آتی ہے <sup foot_note=\"186763\">1</sup> تو وہ اپنے ربّ کی طرف رُجوع کر کے اُسے پکارتا ہے <sup foot_note=\"186764\">2</sup>۔ پھر جب اس کا ربّ اسے اپنی نعمت سے نواز دیتا ہے تو وہ اُس مصیبت کو بھُول جاتا ہے جس پر وہ پہلے پکار رہا تھا <sup foot_note=\"186765\">3</sup> اور دُوسروں کو اللہ کا ہمسر ٹھہراتا ہے <sup foot_note=\"186766\">4</sup> تاکہ اُس کی راہ سے گمراہ کرے۔ <sup foot_note=\"186767\">5</sup> (اے نبیؐ)اُس سے کہو کہ تھوڑے دن اپنے کُفر سے لُطف اُٹھا لے، یقیناً تُو دوزخ میں جانے والا ہے",
        "bn": "আৰু মানুহক যেতিয়া দুখ-দৈন্যই স্পৰ্শ কৰে তেতিয়া সি একাগ্ৰচিত্তে নিজ প্ৰতিপালককহে আহ্বান কৰে। তাৰ পিছত তেওঁ যেতিয়া তেওঁৰ তৰফৰ পৰা তাৰ প্ৰতি অনুগ্ৰহ কৰে, তেতিয়া সি পাহৰি যায় যে, ইতিপূৰ্বে কি কাৰণত সি তেওঁৰ ওচৰত দুআ কৰিছিল, আৰু সি আল্লাহৰ সমকক্ষ স্থিৰ কৰিবলৈ ধৰে, তেওঁৰ পথৰ পৰা বিভ্ৰান্ত কৰিবলৈ। কোৱা, ‘কুফৰীৰ জীৱন তুমি কিছুকাল উপভোগ কৰি লোৱা। নিশ্চয় তুমি অগ্নিবাসীবিলাকৰ অন্তৰ্ভুক্ত’।",
        "fa": "هر گاه انسان دچار [رنج و] زیانی می‌شود، پروردگارش را [با تضرّع و زاری] می‌خواند و به درگاهش بازمی‌گردد؛ اما هنگامی که نعمتی از جانب خود به وی می‌بخشیم، مشکلی را که قبلاً برایش دعا می‌کرد از یاد می‌بَرد و برای الله [در قدرت،] همتایانی قائل می‌شود تا [دیگران را نیز] از راه او گمراه کند. [ای پیامبر، به چنین کسی] بگو: «چند صباحی با ناسپاسی [از نعمت‌های دنیا] بهره‌مند شو که قطعاً دوزخی خواهی بود»."
      }
    },
    {
      "verse_number": 4067,
      "verse_key": "39:9",
      "arabic_text": "أَمَّنْ هُوَ قَـٰنِتٌ ءَانَآءَ ٱلَّيْلِ سَاجِدًا وَقَآئِمًا يَحْذَرُ ٱلْـَٔاخِرَةَ وَيَرْجُوا۟ رَحْمَةَ رَبِّهِۦ ۗ قُلْ هَلْ يَسْتَوِى ٱلَّذِينَ يَعْلَمُونَ وَٱلَّذِينَ لَا يَعْلَمُونَ ۗ إِنَّمَا يَتَذَكَّرُ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
      "phonetic_text": "Amman huwa qanitun anaaallayli sajidan waqa-iman yahtharu al-akhiratawayarjoo rahmata rabbihi qul hal yastawee allatheenayaAAlamoona wallatheena la yaAAlamoonainnama yatathakkaru oloo al-albab",
      "translations": {
        "fr": "(Le mécréant est-il pareil à) celui qui passe toute la nuit à prier et à se recueillir, prosterné ou debout, redoutant l’autre monde et espérant la miséricorde de son Seigneur ? Dis : « Ont-ils valeur égale, ceux qui savent et ceux qui ne savent pas ? » Seuls les esprits sagaces  savent se rappeler les esprits sagaces.",
        "en": "What about someone who worships devoutly during the night, bowing down, standing in prayer, ever mindful of the life to come, hoping for his Lord’s mercy? Say, ‘How can those who know be equal to those who do not know?’ Only those who have understanding will take heed.",
        "es": "¿Acaso se puede comparar a [ese incrédulo] con quien se prosterna e inclina [en oración] consagrándose en la noche, está consciente de la otra vida y anhela la misericordia de su Señor? Dile: “¿Acaso son iguales los que tienen conocimiento y los que no tienen conocimiento?” Solo reflexionan los dotados de entendimiento.",
        "it": "Ma come? Chi passa in devozione le ore della notte, prosternato e ritto, timorato per l’Altra vita e speranzoso nella misericordia del suo Signore <a class=f><sup foot_note=159462>1</sup></a> … Di’: «Sono forse uguali coloro che sanno e coloro che non sanno?». Solo gli uomini dotati di intelletto riflettono.",
        "ru": "Неужели тот, кто смиренно проводит ночные часы, падая ниц и стоя, страшась Последней жизни и надеясь на милость своего Господа, равен неверующему? Скажи: «Неужели равны те, которые знают, и те, которые не знают?». Воистину, поминают назидание только обладающие разумом.",
        "tr": "Yoksa o, gece saatlerinde kalkan, secdeye kapanıp, kıyama durarak daima vazifesini yapan, ahireti hesaba katan ve Rabbinin rahmetini uman kimse gibi olur mu? De ki: \"Hiç bilenlerle bilmeyenler bir olur mu?\" Ancak temiz akıl sahibi olanlar anlar.",
        "de": "Ist etwa einer, der sich zu (verschiedenen) Stunden der Nacht in demütiger Andacht befindet, (ob er) sich niederwirft oder aufrecht steht, der sich vor dem Jenseits vorsieht und auf seines Herrn Barmherzigkeit hofft ...? - Sag: Sind etwa diejenigen, die wissen, und diejenigen, die nicht wissen, gleich? Doch bedenken nur diejenigen, die Verstand besitzen.",
        "pt": "Tal homem poderá, acaso, ser equiparado àquele que se consagra (ao seu Senhor) durante as horas da noite, quer estejaprostrado, quer esteja em pé, que se precata em relação à outra vida e espera a misericórdia do seu Senhor? Dize: Poderão, acaso, equiparar-se os sábios com os insipientes? Só os sensatos o acham.",
        "nl": "Is de gehoorzame die een gedeelte van de nacht, zich neerknielend en staand (in de shalât doorbrengt), die het Hiernamaals vreest en hoopt op de Barmhartigheid van zijn Heer beter (... of de ongelovige?) Zeg: \"Zijn degenen die kennis hebben gelijk aan degenen die geen kennis hebben?\" Voorwaar, het zijn slechts de bezitters van gezond verstand die er lering uit trekken.",
        "ur": "(کیا اِس شخص کی روش بہتر ہے یا اُس شخص کی)جو مطیعِ فرمان ہے ، رات کی گھڑیوں میں کھڑا رہتا اور سجدے کرتا ہے، آخرت سے ڈرتا اور اپنے ربّ کی رحمت سے اُمید لگاتا ہے؟ اِن سے پوچھو ، کیا جاننے والے اور نہ جاننے والے دونوں کبھی یکساں ہو سکتے ہیں؟ <sup foot_note=\"186768\">1</sup> نصیحت تو عقل رکھنے والے ہی قبول کرتے ہیں",
        "bn": "যি ব্যক্তি ৰাতিৰ বিভিন্ন প্ৰহৰত ছাজদাৱনত হৈ আৰু থিয় হৈ আনুগত্য প্ৰকাশ কৰে, আখিৰাতক ভয় কৰে আৰু নিজ প্ৰতিপালকৰ অনুগ্ৰহ প্ৰত্যাশা কৰে, (সেই ব্যক্তি তাৰ দৰে হ'বনে যিয়ে এইবোৰ নকৰে?) কোৱা, ‘যিসকলে জানে আৰু যিসকলে নাজানে সিহঁত সমান হ’ব পাৰেনে’? নিশ্চয় কেৱল বোধশক্তি সম্পন্ন ব্যক্তি সকলেহে উপদেশ গ্ৰহণ কৰে।",
        "fa": "آیا [چنین مشرکی بهتر است یا] کسی که در طول شب، در حال سجده و قیام، به عبادت [الله] مشغول است و از [عذاب] آخرت ترسان است و به رحمت پروردگارش امید دارد؟ بگو: «آیا کسانی که [حق بندگی پروردگار را] می‌دانند و کسانی که نمی‌دانند، یکسانند؟ تنها خردمندان پند می‌پذیرند»."
      }
    },
    {
      "verse_number": 4068,
      "verse_key": "39:10",
      "arabic_text": "قُلْ يَـٰعِبَادِ ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ رَبَّكُمْ ۚ لِلَّذِينَ أَحْسَنُوا۟ فِى هَـٰذِهِ ٱلدُّنْيَا حَسَنَةٌ ۗ وَأَرْضُ ٱللَّهِ وَٰسِعَةٌ ۗ إِنَّمَا يُوَفَّى ٱلصَّـٰبِرُونَ أَجْرَهُم بِغَيْرِ حِسَابٍ",
      "phonetic_text": "Qul ya AAibadi allatheenaamanoo ittaqoo rabbakum lillatheena ahsanoofee hathihi addunya hasanatun waarduAllahi wasiAAatun innama yuwaffa assabiroonaajrahum bighayri hisab",
      "translations": {
        "fr": "Dis encore : « Ô vous Mes serviteurs qui avez cru, craignez votre Seigneur ! » À ceux qui auront bien agi dans ce bas monde est réservée une belle récompense. La terre d’Allah est si vaste, et ceux qui savent être patients auront leur pleine rétribution sans que rien ne leur en soit compté.",
        "en": "Say, ‘[God says], believing servants, be mindful of your Lord! Those who do good in this world will have a good reward- God’s earth is wide––and those who persevere patiently will be given a full and unstinting reward.’",
        "es": "Diles: “¡Oh, siervos creyentes! Tened temor de vuestro Señor, y sabed que quienes obren bien en este mundo recibirán una bella recompensa, y que la Tierra de Dios es amplia<sup foot_note=169114>1</sup>. La recompensa para quienes sean pacientes y perseverantes no tendrá límite”.",
        "it": "Di’: «O Miei servi che credete, temete il vostro Signore!». Coloro che in questa vita fanno il bene, [avranno] un bene. Vasta è la terra di Allah <a class=f><sup foot_note=159463>1</sup></a> . Coloro che sono perseveranti riceveranno la loro incalcolabile ricompensa.",
        "ru": "Скажи Моим рабам, которые уверовали: «Бойтесь вашего Господа! Тем, которые совершили добро в этом мире, уготовано добро. Земля Аллаха обширна. Воистину, терпеливым их награда воздастся полностью без счета».",
        "tr": "Ey Muhammed! Tarafımdan söyle: \"Ey iman eden kullarım! Rabbinizden korkun. Bu dünyada güzellik yapanlara bir güzellik vardır. Allah'ın yeryüzü geniştir. Ancak sabredenlere mükafatları hesapsız ödenecektir.\"",
        "de": "Sag: O meine Diener, die ihr gläubig seid, fürchtet euren Herrn. Für diejenigen, die Gutes tun, gibt es hier im Diesseits Gutes. Und Allahs Erde ist weit. Gewiß, den Standhaften wird ihr Lohn ohne Berechnung in vollem Maß zukommen.",
        "pt": "Dize-lhes: Ó meus servos, fiéis, temei a vosso Senhor! Para aqueles que praticam o bem neste mundo haverá umarecompensa. A terra de Deus é vasta! Aos perseverantes, ser-lhes-ão pagas, irrestritamente as suas recompensas!",
        "nl": "Zeg: \"O Mijn dienaren die geloven, vreest jullie Heer. Voor degenen die het goede doen in deze wereld is er goedheid, en de aarde van Allah is uitgegtrekt. Voorwaar, het zijn de geduldigen die hun beloning zonder berekening zal worden gegeven.\"",
        "ur": "(اے نبیؐ)کہو کہ اے میرے بندو جو ایمان لائے ہو ، اپنے ربّ سے ڈرو۔ <sup foot_note=\"186769\">1</sup> جن لوگوں نے اِس دنیا میں نیک رویّہ اختیار کیا ہے ان کے لیے بھلائی ہے۔ <sup foot_note=\"186770\">2</sup> اور خدا کی زمین وسیع ہے، <sup foot_note=\"186771\">3</sup> صبر کرنے والوں کو تو ان کا اجر بے حسا ب دیا جائے گا۔ <sup foot_note=\"186772\">4</sup>",
        "bn": "জনাই দিয়া, ‘হে মোৰ মুমিন বান্দাসকল! তোমালোকে নিজ প্ৰতিপালকৰ তাক্বৱা অৱলম্বন কৰা। যিসকলে এই পাৰ্থিৱ জীৱনত কল্যাণকৰ কাম কৰে তেওঁলোকৰ বাবে আছে কল্যাণ। আল্লাহৰ পৃথিৱী বিশাল প্ৰশস্ত, কেৱল ধৈৰ্যশীলসকলকেই তেওঁলোকৰ প্ৰতিদান অগণিতভাৱে পূৰ্ণৰূপে প্ৰদান কৰা হ’ব’।",
        "fa": "[ای پیامبر،] بگو: «ای بندگان باایمانِ من، از پروردگارتان پروا کنید. افرادى كه نیكویى مى‌كنند، [علاوه بر آخرت، در این دنیا نیز] پاداش نیكو دارند. زمین الله گسترده است [پس اگر براى حفظ عقیدۀ خود دچار مشكل شدید، هجرت كنید]. قطعاً پاداش پایداران، کامل و بى‌دریغ عطا خواهد شد»."
      }
    },
    {
      "verse_number": 4069,
      "verse_key": "39:11",
      "arabic_text": "قُلْ إِنِّىٓ أُمِرْتُ أَنْ أَعْبُدَ ٱللَّهَ مُخْلِصًا لَّهُ ٱلدِّينَ",
      "phonetic_text": "Qul innee omirtu an aAAbuda Allahamukhlisan lahu addeen",
      "translations": {
        "fr": "Dis : « Il m’est ordonné d’adorer Allah en Lui vouant un culte sincère,",
        "en": "Say, ‘I have been commanded to serve God, dedicating my worship entirely to Him.",
        "es": "Diles: “Me ha sido ordenado adorar solamente a Dios, y rendirle culto sincero,",
        "it": "Di’: «Mi è stato ordinato di adorare Allah e renderGli un culto puro;",
        "ru": "Скажи: «Мне велено поклоняться Аллаху, очищая перед Ним веру.",
        "tr": "De ki: \"Bana, dini sadece kendisine halis kılarak Allah'a ibadet etmem emredildi.\"",
        "de": "Sag: Mir ist befohlen worden, Allah zu dienen und dabei Ihm gegenüber aufrichtig in der Religion zu sein.",
        "pt": "Dize-lhes: Certamente, foi-me ordenado adorar a Deus com sincera devoção.",
        "nl": "Zeg: \"Voorwaar, ik ben bevelen om Allah te aanbidden, Hem zuiver aanbiddend.",
        "ur": "(اے نبیؐ) اِن سے کہو، مجھے حکم دیا گیا ہے کہ دین کو اللہ کے لیے خالص کر کے اُس کی بندگی کروں",
        "bn": "কোৱা, ‘মোক আদেশ কৰা হৈছে, মই যেন আল্লাহৰ আনুগত্যত একনিষ্ঠ হৈ কেৱল তেওঁৰেই ইবাদত কৰোঁ,",
        "fa": "بگو: «من مأمورم با خلوصِ اعتقاد، الله را عبادت کنم،"
      }
    },
    {
      "verse_number": 4070,
      "verse_key": "39:12",
      "arabic_text": "وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ ٱلْمُسْلِمِينَ",
      "phonetic_text": "Waomirtu li-an akoona awwala almuslimeen",
      "translations": {
        "fr": "et il m’est ordonné d’être le premier des Musulmans. »",
        "en": "I have been commanded to be the first to submit.’",
        "es": "y me ha sido ordenado que sea el primero en someterse a Él”.",
        "it": "mi è stato ordinato di essere il primo di coloro che Gli Si sottomettono».",
        "ru": "Мне также велено быть первым из мусульман».",
        "tr": "\"Hem O'nun birliğine teslim olan müslümanların ilki olmam da bana emredildi.\"",
        "de": "Und mir ist befohlen worden, der erste der (Ihm) Ergebenen zu sein.",
        "pt": "E também me foi ordenado ser o primeiro dos muçulmanos.",
        "nl": "En ik ben bevolen om de eerste van de Moslims te zijn.\"",
        "ur": "اور مجھے حکم دیا گیا ہے کہ سب سے پہلے میں خود مُسلم بنوں۔ <sup foot_note=\"186773\">1</sup>",
        "bn": "‘মোক আৰু আদেশ কৰা হৈছে, ময়ে যেন প্ৰথম মুছলিম হওঁ’।",
        "fa": "و مأمور شده‌ام نخستین كسى [در این امت] باشم كه تسلیم [محض در مقابل پروردگار] است»."
      }
    },
    {
      "verse_number": 4071,
      "verse_key": "39:13",
      "arabic_text": "قُلْ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ",
      "phonetic_text": "Qul innee akhafu in AAasayturabbee AAathaba yawmin AAatheem",
      "translations": {
        "fr": "Dis : « Je crains, si je désobéis à mon Seigneur, le supplice d’un très grand jour. »",
        "en": "Say, ‘I fear the torment of a terrible Day if I disobey my Lord.’",
        "es": "Diles: “Pero yo temo, si desobedezco [las órdenes de] mi Señor, el castigo en un día difícil [el Día del Juicio]”.",
        "it": "Di’: «Se disobbedisco al mio Signore, temo il castigo di un Giorno terribile».",
        "ru": "Скажи: «Я боюсь, что если я ослушаюсь своего Господа, то меня постигнут мучения в Великий день».",
        "tr": "De ki: \"Eğer Rabbime isyan edersem, büyük bir günün azabından korkarım.\"",
        "de": "Sag: Gewiß, ich fürchte, wenn ich mich meinem Herrn widersetze, die Strafe eines gewaltigen Tages.",
        "pt": "Dize-lhes mais: Certamente, temos o castigo do dia terrível, se desobedecer ao meu Senhor.",
        "nl": "Zeg: \"Voorwaar, ik vrees. als ik mijn Heer ongehoorzaam ben, een bestraffing op een geweldige Dag.\"",
        "ur": "کہو، اگر میں اپنے رب کی نافرمانی کروں تو مجھے ایک بڑے دن کے عذاب کا خوف ہے",
        "bn": "কোৱা, ‘মই যদি মোৰ প্ৰতিপালকৰ অবাধ্যতা কৰোঁ, তেন্তে নিশ্চয় মই মহা দিৱসৰ শাস্তিৰ পৰা ভয় কৰোঁ’।",
        "fa": "بگو: «اگر در برابر پروردگارم نافرمان باشم، از عذاب روز بزرگ [قیامت] مى‌ترسم»."
      }
    },
    {
      "verse_number": 4072,
      "verse_key": "39:14",
      "arabic_text": "قُلِ ٱللَّهَ أَعْبُدُ مُخْلِصًا لَّهُۥ دِينِى",
      "phonetic_text": "Quli Allaha aAAbudu mukhlisanlahu deenee",
      "translations": {
        "fr": "Dis : « C’est Allah Que j’adore en Lui vouant un culte sincère.",
        "en": "Say, ‘It is God I serve, dedicating my worship entirely to Him-",
        "es": "Diles: “Yo adoro solamente a Dios, y Le rindo culto sincero.",
        "it": "Di’: «E Allah che adoro e Gli rendo un culto puro.",
        "ru": "Скажи: «Я поклоняюсь одному Аллаху, очищая перед Ним веру.",
        "tr": "De ki: \"Ben dinimi kendisine halis kılarak yalnız Allah'a kulluk ederim.\"",
        "de": "Sag: Allah (allein) diene ich und bin dabei Ihm gegenüber aufrichtig in meiner Religion.",
        "pt": "Dize (ainda): Adoro a Deus com a minha sincera devoção.",
        "nl": "Zeg: \"Allah is het Die ik aanbid, Hem zuiver aanbiddend.",
        "ur": "کہہ دو کہ میں تو اپنے دین کو اللہ کے لیے خالص کر کے اُسی کی بندگی کروں گا",
        "bn": "কোৱা, ‘মই আল্লাহৰ প্ৰতি মোৰ আনুগত্যক একনিষ্ঠ কৰি কেৱল তেওঁৰেই ইবাদত কৰোঁ’।",
        "fa": "[ای پیامبر] بگو: «من الله را با خلوصِ اعتقاد خود عبادت می‌کنم؛"
      }
    },
    {
      "verse_number": 4073,
      "verse_key": "39:15",
      "arabic_text": "فَٱعْبُدُوا۟ مَا شِئْتُم مِّن دُونِهِۦ ۗ قُلْ إِنَّ ٱلْخَـٰسِرِينَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ ٱلْقِيَـٰمَةِ ۗ أَلَا ذَٰلِكَ هُوَ ٱلْخُسْرَانُ ٱلْمُبِينُ",
      "phonetic_text": "FaAAbudoo ma shi/tum mindoonihi qul inna alkhasireena allatheena khasirooanfusahum waahleehim yawma alqiyamati ala thalikahuwa alkhusranu almubeen",
      "translations": {
        "fr": "Adorez donc ce qui vous plaira en dehors de Lui ! » Dis encore : « Les perdants sont bien ceux-là qui, au Jour de la Résurrection, auront perdu leurs âmes et celles de leurs familles. C’est bien cela la perte (la plus) manifeste.",
        "en": "you may serve whatever you please beside Him.’ Say, ‘The true losers are the ones who will lose themselves and their people on the Day of Resurrection: that is the most obvious loss.",
        "es": "Adorad lo que queráis en lugar de Él. Los desdichados serán los que se descarríen a sí mismos y a su gente el Día de la Resurrección [ingresando al Infierno]. ¿Acaso no es esta la mayor ruina?”",
        "it": "Adorate [pure] ciò che volete all’infuori di Lui!». Di’: «Coloro che nel Giorno della Resurrezione [constateranno] la rovina delle loro persone e delle loro famiglie, saranno i [veri] perdenti». Non è forse questa la perdita palese?",
        "ru": "Поклоняйтесь же, помимо Него, чему пожелаете». Скажи: «Воистину, потерпят убыток те, которые потеряют себя и свои семьи в День воскресения. Воистину, это и есть явный убыток!",
        "tr": "\"Siz de O'ndan başka dilediğinize kul olun.\" De ki: \"Asıl hüsrana düşenler, kıyamet günü kendilerine ve mensuplarına ziyan edenlerdir. Evet, işte asıl açık hüsran budur.\"",
        "de": "So dient nun, wem ihr wollt, anstatt Seiner. Sag: Die (wahren) Verlierer sind diejenigen, die am Tag der Auferstehung sich selbst und ihre Angehörigen verlieren. Sicherlich, das ist der deutliche Verlust.",
        "pt": "Adorai, contudo, o que quiserdes, em vez d'Ele! Dize: Certamente, os desventurados serão aqueles que perderem a simesmo, juntamente com as famílias, no Dia da Ressurreição. Não é esta, acaso, a evidente desventura?",
        "nl": "Aanbidt den maar naast Hem wat jullie willen.\" Zeg: \"Voorwaar, de verliezers zijn degenen die zichzelf en hun familie (door hun slechte bestemming) verlies toebrengen op de Dag der Opstanding. Weet dat dat het duidelijke verlies is.\"",
        "ur": "تم اُس کے سوا جس جس کی بندگی کرنا چاہو کرتے رہو۔ کہو، اصل دیوالیے تو وہی ہیں جنہوں نے قیامت کے روز اپنے آپ کو اور اپنے اہل و عیال کو گھاٹے میں ڈال دیا۔ خوب سُن رکھو، یہی کھُلا دیوالہ ہے۔ <sup foot_note=\"186774\">1</sup>",
        "bn": "‘এতেকে তোমালোকে আল্লাহৰ পৰিবৰ্তে যাৰ ইচ্ছা তাৰে ইবাদত কৰা’। কোৱা, ‘ক্ষতিগ্ৰস্ত সিহঁতেই যিসকলে কিয়ামতৰ দিনা নিজৰ আৰু নিজ পৰিয়ালবৰ্গৰ ক্ষতি সাধন কৰে। জানি থোৱা! এইটোৱেই সুস্পষ্ট ক্ষতি’।",
        "fa": "شما نیز غیر از الله، هر چه را می‌خواهید عبادت کنید». بگو: «زیانكاران [واقعى] كسانى هستند كه [به طمع دنیا] خود و خانواده‌هایشان را در رستاخیز به زیان انداختند. آگاه باشید كه این، همان زیان آشکار است."
      }
    },
    {
      "verse_number": 4074,
      "verse_key": "39:16",
      "arabic_text": "لَهُم مِّن فَوْقِهِمْ ظُلَلٌ مِّنَ ٱلنَّارِ وَمِن تَحْتِهِمْ ظُلَلٌ ۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥ ۚ يَـٰعِبَادِ فَٱتَّقُونِ",
      "phonetic_text": "Lahum min fawqihim thulalunmina annari wamin tahtihim thulalunthalika yukhawwifu Allahu bihi AAibadahu yaAAibadi fattaqoon",
      "translations": {
        "fr": "Au-dessus d’eux, comme au-dessous, il y aura des nuées de feu ardent. C’est cela qu’Allah fait craindre à Ses serviteurs. « Ô vous Mes serviteurs, craignez-Moi donc ! »",
        "en": "They will have layers of Fire above them and below.’ This is how God puts fear into His servants: My servants, beware of Me.",
        "es": "Serán cubiertos por encima y por debajo por nubes de fuego. Así atemoriza Dios a Sus siervos. ¡Oh, siervos Míos! Tened temor de Mí [y creed].",
        "it": "Avranno sopra di loro nuvole di fuoco, e nuvole di fuoco sotto di loro. Ecco la minaccia di Allah ai Suoi servi: «O Miei servi, temeteMi!».",
        "ru": "Над ними будут навесы из огня, и под ними будут навесы». Этим Аллах устрашает Своих рабов. О рабы Мои, бойтесь Меня!",
        "tr": "Onların üstlerinde ateşten tabakalar, altlarında yine ateşten tabakalar vardır. İşte Allah, kullarını bundan korkutuyor, \"Ey kullarım! benden korkun.\" (diyor).",
        "de": "Sie haben über sich Schattendächer von Feuer und unter sich (ebensolche) Schattendächer. Damit flößt Allah Seinen Dienern Furcht ein: O Meine Diener, fürchtet Mich also.",
        "pt": "Terão, por cima, camadas de fogo e, por baixo, camadas (de fogo). Com isto Deus previne os Seus servos: Ó servosMeus, temei-Me!",
        "nl": "Er zullen boven hen lagen van vuur zijn en onder hen lagen. Zo maakt Allah Zijn dienaren daarmee bevreesd. O Mijn dienaren, vreest Mj daarom.",
        "ur": "اُن پر آگ کی چھتریاں اوپر سے بھی چھائی ہوں گی اور نیچے سے بھی یہ وہ انجام ہے جس سے اللہ اپنے بندوں کو ڈراتا ہے، پس اے میرے بندو، میرے غضب سے بچو",
        "bn": "সিহঁতৰ বাবে থাকিব সিহঁতৰ ওপৰত অগ্নিৰ আৱৰণ আৰু তলফালেও থাকিব আৱৰণ। ইয়াৰ দ্বাৰা আল্লাহে তেওঁৰ বান্দাসকলক সতৰ্ক কৰে। হে মোৰ বান্দাসকল! তোমালোকে কেৱল মোৰেই তাক্বৱা অৱলম্বন কৰা।",
        "fa": "بر بالای سر و زیر پایشان طبقاتى از آتش است. این است آنچه الله بندگانش را از آن مى‌ترساند. اى بندگان من، از [نافرمانى] من پروا كنید."
      }
    },
    {
      "verse_number": 4075,
      "verse_key": "39:17",
      "arabic_text": "وَٱلَّذِينَ ٱجْتَنَبُوا۟ ٱلطَّـٰغُوتَ أَن يَعْبُدُوهَا وَأَنَابُوٓا۟ إِلَى ٱللَّهِ لَهُمُ ٱلْبُشْرَىٰ ۚ فَبَشِّرْ عِبَادِ",
      "phonetic_text": "Wallatheena ijtanaboo attaghootaan yaAAbudooha waanaboo ila Allahilahumu albushra fabashshir AAibad",
      "translations": {
        "fr": "Ceux qui évitent d’adorer les fausses divinités (le Taghût), et reviennent repentants à Allah, apprendront une heureuse nouvelle. Annonce-la donc à Mes serviteurs",
        "en": "There is good news for those who shun the worship of false gods and turn to God, so [Prophet] give good news to My servants",
        "es": "Quienes se aparten de los ídolos negándose a adorarlos y se vuelvan a Dios, serán los bienaventurados. Albricia [¡Oh, Muhámmad!] a Mis siervos",
        "it": "[Annuncia] la lieta novella a coloro che si separano dagli idoli <a class=f><sup foot_note=159464>1</sup></a> per non adorarli e si inchinano ad Allah. Annuncia la lieta novella ai Miei servi,",
        "ru": "Для тех, которые избежали поклонения тагуту и обратились к Аллаху, есть благая весть. Обрадуй же Моих рабов,",
        "tr": "Tağuttan, ona kulluk etmekten kaçınıp da tam gönülle Allah'a yönelenlere gelince, müjde onlaradır. Haydi müjdele kullarımı.",
        "de": "Diejenigen aber, die die falschen Götter meiden, um ihnen nicht zu dienen, und sich Allah reuig zuwenden, für sie gibt es die frohe Botschaft. So verkünde frohe Botschaft Meinen Dienern,",
        "pt": "Mas aqueles que evitarem adorar ao sedutor e se voltarem contritos a Deus, obterão as boas notícias; anuncia, pois, asboas notícias aos Meus servos,",
        "nl": "En degenen die het aanbidden van de Thagôet vemijden en die terugkeren tot Allah; voor Hen is er een verheugende tijding. Verheug daarom Mijn dienaren.",
        "ur": "بخلاف اس کے جن لوگوں نے طاغوت <sup foot_note=\"186775\">1</sup> کی بندگی سے اجتناب کیا اور اللہ کی طرف رُجوع کر لیا اُن کے لیے خوشخبری ہے۔ پس (اے نبی ؐ)بشارت دے دو میرے اُن بندوں کو",
        "bn": "আৰু যিসকলে তাগূতৰ ইবাদত পৰিহাৰ কৰে আৰু কেৱল আল্লাহৰ অভিমুখী হয় তেওঁলোকৰ বাবে আছে সুসংবাদ। এতেকে মোৰ বান্দাসকলক সুসংবাদ দিয়া,",
        "fa": "بشارت براى كسانى است كه از عبادت طاغوت [= معبودان غیر الله] اجتناب ورزیدند و [توبه‌کنان] به درگاه الهی بازگشتند؛ پس [ای پیامبر،] [بهشت را] به بندگانم بشارت بده."
      }
    },
    {
      "verse_number": 4076,
      "verse_key": "39:18",
      "arabic_text": "ٱلَّذِينَ يَسْتَمِعُونَ ٱلْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُۥٓ ۚ أُو۟لَـٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُ ۖ وَأُو۟لَـٰٓئِكَ هُمْ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
      "phonetic_text": "Allatheena yastamiAAoona alqawlafayattabiAAoona ahsanahu ola-ika allatheenahadahumu Allahu waola-ika hum oloo al-albab",
      "translations": {
        "fr": "qui écoutent la Parole et suivent ce qu’elle contient de meilleur. Ce sont eux qu’Allah a guidés, et ce sont eux les esprits sagaces.",
        "en": "who listen to what is said and follow what is best. These are the ones God has guided; these are the people of understanding.",
        "es": "que escuchan todo lo que se dice, pero siguen lo mejor [la palabra de Dios y Su Mensajero]. Ellos son los guiados por Dios, son los dotados de entendimiento.",
        "it": "che ascoltano [attenti] la Parola e obbediscono a quanto di meglio essa contiene. Essi sono coloro che Allah ha guidato, sono i dotati di intelletto.",
        "ru": "которые прислушиваются к словам и следуют наилучшим из них. Это - те, которых Аллах наставил на прямой путь. Они и есть обладающие разумом.",
        "tr": "O kullarımı ki, onlar sözü dinlerler, sonra da en güzeline uyarlar. İşte onlar, Allah'ın kendilerine hidayet verdiği kimselerdir. İşte temiz akıllılar da onlardır.",
        "de": "die auf das Wort hören und dann dem Besten davon folgen. Das sind diejenigen, die Allah rechtleitet, und das sind diejenigen, die Verstand besitzen.",
        "pt": "Que escutam as palavras e seguem o melhor (significado) delas! São aquelas que Deus encaminha, e são os sensatos.",
        "nl": "Degenen die naar het woord luisteren en daarna het beste ervan volgen, zij zijn degenen die Allah heeft geleid en zij zijn de bezitters van verstand.",
        "ur": "جو بات کو غور سے سُنتے ہیں اور اس کے بہترین پہلو کی پیروی کرتے ہیں۔ <sup foot_note=\"186776\">1</sup> یہ وہ لوگ ہیں جن کو اللہ نے ہدایت بخشی ہے اور یہی دانشمند ہیں",
        "bn": "যিসকলে মনোযোগ সহকাৰে কথা শুনে আৰু তাৰ মাজৰ উত্তম কথাৰ অনুসৰণ কৰে। তেওঁলোককেই আল্লাহে হিদায়ত দান কৰিছে আৰু তেওঁলোকেই বোধশক্তি সম্পন্ন।",
        "fa": "[همان] کسانی که سخن[های مختلف] را می‌شنوند و از بهترین آن پیروى مى‌كنند. آنان كسانى هستند كه الله هدایتشان کرده و خردمندند."
      }
    },
    {
      "verse_number": 4077,
      "verse_key": "39:19",
      "arabic_text": "أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ ٱلْعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِى ٱلنَّارِ",
      "phonetic_text": "Afaman haqqa AAalayhi kalimatu alAAathabiafaanta tunqithu man fee annar",
      "translations": {
        "fr": "Est-ce que celui sur qui s’accomplira le verdict d’Allah (peut être guidé ?) Peux-tu donc sauver celui qui est plongé dans le Feu ?",
        "en": "What about the one who has been sentenced to punishment? Can you [Prophet] rescue those already in the Fire?",
        "es": "¿Acaso tú podrás salvar [guiando] a quien [en virtud de su libre albedrio] Dios ha decretado que sea de los moradores del Infierno? ¿O es que puedes rescatar a quien ha sido condenado al Fuego?",
        "it": "Ma come? Quello il cui castigo è già deciso… Potrai salvarlo dal Fuoco?",
        "ru": "Разве ты сможешь спасти того, относительно кого сбылось Слово о мучениях, кто находится в Огне?",
        "tr": "Ya üzerine azab kelimesi hak olmuş kimse de mi (böyledir)? Artık o ateşteki kimseyi sen mi çıkaracaksın?",
        "de": "Kannst du etwa jemanden retten, der im (Höllen)feuer ist... -jemanden, gegen den der Spruch der Strafe unvermeidlich fällig geworden ist?",
        "pt": "Porventura, aquele que tiver merecido o decreto do castigo (será igual ao bem-aventurado)? Poderás, acaso, salvar quemestá no fogo (infernal)?",
        "nl": "Voor wie het woord van bestraffing bewaarheid is, zou jij (O Moehammad) hem kunnen redden die in de Hel is?",
        "ur": "(اے نبیؐ)اُس شخص کو کون بچا سکتا ہے جس پر عذاب کا فیصلہ چَسپَاں ہو چکا ہو؟ <sup foot_note=\"186777\">1</sup>   کیا تم اُسے بچا سکتے ہو جو آگ میں گر چکا ہوِ",
        "bn": "যাৰ ওপৰত শাস্তিৰ আদেশ সাব্যস্ত হৈছে, তুমি তাক ৰক্ষা কৰিব পাৰিবানে, যিজন জাহান্নামত আছে?",
        "fa": "آیا كسى را كه فرمان مجازات بر او قطعی شده است [می‌توان هدایت نمود]؟ آیا تو مى‌توانى کسی را كه در آتش است، نجات دهی؟"
      }
    },
    {
      "verse_number": 4078,
      "verse_key": "39:20",
      "arabic_text": "لَـٰكِنِ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ لَهُمْ غُرَفٌ مِّن فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ وَعْدَ ٱللَّهِ ۖ لَا يُخْلِفُ ٱللَّهُ ٱلْمِيعَادَ",
      "phonetic_text": "Lakini allatheena ittaqawrabbahum lahum ghurafun min fawqiha ghurafun mabniyyatuntajree min tahtiha al-anharu waAAda Allahila yukhlifu Allahu almeeAAad",
      "translations": {
        "fr": "Ceux qui craignent leur Seigneur auront, quant à eux, des appartements au-dessus desquels sont construits d’autres appartements, et sous lesquels coulent les rivières. Telle est la promesse d’Allah, et Allah ne manque jamais à Sa promesse !",
        "en": "But those who are mindful of their Lord will have lofty dwellings built for them, one above the other, graced with flowing streams. This is a promise from God: God does not break His promise.",
        "es": "Pero quienes hayan tenido temor de su Señor, morarán en la otra vida en habitaciones elevadas, y sobre ellos habrá otras habitaciones [donde estarán quienes hayan alcanzado grados más elevados], todas construidas de oro y plata, [en jardines] donde correrán ríos. Ésta es la promesa de Dios, y Dios no falta a Su promesa.",
        "it": "Coloro che temono il loro Signore [abiteranno agli alti] piani, al di sopra dei quali sono stati costruiti altri piani e sotto di loro scorreranno i ruscelli. Promessa di Allah! Allah non manca alla Sua promessa <a class=f><sup foot_note=159465>1</sup></a> .",
        "ru": "Но для тех, кто боялся своего Господа, уготованы горницы, расположенные одна над другой, под которыми текут реки. Таково обещание Аллаха, и Аллах не нарушает обещания!",
        "tr": "Fakat o Rablerine sığınarak korunanlar için altlarından ırmaklar akan, üzerlerinden şehnişinler yapılmış, şehnişinli (balkonlu) köşkler vardır. Bu, Allah'ın vaadidir. Allah vaadinden caymaz.",
        "de": "Aber diejenigen, die ihren Herrn fürchten, für sie wird es Obergemächer geben, über denen (andere) Obergemächer gebaut sind, unterhalb derer Flüsse strömen. (Das ist) Allahs Versprechen. Allah bricht nicht, was Er versprochen hat.",
        "pt": "Porém, os que temerem seu Senhor terão palácios e, além destes, haverá outras construções, abaixo dos quais correm osrios. Tal é a promessa de Deus, e Deus jamais falta à (Sua) promessa!",
        "nl": "Maar degenen die hun Heer vreesden; voor hen zijn er woningen waarboven (nog andere) woningen zijn gebouwd waar onder door de rivieren stromen. Als een belofte van Allah, Allah breekt de belofte niet.",
        "ur": "البتہ جو لوگ اپنے رب سے ڈر کر رہے اُن کے لیے بلند عمارتیں ہیں منزل پر منزل بنی ہوئی، جن کے نیچے نہریں بہہ رہی ہوں گی یہ اللہ کا وعدہ ہے، اللہ کبھی اپنے وعدے کی خلاف ورزی نہیں کرتا",
        "bn": "কিন্তু যিসকলে নিজ প্ৰতিপালকৰ তাক্বৱা অৱলম্বন কৰে, তেওঁলোকৰ বাবে আছে বহুতো অট্টালিকা, যাৰ ওপৰতো নিৰ্মিত আছে অট্টালিকা, যাৰ তলত নদীসমূহ প্ৰবাহিত; এইটো আল্লাহৰ প্ৰতিশ্ৰুতি, আল্লাহে নিজ প্ৰতিশ্ৰুতিৰ বিপৰীত নকৰে।",
        "fa": "اما كسانى كه از [عذاب] پروردگارشان پروا دارند، برای آنان [در بهشت] غرفه‌هایی است که بر فراز آنها غرفه‌های دیگری ساخته شده‌ [و] جویبارها از زیر آنها جاری است. این وعده را الله داده است و الله در وعده خلاف نمی‌کند."
      }
    },
    {
      "verse_number": 4079,
      "verse_key": "39:21",
      "arabic_text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَسَلَكَهُۥ يَنَـٰبِيعَ فِى ٱلْأَرْضِ ثُمَّ يُخْرِجُ بِهِۦ زَرْعًا مُّخْتَلِفًا أَلْوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُۥ حُطَـٰمًا ۚ إِنَّ فِى ذَٰلِكَ لَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَـٰبِ",
      "phonetic_text": "Alam tara anna Allaha anzala mina assama-imaan fasalakahu yanabeeAAa fee al-ardithumma yukhriju bihi zarAAan mukhtalifan alwanuhu thummayaheeju fatarahu musfarran thumma yajAAaluhu hutamaninna fee thalika lathikra li-olee al-albab",
      "translations": {
        "fr": "Ne vois-tu pas qu’Allah fait descendre du ciel une eau qu’Il fait s’infiltrer sous terre (pour la faire jaillir) en sources vives ? Il fait pousser par elle des cultures aux couleurs variées qui, après avoir crû en abondance, finissent par jaunir, puis Il les réduit en amas de brindilles desséchées. C’est là un rappel pour les esprits sagaces.",
        "en": "Have you not considered that God sends water down from the sky, guides it along to form springs in the earth, and then, with it, brings forth vegetation of various colours, which later withers, turns yellow before your eyes, and is crumbled to dust at His command? There is truly a reminder in this for those who have understanding.",
        "es": "¿Acaso no ves que Dios hace descender el agua del cielo, y luego hace que surja como manantiales en la tierra, y hace brotar con ella cultivos de diversos colores que se secan y puedes ver que se tornan amarillentos y finalmente se convierten en heno? En eso hay un motivo de reflexión para los dotados de entendimiento.",
        "it": "Non vedi dunque che Allah ha fatto scendere l’acqua dal cielo e poi l’ha guidata, nella terra, verso fonti sgorganti; quindi per suo tramite fa germinare graminacee dai diversi colori che poi appassiscono, e così le vedi ingiallite, e infine ne fa secchi frammenti. Certo questo è un Monito per coloro che hanno intelletto.",
        "ru": "Неужели ты не видел, что Аллах ниспослал с неба воду и провел ее к источникам по земле? Потом посредством нее Он выводит посевы различных цветов. Затем они вянут, и ты видишь их пожелтевшими. Затем Он превращает их в труху. Воистину, во всем этом - напоминание для обладающих разумом.",
        "tr": "Allah'ın gökten bir su indirip de onu bir yoluyla yeryüzündeki menbalara koyduğunu görmedin mi? Sonra onunla türlü renklerde bir ekin çıkarır, sonra onun olgunlaşıp sarardığını görürsün. Sonra da onu bir çöpe çevirir. Elbette bunda temiz akıllılar için bir ihtar vardır.",
        "de": "Siehst du nicht, daß Allah vom Himmel Wasser herabkommen und es dann als Quellen die Erde durchziehen läßt? Hierauf bringt Er damit Pflanzen von unterschiedlichen Arten hervor. Hierauf läßt Er sie austrocknen, und da siehst du sie gelb werden. Hierauf macht Er sie zu zermalmtem Zeug. Darin ist wahrlich eine Ermahnung für diejenigen, die Verstand besitzen.",
        "pt": "Não reparas, na terra? Logo produz, com ela, plantas multicores; logo amadurecem e, às vezes, amarelam; depoisconverte (as plantas) em feno. Por certo que nisto há uma Mensagem para os sensatos.",
        "nl": "Zie jij niet dat Allah water uit de hemel doet neerdalen en het daarna doet samenstromen in bronnen die zich in de aarde bevinden? Vervolgens brengt Hij daar planten met verschillende kleuren me voort, en daarna worden ze droog en zie jij dat ze geel worden, den laat Hij ze tot stof worden. Voorwaar, daarin is zeker een lering voor de bezitters van verstand.",
        "ur": "کیا تم نہیں دیکھتے کہ اللہ نے آسمان سے پانی برسایا ، پھر اس کو سوتوں اور چشموں اور دریاوٴں <sup foot_note=\"186778\">1</sup> کی شکل میں زمین کے اندر جاری کیا، پھر اس پانی کے ذریعہ سے وہ طرح طرح کی کھیتیاں نکالتا ہے جن کی قسمیں مختلف ہیں، پھر وہ کھیتیاں پک کر سُوکھ جاتی ہیں، پھر تم دیکھتے ہو کہ وہ زرد پڑ گئیں ، پھر آخر کار اللہ اُن کو بھُس بنا دیتا ہے۔ درحقیقت اِس میں ایک سبق ہے عقل رکھنے والوں کے لیے۔ <sup foot_note=\"186779\">2</sup>",
        "bn": "তুমি লক্ষ্য কৰা নাইনে আল্লাহে আকাশৰ পৰা পানী বৰ্ষণ কৰে, তাৰ পিছত সেয়া ভূমিত প্ৰস্ৰৱন হিচাপে প্ৰবাহিত কৰে তাৰ পিছত সেইটোৰ জৰিয়তে নানা ধৰণৰ ফচল উৎপন্ন কৰে, অৱশেষত সেয়া শুকাই যায়। ফলত তুমি সেই ফচলক হালধীয়া বৰ্ণত দেখিবলৈ পোৱা, শেষত তেওঁ সেইটোক খেৰকুটাত পৰিণত কৰে? নিশ্চয় ইয়াত উপদেশ আছে বোধশক্তি সম্পন্ন ব্যক্তিসকলৰ বাবে।",
        "fa": "آیا ندیده‌ای كه الله بارانى از آسمان فرستاد و آن را [به صورت] چشمه‌هایى در زمین جاری ساخت؛ آنگاه به وسیلۀ آن، كشتزارى با رنگ‌های گوناگون پدید مى‌آورد؛ سپس پژمرده مى‌گردد و مى‌بینى كه زرد شده است؛ آنگاه آن را خُرد و خاشاک مى‌سازد؟ بی‌تردید، در این [دگرگونی‌ها] پندی براى خردمندان است."
      }
    },
    {
      "verse_number": 4080,
      "verse_key": "39:22",
      "arabic_text": "أَفَمَن شَرَحَ ٱللَّهُ صَدْرَهُۥ لِلْإِسْلَـٰمِ فَهُوَ عَلَىٰ نُورٍ مِّن رَّبِّهِۦ ۚ فَوَيْلٌ لِّلْقَـٰسِيَةِ قُلُوبُهُم مِّن ذِكْرِ ٱللَّهِ ۚ أُو۟لَـٰٓئِكَ فِى ضَلَـٰلٍ مُّبِينٍ",
      "phonetic_text": "Afaman sharaha Allahu sadrahulil-islami fahuwa AAala noorin min rabbihi fawaylunlilqasiyati quloobuhum min thikri Allahi ola-ikafee dalalin mubeen",
      "translations": {
        "fr": "Celui dont Allah a ouvert le cœur à l’Islam, et qui se conduit à la lumière de son Seigneur, (est-il pareil au mécréant?) Malheur à ceux dont le cœur endurci délaisse l’évocation d’Allah. Ceux-là sont en plein égarement.",
        "en": "What about the one whose heart God has opened in devotion to Him, so that he walks in light from his Lord? Alas for those whose hearts harden at the mention of God! They have clearly lost their way.",
        "es": "¿Acaso se puede comparar a aquel a quien Dios abrió su corazón al Islam y está colmado por la luz de su Señor [con quien se niega a creer]? ¡Cuán desdichados son quienes tienen el corazón endurecido al Mensaje de Dios! Ellos están en un desvío evidente.",
        "it": "Colui cui Allah apre il cuore all’IsIàm e che possiede una luce che proviene dal suo Signore <a class=f><sup foot_note=159466>1</sup></a> … Guai a coloro che hanno i cuori insensibili al Ricordo di Allah. Essi sono in errore evidente.",
        "ru": "Разве тот, чью грудь Аллах раскрыл для ислама, кто на свету от своего Господа, равен неверующему? Горе тем, чьи сердца черствы к поминанию Аллаха! Они пребывают в очевидном заблуждении.",
        "tr": "Allah, kimin bağrını İslâm'a açmış ise işte o, Rabbinden bir nur üzerinde değil midir? Artık Allah'ın zikri hususunda kalpleri katılaşmış olanların vay haline! İşte bunlar, apaçık bir sapıklık içindedirler.",
        "de": "Ist denn jemand, dessen Brust Allah für den Islam auftut, so daß er sich nach einem Licht von seinem Herrn richtet, (einem beharrlich Ungläubigen gleich)? So wehe denjenigen, deren Herzen gegen Allahs Ermahnung verhärtet sind! Sie befinden sich in deutlichem Irrtum.",
        "pt": "Porventura, aquele a quem Deus abriu o coração ao Islam, e está na Luz de seu Senhor... (não é melhor do que aquele aquem sigilou o coração)? Ai daqueles cujos corações estão endurecidos para a recordação de Deus! Estes estão em evidenteerro!",
        "nl": "Is dan hij, wiens bart Allah heeft verruimd voor de Islam, zodat hij door een licht van zijn Heer wordt geleid... (gelijk aan degene wiens had verzegeld is?) Wee daarom hen, wiens harten zich hebben verbard tegen het gedenken van Allah. Zij zijn het die in duidelijke dwaling verkeren.",
        "ur": "اب کیا وہ شخص جس کا سینہ اللہ نے اسلام کے لیے کھول دیا <sup foot_note=\"186780\">1</sup>  اور وہ اپنے ربّ کی طرف سے ایک روشنی پر چل رہا ہے <sup foot_note=\"186781\">2</sup> (اُس شخص کی طرح ہو سکتا ہے جس نے اِن باتوں سے کوئی سبق نہ لیا ؟)۔ تباہی ہے اُن لوگوں کے لے جن کے دل اللہ کی نصیحت سے اور زیادہ سخت ہو گئے۔ <sup foot_note=\"186782\">3</sup> وہ کھُلی گمراہی میں پڑے ہوئے ہیں",
        "bn": "আল্লাহে ইছলামৰ বাবে যাৰ বুকু উন্মুক্ত কৰি দিছে ফলত তেওঁ নিজ প্ৰতিপালকৰ তৰফৰ পৰা নূৰৰ ওপৰত আছে, (সেইজন ব্যক্তি তাৰ দৰে নেকি যিজন হিদায়তৰ ওপৰত নাই?) এতেকে দুৰ্ভোগ সেই কঠোৰ হৃদয় ব্যক্তিসকলৰ বাবে, যিসকলে আল্লাহৰ স্মৰণৰ পৰা বিমুখ! সিহঁত স্পষ্ট বিভ্ৰান্তিত আছে।",
        "fa": "پس آیا كسى كه الله دلش را پذیراى اسلام كرده و از جانب پروردگارش، از نور [هدایت و بصیرت] برخوردار گشته، [همانند سختدلان است]؟ واى بر آنان که در برابرِ ذكر الله سنگدل شده‌اند! آنان در گمراهىِ آشكارند."
      }
    },
    {
      "verse_number": 4081,
      "verse_key": "39:23",
      "arabic_text": "ٱللَّهُ نَزَّلَ أَحْسَنَ ٱلْحَدِيثِ كِتَـٰبًا مُّتَشَـٰبِهًا مَّثَانِىَ تَقْشَعِرُّ مِنْهُ جُلُودُ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ ٱللَّهِ ۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهْدِى بِهِۦ مَن يَشَآءُ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
      "phonetic_text": "Allahu nazzala ahsana alhadeethikitaban mutashabihan mathaniya taqshaAAirruminhu juloodu allatheena yakhshawna rabbahum thummataleenu julooduhum waquloobuhum ila thikri Allahithalika huda Allahi yahdee bihi man yashaowaman yudlili Allahu fama lahu min had",
      "translations": {
        "fr": "Allah a fait descendre (en révélation) le meilleur des discours : un Livre dont (les versets) se ressemblent et se reprennent (en écho). Ceux qui craignent leur Seigneur en ont l’épiderme tout hérissé, puis leurs peaux et leurs cœurs s’adoucissent à l’évocation d’Allah. Voilà la bonne direction (hudâ) d’Allah vers laquelle Il conduit qui Il veut. Quant à celui qu’Allah entend égarer, celui-là n’a point de guide.",
        "en": "God has sent down the most beautiful of all teachings: a Scripture that is consistent and draws comparisons; that causes the skins of those in awe of their Lord to shiver. Then their skins and their hearts soften at the mention of God: such is God’s guidance. He guides with it whoever He will; no one can guide those God leaves to stray.",
        "es": "Dios ha revelado el mejor de los Mensajes, que es un Libro armonioso [sin contradicciones] que reitera [las enseñanzas]. Su recitación hace erizar la piel de quienes tienen temor de su Señor. [Los creyentes] cuando recuerdan a Dios, su piel y sus corazones se apaciguan. Ésta es la guía de Dios, con la que Él encamina a quien quiere; pero sabed que para quien Dios decreta el desvío, no habrá nadie que lo pueda guiar.",
        "it": "Allah ha fatto scendere il più bello dei racconti, un Libro coerente e reiterante <a class=f><sup foot_note=159467>1</sup></a> , [alla lettura del quale] rabbrividisce la pelle di coloro che temono il loro Signore e poi si distende la pelle insieme coi cuori al Ricordo di Allah <a class=f><sup foot_note=159468>2</sup></a> . Questa è la Guida di Allah con cui Egli guida chi vuole. E coloro che Allah svia, non avranno direzione.",
        "ru": "Аллах ниспослал наилучшее повествование - Писание, аяты которого сходны и повторяются. У тех, кто страшится своего Господа, от него по коже проходит дрожь. А потом их кожа и сердца смягчаются при поминании Аллаха. Это - верное руководство Аллаха, посредством которого Он ведет прямым путем того, кого пожелает. А кого Аллах введет в заблуждение, тому не будет наставника.",
        "tr": "Allah, kelamın en güzelini ikizli, ahenkli bir kitap olarak indirdi. () Ondan Rablerine saygısı olanların derileri ürperir. Sonra derileri de, kalpleri de Allah'ın zikrine karşı yumuşar. İşte bu Allah'ın rehberidir. Allah, onunla dilediğini doğru yola çıkarır. Her kimi de Allah şaşırtırsa, artık ona doğru yolu gösterecek yoktur.",
        "de": "Allah hat die beste Botschaft offenbart, ein Buch mit gleichartigen, sich wiederholenden (Versen), vor dem die Haut derjenigen, die ihren Herrn fürchten, erschauert. Hierauf werden ihre Haut und ihr Herz weich (und neigen sich) zu Allahs Gedenken hin. Das ist Allahs Rechtleitung. Er leitet damit recht, wen Er will. Und wen Allah in die Irre gehen läßt, der hat niemanden, der ihn rechtleitet.",
        "pt": "Deus revelou a mais bela Mensagem: um Livro homogêneo (com estilo e eloqüência), e reiterativo. Por ele, arrepiam-seas peles daqueles que temem seu Senhor; logo, suas peles e seus corações se apaziguam, ante a recordação de Deus. Tal é aorientação de Deus, com a qual encaminha quem Lhe apraz. Por outra, quem Deus desviar não terá orientar algum.",
        "nl": "Allah heeft het beste Woord nemgezonden in een Doek, op elkaar lijkende, herhalende (gedeelten). De huid van degenen die hun Heer vrezen, huivert erdoor, daarna hun huid en hun harten zacht door het gedenken van Allah. Dat is de Leiding van Allah, Hij leidt daarmee wie Hij wil. En wie door Allah tot dwaling gebracht wordt, voor hem is er geen leider.",
        "ur": "اللہ نے بہترین کلام اُتارا ہے، ایک ایسی کتاب جس کے تمام اجزا ہمرنگ ہیں <sup foot_note=\"186783\">1</sup> اور جس میں بار بار مضامین دہرائے گئے ہیں۔ اُسے سُن کر اُن لوگوں کے رونگٹے کھڑے ہو جاتے ہیں جو اپنے ربّ سے ڈرنے والے ہیں، اور پھر ان کے جسم اور ان کے دل نرم ہو کر اللہ کے ذکر کی طرف راغب ہو جاتے ہیں۔ یہ اللہ کی ہدایت ہے جس سے وہ راہِ راست پر لے آتا ہے جسے چاہتا ہے۔ اور جسے اللہ ہی ہدایت نہ دے اس کے لیے پھر کوئی ہادی نہیں ہے",
        "bn": "আল্লাহে অৱতীৰ্ণ কৰিছে উত্তম হাদীছ (বাণী) সম্বলিত এখন কিতাব, যিখন সুসামঞ্জস্য আৰু যিখন পুনঃ পুনঃ আবৃত্তি কৰা হয়। ফলত যিসকলে নিজ প্ৰতিপালকক ভয় কৰে, ইয়াৰ দ্বাৰা তেওঁলোকৰ শৰীৰ শিয়ঁৰি উঠে, তাৰ পিছত তেওঁলোকৰ দেহ-মন বিনম্ৰ হৈ আল্লাহৰ স্মৰণত ধাবিত হয়। এইটোৱেই আল্লাহৰ হিদায়ত, তেওঁ ইয়াৰ দ্বাৰা যাক ইচ্ছা হিদায়ত কৰে। কিন্তু আল্লাহে যাক বিভ্ৰান্ত কৰে তাৰ হিদায়তকাৰী কোনো নাই।",
        "fa": "الله بهترین سخن را به صورت كتابى نازل كرده كه [برخی از آیاتش‌] همانند یكدیگر و [برخی نیز] مکرر است. كسانى كه از [مجازات] پروردگارشان بیم دارند، [با شنیدن این آیات،] مو بر تنشان راست می‌شود و سپس دل و جانشان با یاد الله آرام می‌گیرد. این هدایتِ الله است كه هر کس را بخواهد، به آن راه می‌نماید؛ و هر کس که الله او را گمراه سازد، هیچ هدایتگری نخواهد داشت."
      }
    },
    {
      "verse_number": 4082,
      "verse_key": "39:24",
      "arabic_text": "أَفَمَن يَتَّقِى بِوَجْهِهِۦ سُوٓءَ ٱلْعَذَابِ يَوْمَ ٱلْقِيَـٰمَةِ ۚ وَقِيلَ لِلظَّـٰلِمِينَ ذُوقُوا۟ مَا كُنتُمْ تَكْسِبُونَ",
      "phonetic_text": "Afaman yattaqee biwajhihi soo-a alAAathabiyawma alqiyamati waqeela liththalimeenathooqoo ma kuntum taksiboon",
      "translations": {
        "fr": "Celui qui, au Jour de la Résurrection, n’aura que son visage pour se protéger contre le pire des supplices sera-t-il (pareil à l’hôte du Paradis ?) Il sera dit aux injustes : « Goûtez donc aux conséquences des œuvres que vous avez acquises ! »",
        "en": "What about the one who will only have his bare face to protect him from his terrible suffering on the Day of Resurrection? It will be said to the evildoers, ‘Taste what you have earned.’",
        "es": "¿Acaso aquel que se resguarda del terrible castigo del Día de la Resurrección [se equipara con quien se siente seguro contra él]? A los que cometieron injusticias se les dirá [el Día del Juicio]: “Sufrid [el castigo por] lo que hicisteis”.",
        "it": "Forse colui che nel Giorno della Resurrezione tenterà invano di preservare il suo volto dal peggiore dei castighi…? <a class=f><sup foot_note=159469>1</sup></a> E sarà detto agli ingiusti: «Gustate quel che avete meritato!».",
        "ru": "Разве тот, кто в День воскресения будет лицом защищаться от ужасных мучений, равен верующему? Беззаконникам скажут: «Вкусите то, что вы приобретали!».",
        "tr": "O halde kıyamet günü zalimlere: \"Tadın bakalım kazanıp durduklarınızı!\" denilirken, o kötü azabdan yüzü ile korunacak kimse ne olur? ()",
        "de": "Ist denn jemand, der sich mit seinem Gesicht vor der bösen Strafe am Tag der Auferstehung hütet, ...? Und es wird zu den Ungerechten gesagt: Kostet, was ihr erworben habt.",
        "pt": "Porventura, quem tiver temido o castigo afrontoso do Dia da Ressurreição (será igual ao que não o fizer)? E aos iníquosserá dito: Sofrei as conseqüências do que lucrastes!",
        "nl": "Is dan hij, die zijn gezicht beschermt voor de slechte bestraffing op de Dag der Opstanding... (gelijk aan hem wiens gezicht beschermd wordt?) En tot de onrehtvaardigen wordt gezegd: \"Proeft wat jullie plachten te verrichten.\"",
        "ur": "اب اُس شخص کی بدحالی کا تم کیا اندازہ کر سکتے ہو جو قیامت کے روز عذاب کی سخت مار اپنے منہ پر لے گا؟ <sup foot_note=\"186784\">1</sup> ایسے ظالموں سے کہہ دیا جائے گا کہ اب چکھو مزہ اُس کمائی کا جو تم کرتے رہے تھے۔ <sup foot_note=\"186785\">2</sup>",
        "bn": "যি ব্যক্তিয়ে কিয়ামতৰ দিনা নিজৰ মুখমণ্ডলৰ দ্বাৰা কঠিন শাস্তি ৰোধ কৰিবলৈ চেষ্টা কৰিব, (সি তেওঁৰ দৰে নেকি যিজন নিৰাপদ থাকিব?) আৰু যালিমসকলক কোৱা হ’ব, ‘তোমালোকে যি অৰ্জন কৰিছিলা সেইটোৰে সোৱাদ লোৱা’।",
        "fa": "پس آیا كسی كه در روز قیامت [دستانش بسته است و ناچار‌] با صورتش آن عذاب سخت را دفع مى‌كند، [همچون کسی است که در آسایش بهشت قرار دارد]؟ به ستمکاران [مشرک‌] گفته می‌شود: «[نتیجۀ‌] دستاوردتان را بچشید»."
      }
    },
    {
      "verse_number": 4083,
      "verse_key": "39:25",
      "arabic_text": "كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ فَأَتَىٰهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
      "phonetic_text": "Kaththaba allatheena minqablihim faatahumu alAAathabu min haythu layashAAuroon",
      "translations": {
        "fr": "Ceux qui vécurent avant eux avaient aussi crié au mensonge, et le supplice fondit sur eux par où ils ne le sentaient point (venir).",
        "en": "Others before them also disbelieved, and the punishment fell on them unawares:",
        "es": "Otras personas en la antigüedad desmintieron [a los Mensajeros], pero fueron sorprendidos por el castigo desde donde menos lo esperaban.",
        "it": "Già coloro che li precedettero tacciarono di menzogna; giunse loro il castigo da dove non se lo aspettavano.",
        "ru": "Их предшественники также считали лжецами посланников, и мучения явились к ним оттуда, откуда они не предполагали.",
        "tr": "Onlardan öncekiler de yalanladılar da kendilerine, hatırlarına gelmez yönden azab geliverdi.",
        "de": "Für Lüge erklärt haben es diejenigen, die vor ihnen waren. Da kam die Strafe über sie, von wo sie nicht merkten.",
        "pt": "Seus antepassados desmentiram os mensageiros e o castigo lhes sobreveio, de onde menos esperavam.",
        "nl": "Degenen vóór hen loochenden, zodat de bestraffing tot hen kwam uit richtingen die zij niet vermoedden.",
        "ur": "اِن سے پہلے بھی بہت سے لوگ اسی طرح جھٹلا چکے ہیں آخر اُن پر عذاب ایسے رخ سے آیا جدھر ان کا خیال بھی نہ جا سکتا تھا",
        "bn": "সিহঁতৰ পূৰ্বৱৰ্তীসকলেও অস্বীকাৰ কৰিছিল, ফলত সিহঁতৰ প্ৰতি শাস্তি এনেকৈ আহিছিল যে, সিহঁতে অনুভৱো কৰিব পৰা নাছিল।",
        "fa": "کسانی که پیش از آنان بودند [نیز آیات الله را] دروغ شمردند و از جایى كه گمان نمى‌كردند، عذاب دامنگیرشان شد."
      }
    },
    {
      "verse_number": 4084,
      "verse_key": "39:26",
      "arabic_text": "فَأَذَاقَهُمُ ٱللَّهُ ٱلْخِزْىَ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
      "phonetic_text": "Faathaqahumu Allahu alkhizyafee alhayati addunya walaAAathabual-akhirati akbaru law kanoo yaAAlamoon",
      "translations": {
        "fr": "Allah leur fit goûter alors l’humiliation en ce bas monde, mais le supplice de l’autre monde est certes plus grand encore, pour peu qu’ils le sachent.",
        "en": "God gave them the punishment of disgrace in this world to taste; the punishment will be even harder in the Hereafter, if only they knew.",
        "es": "Dios los hizo sufrir la humillación en la vida mundanal, y el castigo de la otra vida será mayor; si lo supieran.",
        "it": "Allah fece provare loro l’ignominia in questa vita; ma il castigo nell’Altra vita è certamente più grande, se lo sapessero.",
        "ru": "Аллах дал им вкусить позор в мирской жизни. А мучений в Последней жизни, несомненно, будет еще больше, если бы они только знали!",
        "tr": "Allah, onlara dünya hayatında zilleti tattırdı. Ahiret azabı ise elbette daha büyüktür. Keşke bilselerdi!",
        "de": "So ließ Allah sie im diesseitigen Leben die Schande kosten; aber die Strafe des Jenseits ist wahrlich größer, wenn sie nur wüßten!",
        "pt": "Deus os fez provar o aviltamento na vida terrena; porém, o castigo da outra vida será maior. Se o soubessem!",
        "nl": "Zo doet Allah hen de vernedering tijdens het wereldse leven proeven, terwijl de bestraffing van het Hiernamaals groter is. Als zij het maar wisten!",
        "ur": "پھر اللہ نے ان کو دنیا ہی کی زندگی میں رسوائی کا مزہ چکھایا، اور آخرت کا عذاب تو اس سے شدید تر ہے، کاش یہ لوگ جانتے",
        "bn": "ফলত আল্লাহে সিহঁতক পাৰ্থিৱ জীৱনতে লাঞ্ছনা ভোগ কৰালে আৰু আখিৰাতৰ শাস্তি ইয়াতকৈয়ো কঠিন। হায়! যদি সিহঁতে জানিলেহেঁতেন!",
        "fa": "الله [طعم] رسوایی و خواری را در زندگی دنیا به آنان چشاند؛ و مسلّماً عذاب آخرت بزرگ‌تر [و سخت‌تر] است. اگر مشرکان می‌دانستند [که رفتارشان چه پیامدی دارد، عبرت می‌گرفتند]."
      }
    },
    {
      "verse_number": 4085,
      "verse_key": "39:27",
      "arabic_text": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هَـٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ لَّعَلَّهُمْ يَتَذَكَّرُونَ",
      "phonetic_text": "Walaqad darabna linnasifee hatha alqur-ani min kulli mathalin laAAallahumyatathakkaroon",
      "translations": {
        "fr": "Nous avons proposé aux hommes, dans ce Coran, toutes sortes d’exemples pour qu’ils se souviennent.",
        "en": "In this Quran, We have put forward all kinds of illustration for people, so that they may take heed-",
        "es": "He expuesto en el Corán toda clase de ejemplos para que reflexionéis.",
        "it": "Già in questo Corano abbiamo proposto agli uomini parabole di ogni genere, affinché riflettano.",
        "ru": "Мы уже привели для людей в этом Коране всевозможные притчи, чтобы они могли помянуть назидание.",
        "tr": "Yemin ederim ki, bu Kur'ân'da insanlar için her türlüsünden temsil getirdik. Gerek ki iyi düşünsünler.",
        "de": "Und Wir haben ja den Menschen in diesem Qur’an allerlei Gleichnisse geprägt, auf daß sie bedenken mögen -,",
        "pt": "E expomos aos homens, neste Alcorão, toda a espécie de exemplos para que meditem.",
        "nl": "En voorzeker, Wij hebben voor de mensen in deze Koran allerlei vergelijkingen gemaakt. Hopelijk zullen zij zich laten vermanen.",
        "ur": "ہم نے اِس قرآن میں لوگوں کو طرح طرح کی مثالیں دی ہیں کہ یہ ہوش میں آئیں",
        "bn": "আৰু অৱশ্যে আমি এই কোৰআনত মানুহৰ বাবে সৰ্বপ্ৰকাৰ দৃষ্টান্ত উপস্থাপন কৰিছোঁ, যাতে সিহঁতে উপদেশ গ্ৰহণ কৰিব পাৰে।",
        "fa": "در این قرآن، از هر [گونه] مَثلى براى مردم آورده‌ایم؛ باشد که پند پذیرند."
      }
    },
    {
      "verse_number": 4086,
      "verse_key": "39:28",
      "arabic_text": "قُرْءَانًا عَرَبِيًّا غَيْرَ ذِى عِوَجٍ لَّعَلَّهُمْ يَتَّقُونَ",
      "phonetic_text": "Qur-anan AAarabiyyan ghayra theeAAiwajin laAAallahum yattaqoon",
      "translations": {
        "fr": "Un Coran (en langue) arabe, exempt de toute imperfection afin qu’ils craignent (Allah).",
        "en": "an Arabic Quran, free from any distortion- so that people may be mindful.",
        "es": "Este Corán ha sido revelado en idioma árabe y está libre de contradicciones, para que tengáis temor de Dios.",
        "it": "[Abbiamo dato loro] un Corano arabo, esente da tortuosità, affinché temano [Allah].",
        "ru": "Мы ниспослали Коран, в котором нет неправды, на арабском языке, чтобы они устрашились.",
        "tr": "Pürüzsüz Arapça bir Kur'ân (indirdik ki, Allah'ın azabından) korunsunlar.",
        "de": "(in diesem) arabischen Qur’an, an dem nichts Krummes ist, - auf daß sie gottesfürchtig werden mögen.",
        "pt": "É um Alcorão árabe, irrepreensível; quiçá assim temem a Deus.",
        "nl": "Door een Arabische Koran, waarin geen afwijkingen voorkomen. Hopelijk zullen zij (Allah) vrezen.",
        "ur": "ایسا قرآن جو عربی زبان میں ہے <sup foot_note=\"186786\">1</sup> ، جس میں کوئی ٹیڑھ نہیں ہے <sup foot_note=\"186787\">2</sup> ، تاکہ یہ بُرے انجام سے بچیں",
        "bn": "আৰবী ভাষাত এই কোৰআন বক্ৰতামুক্ত, যাতে সিহঁতে তাক্বৱা অৱলম্বন কৰে।",
        "fa": "قرآنى به زبان فصیح عربی و بدون هیچ گونه ابهام و انحراف [نازل كردیم]؛ باشد که [تحت تعلیماتش، از پروردگار یکتا] پروا کنند."
      }
    },
    {
      "verse_number": 4087,
      "verse_key": "39:29",
      "arabic_text": "ضَرَبَ ٱللَّهُ مَثَلًا رَّجُلًا فِيهِ شُرَكَآءُ مُتَشَـٰكِسُونَ وَرَجُلًا سَلَمًا لِّرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "phonetic_text": "Daraba Allahu mathalan rajulanfeehi shurakao mutashakisoona warajulan salamanlirajulin hal yastawiyani mathalan alhamdu lillahibal aktharuhum la yaAAlamoon",
      "translations": {
        "fr": "Allah cite en exemple tel homme dépendant de plusieurs associés qui se le disputent (en permanence), et tel autre qui ne dépend que d’un seul (maître) : les deux hommes sont-ils comparables ? Louange à Allah ! Or la plupart d’entre eux ne le savent pas !",
        "en": "God puts forward this illustration: can a man who has for his masters several partners at odds with each other be considered equal to a man devoted wholly to one master? All praise belongs to God, though most of them do not know.",
        "es": "Dios da un ejemplo sobre [la idolatría:] ¿Acaso son iguales un hombre que tiene muchos amos asociados que discrepan entre sí, y un hombre al servicio de un solo amo? ¡Alabado sea Dios! [No se equiparan] Pero la mayoría de los seres humanos lo ignoran.",
        "it": "Allah vi propone la metafora di un uomo che dipende da soci in lite tra loro e di un altro che sottostà ad un [unico] padrone. Sono forse nella stessa condizione? Lode ad Allah, ma la maggior parte degli uomini non sanno <a class=f><sup foot_note=159470>1</sup></a> .",
        "ru": "Аллах приводит в качестве притчи мужа, принадлежащего нескольким несговорчивым партнерам, и мужа, принадлежащего только одному человеку. Равны ли они в притче? Хвала надлежит Аллаху, но большинство их не знает этого.",
        "tr": "Allah, şöyle bir misal vermiştir: Bir adam ve birtakım ortakları var, hırçın hırçın çekişip duruyorlar. Bir de yalnız bir kişiye bağlı selamet içinde olan bir adam var. Bu ikisinin hali hiç bir olur mu? Hamd Allah'ındır, fakat pek çokları bilmezler.",
        "de": "Allah prägt als Gleichnis dasjenige von einem Mann, in dem sich (mehrere) Herren (als Eigentümer) teilen, die sich miteinander nicht vertragen, und einem Mann, der nur einem Herrn gehört. Sind die beiden im Gleichnis etwa gleich? (Alles) Lob gehört Allah! Aber die meisten von ihnen wissen nicht.",
        "pt": "Deus expõe, como exemplo, dois homens: um está a serviço de sócios antagônicos e o outro a serviço de uma só pessoa. Poderão ser equiparados? Louvado seja Deus! Porém, a maioria dos homens ignora.",
        "nl": "Allah heeft een vergelijking gemaakt van een slaaf die aan meerdere meesters behoort die onderling ruziën, met een slaaf die aan slechts één meester behoort. Zijn zij aan elkaar gelijk? Alle lof zij Allah, maar de meesten van hen weten het niet.",
        "ur": "اللہ ایک مثال دیتا ہے۔ ایک شخص تو وہ ہے جس کی ملکیّت میں بہت سے کج خُلق آقا شریک ہیں جو اسے اپنی اپنی طرف کھینچتے ہیں اور دُوسرا شخص پُورا کا  پُورا ایک ہی آقا  کا غلام ہے۔ کیا دونوں کا حال یکساں ہو سکتا ہے؟ <sup foot_note=\"186788\">1</sup>۔۔۔۔ الحمدُ للہ، <sup foot_note=\"186789\">2</sup> مگر اکثر  لوگ نادانی میں پڑے ہوئے ہیں۔ <sup foot_note=\"186790\">3</sup>",
        "bn": "আল্লাহে এটা দৃষ্টান্ত উপস্থাপন কৰিছে: এজন ব্যক্তি, যাৰ কেইবাজনো মনিব আছে, যিসকল পৰস্পৰ বিৰুদ্ধভাবাপন্ন, আৰু আন এজন মানুহ, যিজন কেৱল এজন মনিবৰ অনুগত; এই দুজন ব্যক্তিৰ অৱস্থা একে হ’ব পাৰেনে? সকলো ধৰণৰ প্ৰশংসা কেৱল আল্লাহৰেই; কিন্তু সিহঁতৰ অধিকাংশই নাজানে।",
        "fa": "الله [براى مقایسۀ مشرک و موحد،] مردى را مثال می‌زند كه چند شریک دربارۀ [مالکیتِ] او پیوسته با هم اختلاف و مشاجره دارند؛ و در مقابل آن، مردى كه تحت فرمان یک نفر قرار دارد. آیا این دو نفر، [از نظرِ موقعیت] یكسانند؟ ستایش مخصوص الله است؛ ولى بیشتر آنان نمى‌دانند."
      }
    },
    {
      "verse_number": 4088,
      "verse_key": "39:30",
      "arabic_text": "إِنَّكَ مَيِّتٌ وَإِنَّهُم مَّيِّتُونَ",
      "phonetic_text": "Innaka mayyitun wa-innahum mayyitoon",
      "translations": {
        "fr": "Certes tu mourras, et ils mourront (de même).",
        "en": "You [Prophet] will certainly die, and so will they,",
        "es": "Tú [¡Oh, Muhámmad!] has de morir y ellos también han de morir [pues ningún ser creado es inmortal].",
        "it": "In verità dovrai morire ed essi dovranno morire <a class=f><sup foot_note=159471>1</sup></a> ;",
        "ru": "Воистину, ты смертен, и они смертны.",
        "tr": "Sen elbette öleceksin, onlar da elbette öleceklerdir.",
        "de": "Du wirst gewiß sterben, und auch sie werden sterben.",
        "pt": "É bem verdade que tu morrerás e eles morrerão.",
        "nl": "Voorwaar, jij zuk sterven en voorwaar, zij zullen sterven.",
        "ur": "(اے نبیؐ)تمہیں بھی مرنا ہے اور اِن لوگوں کو  بھی مرنا ہے۔ <sup foot_note=\"186791\">1</sup>",
        "bn": "নিশ্চয় তুমি মৰণশীল আৰু সিহঁতেও মৰণশীল।",
        "fa": "[ای پیامبر،] قطعاً تو خواهی مُرد و آنان [نیز] خواهند مُرد."
      }
    },
    {
      "verse_number": 4089,
      "verse_key": "39:31",
      "arabic_text": "ثُمَّ إِنَّكُمْ يَوْمَ ٱلْقِيَـٰمَةِ عِندَ رَبِّكُمْ تَخْتَصِمُونَ",
      "phonetic_text": "Thumma innakum yawma alqiyamatiAAinda rabbikum takhtasimoon",
      "translations": {
        "fr": "Puis, au Jour de la Résurrection, auprès de votre Seigneur vous vous disputerez.",
        "en": "and, on the Day of Resurrection, you will dispute with one another in the presence of your Lord.",
        "es": "Luego, el Día de la Resurrección ante vuestro Señor disputaréis.",
        "it": "poi, nel Giorno della Resurrezione, polemizzerete [tra voi] davanti al vostro Signore.",
        "ru": "А потом, в День воскресения, вы будете препираться у своего Господа.",
        "tr": "Sonra siz muhakkak kıyamet gününde Rabbinizin huzurunda birbirinizden davacı olacaksınız.",
        "de": "Hierauf werdet ihr am Tag der Auferstehung bei eurem Herrn miteinander streiten.",
        "pt": "E, no Dia da Ressurreição, ante vosso Senhor disputareis.",
        "nl": "Daarna zullen jullie op de Dag der Opstanding bij jullie Heer met elkaar redetwisten.",
        "ur": "آخرکار قیامت کے روز تم سب اپنے رب کے حضور اپنا اپنا مقدمہ پیش کرو گے",
        "bn": "তাৰ পিছত কিয়ামতৰ দিনা নিশ্চয় তোমালোকে নিজ প্ৰতিপালকৰ সন্মুখত পৰস্পৰে বাক-বিতণ্ডা কৰিবা।",
        "fa": "آنگاه [شما مردم] در روز قیامت، نزد پروردگارتان [دربارۀ مسایل مورد اختلاف،] مجادله خواهید کرد."
      }
    },
    {
      "verse_number": 4090,
      "verse_key": "39:32",
      "arabic_text": "۞ فَمَنْ أَظْلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدْقِ إِذْ جَآءَهُۥٓ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْكَـٰفِرِينَ",
      "phonetic_text": "Faman athlamu mimman kathabaAAala Allahi wakaththaba bissidqiith jaahu alaysa fee jahannama mathwan lilkafireen",
      "translations": {
        "fr": "Est-il plus injuste que celui qui ment au sujet d’Allah et qui ose démentir la vérité quand elle lui parvient ? N’est-ce pas dans la Géhenne qu’il y a refuge pour les mécréants ?",
        "en": "So who could be more wrong than the person who invents a lie about God and rejects the truth when it comes to him? Is there not ample punishment for the disbelievers in Hell?",
        "es": "¿Acaso existe alguien más injusto que quien inventa mentiras sobre Dios y desmiente la Verdad cuando se le presenta? El Infierno será la morada de los que rechazan la verdad.",
        "it": "Chi è più ingiusto di colui che inventa menzogne contro Allah e smentisce la verità quando essa [gli] giunge? Nell’Inferno non c’è forse una dimora per i miscredenti?",
        "ru": "Кто может быть несправедливее того, кто возвел навет на Аллаха и счел ложью правду, когда она явилась ему? Разве не в Геенне обитель неверующих?",
        "tr": "Allah'a karşı yalan söyleyen ve doğru kendisine geldiği zaman onu yalan sayandan daha zalim (daha haksız) kim olabilir? Kâfirlerin yeri cehennemde değil midir?",
        "de": "Wer ist denn ungerechter, als wer gegen Allah lügt und die Wahrheit, wenn sie zu ihm kommt, für Lüge erklärt? Ist nicht in der Hölle ein Aufenthaltsort für die Ungläubigen?",
        "pt": "Haverá alguém mais iníquo do que quem mente acerca de Deus e desmente a Verdade, quando ela lhe chega? Acaso, nãohá lugar, no inferno, para os blasfemos?",
        "nl": "Wie is dan onrechtvaardiger dan hij die liegt over Allah en de Waarheid loochent wanneer deze tot hem komt? Is de verblijfplaats voor de ongelovigen niet in de Hel?",
        "ur": "پھر اُس شخص سے بڑا ظالم اور کون ہو گا جس نے اللہ پر جھوٹ باندھا اور جب سچائی اس کے سامنے آئی تو اُسے جھٹلا دیا کیا ایسے کافروں کے لیے جہنم میں کوئی ٹھکانا نہیں ہے؟",
        "bn": "এতেকে যি ব্যক্তিয়ে আল্লাহ সম্পৰ্কে মিছা আৰোপ কৰে আৰু সত্য অহাৰ পিছতো সেয়া অস্বীকাৰ কৰে সেইজনতকৈ ডাঙৰ যালিম আৰুনো কোন হ’ব পাৰে? কাফিৰবিলাকৰ আবাসস্থল জাহান্নাম নহয়নে বাৰু?",
        "fa": "و كیست ستمكارتر از کسی كه به الله، دروغ نسبت می‌دهد و سخن راستی را كه به وی رسیده است، دروغ می‌شمارد؟ آیا در دوزخ، جایگاهى براى کافران نیست؟"
      }
    },
    {
      "verse_number": 4091,
      "verse_key": "39:33",
      "arabic_text": "وَٱلَّذِى جَآءَ بِٱلصِّدْقِ وَصَدَّقَ بِهِۦٓ ۙ أُو۟لَـٰٓئِكَ هُمُ ٱلْمُتَّقُونَ",
      "phonetic_text": "Wallathee jaa bissidqiwasaddaqa bihi ola-ika humu almuttaqoon",
      "translations": {
        "fr": "Quant à celui qui est venu apporter la vérité et ceux qui y ont accordé créance, ceux-là sont les gens pieux.",
        "en": "It is the one who brings the truth and the one who accepts it as true who are mindful of God:",
        "es": "Quien les ha traído la Verdad [el profeta Muhámmad] y aquellos que creyeron en él y lo siguieron, son los piadosos.",
        "it": "Chi ha recato la Verità e chi vi si è attenuto: ecco i timorati <a class=f><sup foot_note=159472>1</sup></a> .",
        "ru": "Но тот, кто явился с правдой, и тот, кто признал ее истинность, действительно являются богобоязненными.",
        "tr": "Doğruyu getiren ve onu tasdik edene gelince, işte onlar kötülükten korunan müttakilerdir.",
        "de": "Derjenige aber, der mit der Wahrheit kommt (,) und (derjenige andere, der) sie für wahr hält, - das sind die Gottesfürchtigen.",
        "pt": "Outrossim, aqueles que apresentarem a verdade e a confirmarem, esses serão os tementes.",
        "nl": "En degene die met de Waarheid is gekomen, en deze bevestigt: hij is degene die tot de Moettaqôen behoort.",
        "ur": "اور جو شخص سچائی لے کر آیا اور جنہوں نے اُس کو سچ مانا، وہی عذاب سے بچنے والے ہیں۔ <sup foot_note=\"186792\">1</sup>",
        "bn": "আৰু যিয়ে সত্য লৈ আহিছে আৰু যিয়ে তাক সত্য বুলি মানি লৈছে তেওঁলোকেই হৈছে মুত্তাক্বী।",
        "fa": "اما کسانی که پیام راستین بیاورند [و دیگران را به پذیرش آن دعوت کنند] و خود نیز آن را تصدیق نمایند، به راستی پرهیزگارند."
      }
    },
    {
      "verse_number": 4092,
      "verse_key": "39:34",
      "arabic_text": "لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ ۚ ذَٰلِكَ جَزَآءُ ٱلْمُحْسِنِينَ",
      "phonetic_text": "Lahum ma yashaoona AAindarabbihim thalika jazao almuhsineen",
      "translations": {
        "fr": "Ils auront ce qu’ils voudront auprès de leur Seigneur. Telle est la récompense des bienfaiteurs.",
        "en": "they will have everything they wish for with their Lord. Such is the reward of those who do good:",
        "es": "Ellos tendrán cuanto deseen junto a su Señor. Esa será la recompensa de los que hacen el bien.",
        "it": "Presso il loro Signore, avranno tutto quel che vorranno. Questa è la ricompensa di chi compie il bene.",
        "ru": "Для них у их Господа уготовано то, чего они пожелают. Таково воздаяние творящим добро!",
        "tr": "Onlara, Rablerinin yanında ne dilerlerse vardır. İşte bu, iyilik yapanların mükafatıdır.",
        "de": "Sie haben, was sie wollen, bei ihrem Herrn; das ist der Lohn der Gutes Tuenden,",
        "pt": "Que obterão o que anelam, na presença do seu Senhor. Tal será a recompensa dos benfeitores,",
        "nl": "Voor hen is wat zij wensen bij hun Heer. Dat is de beloning voor de weldoeners.",
        "ur": "انہیں اپنے ربّ کے ہاں وہ سب کچھ ملے گا جس کی وہ خواہش کریں گے۔ <sup foot_note=\"186793\">1</sup> یہ ہے نیکی کرنے والوں کی جزا",
        "bn": "তেওঁলোকৰ বাবে তেওঁলোকৰ প্ৰতিপালকৰ ওচৰত সেই সকলো বস্তু উপলব্ধ আছে যিটো তেওঁলোকে বিচাৰিব। এইটোৱেই হৈছে সৎকৰ্মশীল লোকৰ পুৰস্কাৰ।",
        "fa": "هر چه بخواهند، نزد پروردگارشان دارند. پاداش نیكوكاران همین است."
      }
    },
    {
      "verse_number": 4093,
      "verse_key": "39:35",
      "arabic_text": "لِيُكَفِّرَ ٱللَّهُ عَنْهُمْ أَسْوَأَ ٱلَّذِى عَمِلُوا۟ وَيَجْزِيَهُمْ أَجْرَهُم بِأَحْسَنِ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
      "phonetic_text": "Liyukaffira Allahu AAanhum aswaa allatheeAAamiloo wayajziyahum ajrahum bi-ahsani allathee kanooyaAAmaloon",
      "translations": {
        "fr": "Allah rachètera ce qu’ils auront commis de pire et les rétribuera selon ce qu’ils auront accompli de meilleur.",
        "en": "God will absolve them even of their worst deeds and will reward them according to their best.",
        "es": "Dios les perdonará las peores faltas que hubieran cometido, y los recompensará por las mejores buenas obras que hayan realizado.",
        "it": "Infatti Allah cancellerà le loro azioni peggiori e li compenserà per ciò che di meglio avranno fatto.",
        "ru": "Это произойдет для того, чтобы Аллах простил им наихудшее из того, что они совершили, и воздал им наградой за лучшее из того, что они совершали (или лучшим, чем то, что они совершали).",
        "tr": "Çünkü Allah, onların önceden yaptıkları amelin en kötüsünü bile keffaretle örtüp, işlemekte bulundukları güzel amellerin en güzeline göre mükafatlarını kendilerine verecektir.",
        "de": "auf daß Allah ihnen das Schlechteste von dem, was sie getan haben, tilge und ihnen ihren Lohn vergelte für das Beste von dem, was sie taten.",
        "pt": "Para que Deus lhes absolva o pior de tudo quanto tenham cometido e lhes pague a sua recompensa, de acordo com omelhor que tiverem feito.",
        "nl": "Zodat Allah het slechtste dat zij hebben gedaan zal uitwissen en zodat Hij hun hun beloning zal geven naar het beste van wat zij plachten te doen.",
        "ur": "تاکہ جو بدترین اعمال انہوں نے کیے تھے انہیں اللہ ان کے حساب سے ساقط کر دے اور جو بہترین اعمال وہ کرتے رہے  اُن کے لحاظ سے اُن کو اجر عطا فرمائے۔ <sup foot_note=\"186794\">1</sup>",
        "bn": "যাতে তেওঁলোকে যিবোৰ অসৎকৰ্ম কৰিছিল আল্লাহে সেয়া ক্ষমা কৰি দিয়ে আৰু তেওঁলোকক তেওঁলোকৰ সৰ্বোত্তম কৰ্মৰ বাবে পুৰস্কৃত কৰে।",
        "fa": "تا الله، بدترین رفتارشان را از [كارنامۀ] آنان بزداید و بر اساس بهترین اعمالشان، به آنان پاداش دهد."
      }
    },
    {
      "verse_number": 4094,
      "verse_key": "39:36",
      "arabic_text": "أَلَيْسَ ٱللَّهُ بِكَافٍ عَبْدَهُۥ ۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
      "phonetic_text": "Alaysa Allahu bikafin AAabdahuwayukhawwifoonaka billatheena min doonihi waman yudliliAllahu fama lahu min had",
      "translations": {
        "fr": "Allah ne suffit-Il donc pas pour protéger Son serviteur ? Ils cherchent cependant à t’effrayer par (ce qu’ils adorent) en dehors de Lui. Celui qu’Allah entend égarer n’aura point de guide.",
        "en": "Is God not enough for His servant? Yet they threaten you [Prophet] with those they worship other than Him. If God allows someone to stray he has no one to guide him;",
        "es": "¿Acaso Dios no es suficiente [como Protector] para Su siervo? Pero ellos [los idólatras] intentan atemorizarte con sus ídolos [a los cuales adoran] en lugar de Él. Y a quien Dios permite que se desvíe nadie lo podrá guiar.",
        "it": "Non basta forse Allah al Suo servo, quando gli uomini ti minacciano [con le sanzioni] di coloro [che adorano] all’infuori di Allah <a class=f><sup foot_note=159473>1</sup></a> ? E coloro che Allah svia non avranno direzione.",
        "ru": "Разве Аллаха не достаточно для Его раба? Они устрашают тебя теми, которые ниже Него. А кого Аллах введет в заблуждение, тому не будет наставника.",
        "tr": "Allah, kuluna kâfi değil midir? Durmuşlar da seni O'ndan başkalarıyla korkutuyorlar. Her kimi ki Allah şaşırtırsa, artık ona hidayet edecek yoktur.",
        "de": "Wird Allah nicht Seinem Diener genügen? Dennoch wollen sie dir mit denjenigen, die es außer Ihm geben soll, Furcht einflößen. Und wen Allah in die Irre gehen läßt, der hat niemanden, der ihn rechtleitet.",
        "pt": "Acaso, não é Deus suficiente Custódio para o Seus servo? Porém, eles tratarão de amedrontar-te com as outrasdivindades, além d'Ele! Mas quem Deus extraviar não terá orientador algum.",
        "nl": "Is Allah geen Beschermer voor Zijn dienaren? En zij maken jou bang voor degenen (afgoden) naast Hem. En wie door Allah tot dwaling gebracht wordt; voor hem is er geen leider.",
        "ur": "(اے نبیؐ)کیا اللہ اپنے بندے کے لیے کافی نہیں ہے؟ یہ لوگ اُس کے سوا دُوسروں سے تم کو ڈراتےہیں۔ <sup foot_note=\"186795\">1</sup> حالانکہ اللہ جسے گمراہی میں ڈال دے اُسے کوئی راستہ دکھانے والا نہیں",
        "bn": "আল্লাহেই তেওঁৰ বান্দাৰ বাবে যথেষ্ট নহয়নে? অথচ সিহঁতে তোমাক আল্লাহৰ পৰিবৰ্তে আনৰ ভয় দেখুৱায়। আল্লাহে যাক পথভ্ৰষ্ট কৰে তাৰ বাবে কোনো হিদায়তকাৰী নাই।",
        "fa": "آیا الله براى دفاع از بنده‌اش كافى نیست؟ اما [مشرکان] تو را از معبودان[باطل]شان مى‌ترسانند؛ و هر کس كه الله او را گمراه کند، هیچ هدایتگری نخواهد داشت."
      }
    },
    {
      "verse_number": 4095,
      "verse_key": "39:37",
      "arabic_text": "وَمَن يَهْدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّ ۗ أَلَيْسَ ٱللَّهُ بِعَزِيزٍ ذِى ٱنتِقَامٍ",
      "phonetic_text": "Waman yahdi Allahu fama lahumin mudillin alaysa Allahu biAAazeezin theeintiqam",
      "translations": {
        "fr": "Et celui qu’Allah entend guider, nul ne pourra l’égarer. Allah n’est-Il pas Tout Puissant (et n’a-t-il pas) fait Sienne la Vengeance ?",
        "en": "if God guides someone no one can lead him astray. Is God not mighty and capable of retribution?",
        "es": "A quien Dios decretó que siguiera la guía, no habrá nadie que lo pueda desviar. ¿Acaso no es Dios Poderoso y el dueño de la retribución [que merecen]?",
        "it": "Coloro che Allah guida, nessuno li potrà sviare. Allah non è forse eccelso, padrone del castigo?",
        "ru": "А кого Аллах наставит на прямой путь, того никто не введет в заблуждение. Разве Аллах - не Могущественный, Способный на возмездие?",
        "tr": "Her kime de Allah hidayet verirse artık onu da şaşırtacak yoktur. Allah aziz (çok güçlü) ve intikam sahibi değil midir?",
        "de": "Wen aber Allah rechtleitet, den kann niemand in die Irre führen. Ist nicht Allah Allmächtig und Besitzer von Vergeltungsgewalt?",
        "pt": "Em troca, a quem Deus encaminhar, ninguém poderá extraviar. Acaso, não é Deus, Justiceiro, Poderosíssimo?",
        "nl": "En wie door Allah geleid wordt: niemand kan hem doen dwalen. Is Allah niet Almachtig, de Bezitter van de Vergelding.",
        "ur": "اور جسے وہ ہدایت دے اُسے بھٹکانے والا بھی کوئی نہیں، کیا اللہ زبردست اور انتقام لینے والا نہیں ہے؟ <sup foot_note=\"186796\">1</sup>",
        "bn": "আৰু যাক আল্লাহে হিদায়ত কৰে তাক পথভ্ৰষ্ট কৰিবলৈও কোনো নাই; আল্লাহ মহা পৰাক্ৰমশালী, প্ৰতিশোধ গ্ৰহণকাৰী নহয়নে বাৰু?",
        "fa": "و هر کس که الله او را هدایت کند، هیچ کس او را گمراه نخواهد ساخت. آیا الله شکست‌ناپذیر و انتقام‌گیرنده نیست؟"
      }
    },
    {
      "verse_number": 4096,
      "verse_key": "39:38",
      "arabic_text": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ ۚ قُلْ أَفَرَءَيْتُم مَّا تَدْعُونَ مِن دُونِ ٱللَّهِ إِنْ أَرَادَنِىَ ٱللَّهُ بِضُرٍّ هَلْ هُنَّ كَـٰشِفَـٰتُ ضُرِّهِۦٓ أَوْ أَرَادَنِى بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَـٰتُ رَحْمَتِهِۦ ۚ قُلْ حَسْبِىَ ٱللَّهُ ۖ عَلَيْهِ يَتَوَكَّلُ ٱلْمُتَوَكِّلُونَ",
      "phonetic_text": "Wala-in saaltahum man khalaqa assamawatiwal-arda layaqoolunna Allahu qul afaraaytumma tadAAoona min dooni Allahi in aradaniyaAllahu bidurrin hal hunna kashifatu durrihiaw aradanee birahmatin hal hunna mumsikaturahmatihi qul hasbiya Allahu AAalayhiyatawakkalu almutawakkiloon",
      "translations": {
        "fr": "Si tu leur demandes : « Qui a créé les cieux et la terre ? » ils diront : « Allah ! » Dis alors : « Pensez-vous que si Allah me voulait quelque mal, ceux que vous invoquez en dehors de Lui pourraient m’en préserver ? Et s’Il me voulait quelque miséricorde, pensez-vous que (ces divinités) pourraient la retenir? » Dis : « Qu’Allah me suffise ! C’est à Lui Seul que s’en remettent ceux qui cherchent à qui s’en remettre. »",
        "en": "If you [Prophet] ask them, ‘Who created the heavens and earth?’ they are sure to answer, ‘God,’ so say, ‘Consider those you invoke beside Him: if God wished to harm me, could they undo that harm? If God wished to show me mercy, could they withhold that mercy?’ Say, ‘God is enough for me: all those who trust should put their trust in Him.’",
        "es": "Si les preguntas [a los idólatras:] “¿Quién ha creado los cielos y la Tierra?” Te responderán: “¡Dios!” Diles: “¿Acaso no habéis pensado qué es aquello que invocáis en vez de Dios? ¿Si Dios quisiera azotarme con algún daño, acaso vuestros ídolos me podrían librar de él? ¿O si deseara Dios cubrirme con Su misericordia, podrían ellos impedirlo?” Diles: “Me es suficiente con Dios. Quienes confíen verdaderamente en Dios, que se encomienden a Él”.",
        "it": "Se domandassi loro: «Chi ha creato i cieli e la terra?», certamente risponderebbero: «Allah». Di’: «Considerate allora coloro che invocate all’infuori di Allah. Se Allah volesse un male per me saprebbero dissiparlo? Se volesse per me una misericordia, saprebbero trattenere la Sua misericordia?». Di’: «Allah mi basta: in Lui confidino coloro che confidano».",
        "ru": "Если ты спросишь их: «Кто создал небеса и землю?». - они непременно скажут: «Аллах». Скажи: «Видели ли вы тех, к кому вы взываете вместо Аллаха? Если Аллах захочет навредить мне, разве они смогут отвратить Его вред? Или же, если Он захочет оказать мне милость, разве они смогут удержать Его милость?». Скажи: «Довольно мне Аллаха. На Него одного уповают уповающие».",
        "tr": "Andolsun ki onlara: \"O gökleri ve yeri kim yarattı?\" diye soracak olsan: \"Elbette Allah!\" diyeceklerdir. O halde gördünüz ya Allah'tan başka çağırdıklarınızı! Eğer Allah bana bir zarar vermek isterse, onlar O'nun zararını giderebilirler mi? Yahut bana bir rahmet dilerse, onlar O'nun rahmetini tutabilirler mi? De ki: \"Allah, bana yeter.\" Tevekkül edenler, hep O'na dayanırlar.",
        "de": "Und wenn du sie fragst, wer die Himmel und die Erde erschaffen hat, sagen sie ganz gewiß: Allah. Sag: Was meint ihr wohl zu dem, was ihr anstatt Allahs anruft; wenn Allah für mich Unheil will, können sie (dann) Sein Unheil hinwegnehmen? Oder wenn Er für mich Barmherzigkeit will, können sie (dann) Seine Barmherzigkeit zurückhalten? Sag: Meine Genüge ist Allah. Auf Ihn verlassen sich diejenigen, die sich (überhaupt auf jemanden) verlassen.",
        "pt": "E se lhes perguntares quem criou os céus e a terra, seguramente te responderão: Deus! Dize-lhes: Tereis reparado nosque invocais, em vez de Deus? Se Deus quisesse prejudicar-me, poderiam, acaso, impedi-Lo? Ou então, se Ele quisessefavorecer-me com alguma graça, poderiam eles privar-me dela? Dize-lhes (mais): Deus me basta! A Ele se encomendamaqueles que estão confiantes.",
        "nl": "En als jij hun vraagt wie de hemelen en de aarde heeft geschapen, dan zullen zij zeker zeggen: \"Allah.\" Zeg: \"Zien jullie dan niet wat jullie buiten Allah aanroepen? Als Allah voor mij rampspoed wenst, zijn zij (de afgoden) het dan die de ramp van Hem kunnen wegnemen? Of als Hij Barmhartigheid wenst, zijn zij het dan die Zijn Bamhartigheid kunnen tegenhouden? Zeg: \"Allah is mij voldoende. Op Hem vertrouwen degenen die vertrouwen hebben.\"",
        "ur": "اِن لوگوں سے اگر تم پوچھو کہ زمین اور آسمانوں کو کس نے پیدا کیا ہے تو یہ خود کہیں گے کہ اللہ نے۔ اِن سے کہو، جب حقیقت یہ ہے تو تمہارا کیا خیال ہے کہ اگر اللہ مجھے کوئی نقصان پہنچانا چاہے تو یا تمہاری یہ دیویاں ، جنہیں تم اللہ کو چھوڑ کر پکارتے ہو، مجھے اُس کے پہنچائے ہوئے نقصان سے بچا لیں گی؟ یا اللہ مجھ پر مہربانی کرنا چاہے تو کیا یہ اُس کی رحمت کو روک سکیں گی؟ بس ان سے کہہ دو کہ میرے لیے اللہ ہی کافی ہے، بھروسہ کرنے والے اُسی پر بھروسہ کرتے ہیں۔ <sup foot_note=\"186797\">1</sup>",
        "bn": "আৰু তুমি যদি সিহঁতক সোধা, ‘আকাশসমূহ আৰু পৃথিৱী কোনে সৃষ্টি কৰিছে’? সিহঁতে অৱশ্যে ক’ব, ‘আল্লাহ’। কোৱা, ‘তোমালোকে ভাবিছানে, আল্লাহে যদি মোৰ অনিষ্ট কৰিব বিচাৰে তেন্তে তোমালোকে আল্লাহৰ পৰিবৰ্তে যিবোৰক আহ্বান কৰা সিহঁতে সেই অনিষ্ট দূৰ কৰিব পাৰিবনে? অথবা তেওঁ যদি মোৰ প্ৰতি অনুগ্ৰহ কৰিব বিচাৰে তেন্তে সিহঁতে সেই অনুগ্ৰহ ৰোধ কৰিব পাৰিবনে’? কোৱা, ‘মোৰ বাবে আল্লাহেই যথেষ্ট’। নিৰ্ভৰকাৰীসকলে তেওঁৰ ওপৰতেই নিৰ্ভৰ কৰে।",
        "fa": "[ای پیامبر،] اگر از مشرکان بپرسی: «چه کسی آسمان‌ها و زمین را آفریده است؟»، مسلماً می‌گویند: «الله». به آنان بگو: «پس به نظر شما، اگر الله ناخوشی و رنجی برایم بخواهد، آیا آنچه به جاى الله [به نیایش] مى‌خوانید، می‌توانند آسیب او را برطرف کنند؟ یا اگر الله رحمتى براى من بخواهد، آیا مى‌توانند مانع او شوند؟» بگو: [پشتیبانیِ] الله برایم کافی است. اهل توکل، تنها بر او توكل مى‌كنند»."
      }
    },
    {
      "verse_number": 4097,
      "verse_key": "39:39",
      "arabic_text": "قُلْ يَـٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَـٰمِلٌ ۖ فَسَوْفَ تَعْلَمُونَ",
      "phonetic_text": "Qul ya qawmi iAAmaloo AAalamakanatikum innee AAamilun fasawfa taAAlamoon",
      "translations": {
        "fr": "Dis : « Ô peuple mien ! Agissez selon votre manière, j’agirai selon la mienne. Car vous allez bientôt savoir",
        "en": "Say, ‘My people, do whatever is in your power- and so will I. You will find out",
        "es": "Diles: “¡Oh, pueblo mío! Obrad como queráis, que yo obraré [acorde a lo que me ha sido revelado]. Ya sabréis",
        "it": "Di’: «O popol mio, agite alla vostra maniera, io agirò [alla mia]». Quanto prima saprete",
        "ru": "Скажи: «О мой народ! Действуйте по своему усмотрению, и я тоже буду действовать. Скоро вы узнаете,",
        "tr": "De ki: \"Ey kavmim! Haliniz üzere çalışın. Ben de kendi halime göre çalışıyorum. Artık ileride bileceksiniz.\"",
        "de": "Sag: O mein Volk, handelt nach eurer Stellung, ich werde (ebenfalls so) handeln. Dann werdet ihr erfahren,",
        "pt": "Dize-lhes (ainda): Ó povo meu, agi a vosso gosto! Eu também farei (o mesmo)! Logo sabereis,",
        "nl": "Zeg: \"O mijn volk, werk op jullie manier, voorwaar, ik werk (op mijn manier). Spoedig zullen jullie het weten.\"",
        "ur": "ان سے صاف کہو کہ”اے میری قوم کے لوگو، تم اپنی جگہ اپنا کام کیے جاوٴ <sup foot_note=\"186798\">1</sup> ، میں اپنا کام کرتا رہوں گا، عنقریب تمہیں معلوم ہوجائے گا",
        "bn": "কোৱা, ‘হে মোৰ সম্প্ৰদায়! তোমালোকে নিজ নিজ স্থানত কাম কৰি যোৱা, নিশ্চয় মই মোৰ কাম কৰি যাম। এতেকে শীঘ্ৰে তোমালোকে (তোমালোকৰ পৰিণাম) জানিবলৈ পাবা,",
        "fa": "بگو: «اى قوم من، شما بر روش خود عمل کنید، من نیز [به وظایف خود] عمل مى‌كنم."
      }
    },
    {
      "verse_number": 4098,
      "verse_key": "39:40",
      "arabic_text": "مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ",
      "phonetic_text": "Man ya/teehi AAathabun yukhzeehi wayahilluAAalayhi AAathabun muqeem",
      "translations": {
        "fr": "qui subira un châtiment humiliant et sur qui s’abattra un éternel supplice. »",
        "en": "who will suffer humiliation, and on whom a lasting torment will descend.’",
        "es": "a quién le corresponde el castigo humillante, y quién recibirá un castigo eterno [en la otra vida]”.",
        "it": "chi sarà colpito da un ignominioso castigo e chi riceverà un duraturo castigo.",
        "ru": "кого постигнет мучение, которое опозорит его, и на кого падут вечные мучения».",
        "tr": "\"Kendisini rezil edecek azabın kime geleceğini ve sürekli bir azabın kimin üzerine konacağını.\"",
        "de": "über wen eine Strafe kommen wird, die ihn in Schande stürzt, und (über wen) eine beständige Strafe hereinbrechen wird.",
        "pt": "A quem açoitará um castigo que o aviltará, fazendo com que tenha um tormento permanente.",
        "nl": "Tot wie een bestraffing komt: die zal door hem vemederd worden, en een blijvende bestraffing zal op hem rusten.",
        "ur": "کہ کس پر رسوا کن عذاب آتا ہے اور کسے وہ سزا ملتی ہے جو کبھی ٹلنے والی نہیں\"",
        "bn": "‘কাৰ ওপৰত আহিব লাঞ্ছনাদায়ক শাস্তি আৰু কাৰ ওপৰত আপতিত হ’ব স্থায়ী শাস্তি’।",
        "fa": "به زودى خواهید دانست كه كیست آنكه [در دنیا] گرفتارِ عذاب رسواگر می‌شود و [در آخرت،] عذاب پاینده بر سرش می‌بارد»."
      }
    },
    {
      "verse_number": 4099,
      "verse_key": "39:41",
      "arabic_text": "إِنَّآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَـٰبَ لِلنَّاسِ بِٱلْحَقِّ ۖ فَمَنِ ٱهْتَدَىٰ فَلِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ",
      "phonetic_text": "Inna anzalna AAalayka alkitabalinnasi bilhaqqi famani ihtadafalinafsihi waman dalla fa-innama yadilluAAalayha wama anta AAalayhim biwakeel",
      "translations": {
        "fr": "Nous avons fait descendre vers toi (en révélation) le Livre, (adressé) aux hommes en toute vérité. Quiconque empruntera la bonne voie l’aura fait pour lui-même, et quiconque s’égarera ne s’égarera que contre lui-même. Et tu n’as pas à te porter garant (de leurs propres causes).",
        "en": "We have sent the Scripture down to you [Prophet] with the Truth for people. Whoever follows the guidance does so for his own benefit, whoever strays away from it does so at his own peril: you are not in charge of them.",
        "es": "[¡Oh, Muhámmad!] Te he revelado el Libro con la Verdad para [que se lo transmitas a] la gente. Quien siga la guía lo hará en beneficio propio, pero quien se desvíe lo hará en detrimento propio. Sabe que tú no eres responsable de lo que ellos hagan.",
        "it": "Su di te <a class=f><sup foot_note=159474>1</sup></a> abbiamo fatto scendere il Libro per gli uomini, secondo verità. Chi ne è ben diretto, lo fa per se stesso, chi svia si svia a suo danno. Tu non sei responsabile di loro.",
        "ru": "Мы ниспослали тебе Писание для людей с истиной. Тот, кто последовал прямым путем, поступил во благо себе. А тот, кто впал в заблуждение, поступает во вред только себе, и ты не являешься их попечителем и хранителем.",
        "tr": "Biz bu kitabı sana, insanlar için hak ile indirdik. O halde kim doğru yola gelirse kendi lehinedir. Kim de saparsa, sırf kendi aleyhine olarak sapar. Sen onların üzerine vekil değilsin.",
        "de": "Gewiß, Wir haben für die Menschen das Buch mit der Wahrheit auf dich hinabgesandt. Wer sich nun rechtleiten läßt, der (tut das) zu seinem eigenen Vorteil; und wer in die Irre geht, der geht nur zu seinem eigenen Nachteil in die Irre. Und du bist nicht (als) Sachwalter über sie (eingesetzt).",
        "pt": "Em verdade, temos-te revelado o Livro, para (instruíres) os humanos. Assim, pois, quem se encaminhar, será embenefício próprio; por outra, quem se desviar, será em seu próprio prejuízo. E tu não és guardião deles.",
        "nl": "Voorwaar, Wij hebben in Waarheid het Boek aan jou gezonden. Wie dan de Leiding aanvandt; het is ten gunste van zichzelf; maar wie dwaalt; hij benadeelt slechts zichzelf. En jij (O Moehammad) bent geen verantwoordelijke over hen.",
        "ur": "(اے نبیؐ)ہم نے سب انسانوں کے لیے کتابِ برحق تم پر نازل کر دی ہے۔ اب جو سیدھا راستہ اختیار کرے گا اپنے لیے کرے گا اور جو بھٹکے گا اُس کے بھٹکنے کا وبال اُسی پر ہوگا، تم اُن کے ذمّہ دار نہیں ہو۔ <sup foot_note=\"186799\">1</sup>",
        "bn": "নিশ্চয় আমি তোমাৰ প্ৰতি মানুহৰ বাবে যথাযথভাৱে কিতাব অৱতীৰ্ণ কৰিছোঁ, এতেকে যিয়ে সৎপথ অৱলম্বন কৰে সি নিজৰ কল্যাণৰ বাবেই কৰে আৰু যিয়ে বিপথগামী হয় সি নিজৰ ধ্বংসৰ বাবেই হয়, আৰু তুমি সিহঁতৰ ওপৰত তত্ত্বাৱধায়ক নহয়।",
        "fa": "این كتاب آسمانی را براى [هدایت] مردم، به‌حق بر تو نازل كردیم؛ هر کس هدایت شود، به سودِ خود اوست و هر کس گمراه گشت، به زیان خویش گمراه شده است؛ و تو [نگهبان و] کارسازشان نیستى [که آنان را به هدایت اجبار کنی]."
      }
    },
    {
      "verse_number": 4100,
      "verse_key": "39:42",
      "arabic_text": "ٱللَّهُ يَتَوَفَّى ٱلْأَنفُسَ حِينَ مَوْتِهَا وَٱلَّتِى لَمْ تَمُتْ فِى مَنَامِهَا ۖ فَيُمْسِكُ ٱلَّتِى قَضَىٰ عَلَيْهَا ٱلْمَوْتَ وَيُرْسِلُ ٱلْأُخْرَىٰٓ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
      "phonetic_text": "Allahu yatawaffa al-anfusa heenamawtiha wallatee lam tamut fee manamihafayumsiku allatee qada AAalayha almawta wayursilual-okhra ila ajalin musamman inna fee thalikalaayatin liqawmin yatafakkaroon",
      "translations": {
        "fr": "Allah reprend les âmes au moment de leur mort, et celles qui ne meurent pas, (Il les reprend) au cours de leur sommeil. Il retient alors celles pour lesquelles Il a décrété le trépas, et libère les autres jusqu’à un terme déjà nommé. Il y a certes là des Signes pour des gens qui savent réfléchir.",
        "en": "God takes the souls of the dead and the souls of the living while they sleep- He keeps hold of those whose death He has ordained and sends the others back until their appointed time- there truly are signs in this for those who reflect.",
        "es": "Dios toma las almas en el momento de la muerte, y durante el sueño las de quienes aún no les ha llegado su hora. Retiene aquellas de quienes decretó su muerte, y devuelve las otras hasta [que se cumpla] el plazo prefijado [para su muerte]. En esto hay signos para quienes reflexionan.",
        "it": "Allah accoglie le anime al momento della morte e durante il sonno. Trattiene poi quella di cui ha deciso la morte e rinvia l’altra fino ad un termine stabilito <a class=f><sup foot_note=159475>1</sup></a> . In verità in ciò vi sono segni per coloro che riflettono.",
        "ru": "Аллах забирает души в момент смерти, а ту, которая пока не умирает, - во время сна. Он удерживает ту, которой предопределил смерть, а другую отпускает до определенного срока. Воистину, в этом - знамения для людей размышляющих.",
        "tr": "Allah, o canları öldükleri zaman, ölmeyenleri de uyuduklarında alır. Sonra haklarında ölüm hükmü verdiklerini alıkor, diğerlerini de takdir edilmiş bir süreye kadar salıverir. Şüphesiz ki bunda düşünecek bir kavim için nice ibretler vardır.",
        "de": "Allah beruft die Seelen zur Zeit ihres Todes ab und auch diejenigen, die nicht gestorben sind, während ihres Schlafes’. Er hält die eine, für die Er den Tod beschlossen hat, zurück und gibt die andere auf eine festgesetzte Frist frei. Darin sind wahrlich Zeichen für Leute, die nachdenken.",
        "pt": "Deus recolhe as almas, no momento da morte e, dos que não morreram, ainda (recolhe) durante o sono. Ele retém aquelescujas mortes tem decretadas e deixa em liberdade outros, até um término prefixado. Em verdade, nisto há sinais para ossensatos.",
        "nl": "Allah neemt de zielen weg bij hun sterven en bij degenen die niet stemen in hun slaap. Dan houdt Hij de zielen waarvoor Hij de dood leeft beslist achter, en stuurt Hij de overigen (terug) tot een vastgestelde tijd. Voorwaar, daarin zijn zeker Tekenen voor een volk dat nadenkt.",
        "ur": "وہ اللہ ہی ہے جو موت کے وقت رُوحیں قبض کرتا ہے اور جو ابھی نہیں مرا ہے اُس کی رُوح نیند میں قبض کر لیتا ہے، <sup foot_note=\"186801\">1</sup> پھر جس پر وہ موت کا فیصلہ نافذ کرتا ہے اُسے روک لیتا ہے اور دُوسروں کی رُوحیں ایک وقتِ مقرر کے لیے واپس بھیج دیتا ہے۔ اِس میں بڑی نشانیاں ہیں اُن لوگوں کے لیے جو غور و فکر کرنے والے ہیں۔ <sup foot_note=\"186802\">2</sup>",
        "bn": "আল্লাহেই প্ৰাণীসকলৰ প্ৰাণ হৰণ কৰে সিহঁতৰ মৃত্যুৰ সময়ত, আৰু যিসকলে মৃত্যুবৰণ কৰা নাই সিহঁতৰো (প্ৰাণ হৰণ কৰে) নিদ্ৰা অৱস্থাত। তাৰ পিছত তেওঁ যাৰ বাবে মৃত্যুৰ সিদ্ধান্ত গ্ৰহণ কৰে, তাৰ প্ৰাণ তেওঁ ৰাখি দিয়ে আৰু আনবোৰক এৰি দিয়ে, এটা নিৰ্দিষ্ট সময়লৈকে। নিশ্চয় ইয়াত নিদৰ্শন আছে এনে সম্প্ৰদায়ৰ বাবে, যিসকলে গৱেষণা কৰে।",
        "fa": "الله جان‌ها را در لحظۀ مرگ مى‌گیرد و [نیز] جان کسی را كه نمرده است، به هنگام خوابش [مى‌گیرد]؛ آنگاه جان‌هایی را كه حكم مرگ بر آنها رانده است، نگه مى‌دارد و جانِ دیگران را تا هنگام معین [مرگ] بازپس می‌فرستد. در این [امر] براى هر کس که بیندیشد، نشانه‌هایى [از قیامت] وجود دارد."
      }
    },
    {
      "verse_number": 4101,
      "verse_key": "39:43",
      "arabic_text": "أَمِ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ شُفَعَآءَ ۚ قُلْ أَوَلَوْ كَانُوا۟ لَا يَمْلِكُونَ شَيْـًٔا وَلَا يَعْقِلُونَ",
      "phonetic_text": "Ami ittakhathoo min dooni AllahishufaAAaa qul awa law kanoo la yamlikoonashay-an wala yaAAqiloon",
      "translations": {
        "fr": "Ou bien ont-ils pris, en dehors d’Allah, des intercesseurs ? Dis : « (Les adopteriez-vous) alors qu’ils ne détiennent nul pouvoir et sont privés de raison ? »",
        "en": "Yet they take intercessors besides God! Say, ‘Even though these have no power or understanding?’",
        "es": "Sin embargo [los idólatras] toman [ídolos como] intercesores ante Dios. Diles: “¿Lo hacéis a pesar de que ellos no pueden hacer nada, ni tampoco entienden?”",
        "it": "Si sono presi intercessori all’infuori di Allah? Di’: «Anche se non possiedono niente? [Anche se] non comprendono niente?».",
        "ru": "Или же они взяли себе заступников помимо Аллаха? Скажи: «А если они не владеют ничем и не разумеют?».",
        "tr": "Yoksa Allah'tan başka şefaatçiler mi edindiler? De ki: \"Onlar hiçbir şeye güç yetiremezler ve akıl erdiremezlerse de mi (böyle yapacaksınız)?\"",
        "de": "Oder haben sie sich anstatt Allahs Fürsprecher genommen? Sag: Auch wenn sie über nichts verfügen und nicht begreifen?",
        "pt": "Adotarão, acaso, intercessores, em vez de Deus? Dize-lhes: Quê! Ainda bem que eles não tenham poder algum, nemrazão alguma?",
        "nl": "Nemen zij buiten Allah voorsprekers? Zeg: \"Ook al hebben zij geen enkele machten kunnen zij niet nadenken?\"",
        "ur": "کیا اُس خدا کو چھوڑ کر اِن لوگوں نے دُوسروں کو شفیع بنا رکھا ہے؟ <sup foot_note=\"186803\">1</sup> ان سے کہو، کیا وہ شفاعت کریں گے خواہ اُن کے اختیار میں کچھ نہ ہو اور وہ سمجھتے بھی نہ ہوں؟",
        "bn": "তেন্তে সিহঁতে আল্লাহৰ বাহিৰে আনক ছুপাৰিছকাৰী বনাই লৈছে নেকি? কোৱা, ‘সিহঁতৰ কোনো ক্ষমতা নাথাকিলেও আৰু সিহঁতে একো বুজি নাপালেও (তোমালোকে সিহঁতক মধ্যস্থতাকাৰী বনাই লবানে)’?",
        "fa": "آیا مشرکان غیر از الله، شفیعانی [برای خود از میان معبودان باطلشان] انتخاب کرده‌اند؟ [ای پیامبر، به آنان] بگو: «حتی اگر آنها مالک چیزی نباشند و [چیزی را] درک نکنند [باز هم آنها را به شفاعت می‌طلبید]؟»"
      }
    },
    {
      "verse_number": 4102,
      "verse_key": "39:44",
      "arabic_text": "قُل لِّلَّهِ ٱلشَّفَـٰعَةُ جَمِيعًا ۖ لَّهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
      "phonetic_text": "Qul lillahi ashshafaAAatujameeAAan lahu mulku assamawati wal-ardithumma ilayhi turjaAAoon",
      "translations": {
        "fr": "Dis encore : « C’est à Allah que revient, tout entière, l’intercession. Il a la royauté des cieux et de la terre, puis c’est vers Lui que vous serez ramenés. »",
        "en": "Say, ‘All intercession belongs to God alone; He holds control of the heavens and the earth; in the end you will all return to Him.’",
        "es": "Diles: “Dios es Quien autoriza toda intercesión<sup foot_note=169115>1</sup>. A Él pertenece el reino de los cielos y la Tierra; ante Él compareceréis”.",
        "it": "Di’: «Tutta l’intercessione [appartiene] ad Allah. [Appartiene] a Lui la sovranità dei cieli e della terra. A Lui sarete ricondotti».",
        "ru": "Скажи: «Аллаху принадлежит заступничество целиком. Ему принадлежит власть над небесами и землей, и к Нему вы будете возвращены».",
        "tr": "De ki: \"Bütün şefaat Allah'ındır. Göklerin ve yerin mülkü O'nundur. Sonra hep döndürülüp O'na götürüleceksiniz.\"",
        "de": "Sag: Alle Fürsprache gehört Allah (allein). Ihm gehört die Herrschaft der Himmel und der Erde. Hierauf werdet ihr zu Ihm zurückgebracht.",
        "pt": "Dize-lhes (mais): Só a Deus incumbe toda a intercessão. Seu é o reino dos céus e da terra; logo, a Ele retornareis.",
        "nl": "Zeg: \"Aan Allah behoort alle voorspraak. Aan Hem behoort de heeershappij van de hemelen en de aarde, en tot Hem zullen jullie terugkeren.\"",
        "ur": "کہو، شفاعت ساری کی ساری اللہ کے اختیار میں ہے۔ <sup foot_note=\"186804\">1</sup> آسمانوں اور زمین کی بادشاہی کا  وہی مالک ہے۔ پھر اُسی کی طرف تم پلٹائے جانے والے ہو",
        "bn": "কোৱা, ‘সকলো ধৰণৰ মধ্যস্থতা কেৱল আল্লাহৰেই মালিকানাধীন, আকাশসমূহ আৰু পৃথিৱীৰ ৰাজত্ব তেওঁৰেই, তাৰ পিছত তেওঁৰ ওচৰতেই তোমালোকক প্ৰত্যাৱৰ্তিত কৰা হ’ব’।",
        "fa": "بگو: «تمام شفاعت‌ها، فقط از آنِ الله است. فرمانروایی آسمان‌ها و زمین [نیز] از آن اوست؛ سپس [در روز قیامت، همگی] به پیشگاهِ او بازگردانده می‌شوید»."
      }
    },
    {
      "verse_number": 4103,
      "verse_key": "39:45",
      "arabic_text": "وَإِذَا ذُكِرَ ٱللَّهُ وَحْدَهُ ٱشْمَأَزَّتْ قُلُوبُ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ ۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمْ يَسْتَبْشِرُونَ",
      "phonetic_text": "Wa-itha thukira Allahuwahdahu ishmaazzat quloobu allatheena layu/minoona bil-akhirati wa-itha thukiraallatheena min doonihi itha hum yastabshiroon",
      "translations": {
        "fr": "Quand Allah est évoqué Tout Seul, ceux qui ne croient pas en l’autre monde ont le cœur saisi d’aversion. Mais quand sont évoquées (les divinités qu’ils adorent) en dehors de Lui, ils sont transportés de joie.",
        "en": "Whenever God is mentioned on His own, the hearts of those who do not believe in the Hereafter shrink with aversion, but they rejoice when gods other than Him are mentioned.",
        "es": "Cuando se menciona a Dios como única divinidad, los corazones de los que se niegan a creer en el más allá sienten rechazo, pero cuando se mencionan a otros [ídolos] en lugar de Él, entonces se alegran.",
        "it": "Quando viene menzionato il Nome di Allah l’Unico, si crucciano i cuori di coloro che non credono nell’altra vita; quando invece vengono menzionati quelli [che essi adorano] all’infuori di Lui, ecco che se ne rallegrano.",
        "ru": "Когда поминают одного лишь Аллаха, содрогаются от отвращения сердца тех, которые не веруют в Последнюю жизнь. А когда поминают тех, которые ниже Него, они радуются.",
        "tr": "Böyle iken, Allah bir olarak anıldığı zaman ahirete inanmayanların yürekleri burkulur da, O'ndan başkaları anıldığı zaman derhal yüzleri güler.",
        "de": "Und wenn Allah allein erwähnt wird, verkrampfen sich die Herzen derjenigen, die nicht an das Jenseits glauben. Wenn aber diejenigen erwähnt werden, die es außer Ihm geben soll, freuen sie sich sogleich.",
        "pt": "E quando é mencionado Deus, o Único, repugnam-se os corações daqueles que não crêem na outra vida; não obstante, quando são mencionadas outras divindades, em vez d'Ele, ei-los que se regozijam!",
        "nl": "En wanneer (de naam van) Allah als Enige God wordt genoemd, dan raken de harten van degenen die niet in het Hiernamaals geloven vervuld van ergernis. Maar wanneer degenen (de afgoden) naast Hem worden genoemd, dan zijn verheugen zij zich.",
        "ur": "جب اکیلے اللہ کا ذکر کیا جاتا ہے تو آخرت پر ایمان نہ رکھنے والوں کے دل کُڑھنے لگتے ہیں، اور جب اُس کے سوا دُوسروں کا ذکر ہوتا ہے تو یکایک وہ خوشی سے کھِل اُٹھتے ہیں۔ <sup foot_note=\"186805\">1</sup>",
        "bn": "আৰু যেতিয়া কেৱল এক আল্লাহৰ কথা কোৱা হয় তেতিয়া যিসকলে আখিৰাতৰ প্ৰতি বিশ্বাস নকৰে সিহঁতৰ অন্তৰ বিতৃষ্ণাত সংকুচিত হয়। কিন্তু আল্লাহৰ পৰিবৰ্তে আন উপাস্যবোৰৰ কথা উল্লেখ কৰা হ’লে তেতিয়াই সিহঁতে আনন্দত উৎফুল্লিত হয়।",
        "fa": "هنگامی که الله به یکتایی [و توحید] یاد می‌شود، دل‌های کسانی که به آخرت ایمان ندارند، متنفر [و بیزار] می‌گردد؛ و چون از معبودانی غیر از الله یاد شود، آنگاه است که مشرکان شادمان می‌گردند."
      }
    },
    {
      "verse_number": 4104,
      "verse_key": "39:46",
      "arabic_text": "قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ عَـٰلِمَ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ أَنتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِى مَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
      "phonetic_text": "Quli allahumma fatira assamawatiwal-ardi AAalima alghaybi washshahadatianta tahkumu bayna AAibadika fee ma kanoofeehi yakhtalifoon",
      "translations": {
        "fr": "Dis : « Ô Allah ! Toi le Créateur Premier des cieux et de la terre, Qui Connais aussi bien les choses insondables que les choses observables, c’est Toi Qui jugeras entre Tes serviteurs (et trancheras) leurs différends.",
        "en": "Say, ‘God! Creator of the heavens and earth! Knower of all that is hidden and all that is open, You will judge between Your servants regarding their differences.’",
        "es": "Di: “Oh, Dios [te imploro a Ti porque Tú eres] el Creador de los cielos y de la Tierra, el conocedor de lo oculto y lo manifiesto; Tú juzgarás entre Tus siervos sobre lo que solían discrepar [sobre sus creencias]”.",
        "it": "Di’: «O Allah, Creatore dei cieli e della terra, conoscitore del visibile e dell’invisibile! Tu giudicherai tra i Tuoi servi sulle loro divergenze».",
        "ru": "Скажи: «О Аллах, Творец небес и земли, Ведающий сокровенное и явное! Ты рассудишь Своих рабов в том, в чем они расходились во мнениях».",
        "tr": "De ki: \"Ey gökleri ve yeri yaratan, görüleni ve görülmeyeni bilen Allah'ım! Kulların arasında, o ihtilaf edip durdukları şeyler hakkında sen hüküm vereceksin.\"",
        "de": "Sag: O Allah, Erschaffer der Himmel und der Erde, Kenner des Verborgenen und des Offenbaren! Du wirst zwischen Deinen Dienern über das richten, worüber sie uneinig zu sein pflegten.",
        "pt": "Dize: Ó Deus, Originador dos céus e da terra, Conhecedor do incognoscível e do cognoscível, Tu dirimirás, entre osTeus servos, as suas divergências!",
        "nl": "Zeg: \"O Allah, de Schepper van de hemelen en de aarde, de Kenner van het onwaarneembare en het waarneembare, U oordeelt over Uw dienaren over dat waarover zij van mening verschillen.\"'",
        "ur": "کہو، خدایا! آسمانوں اور زمین کے پیدا کرنے والے، حاضر و غائب کے جاننے والے، تو ہی اپنے بندوں کے درمیان اُس چیز کا فیصلہ کرے گا جس میں وہ اختلاف کرتے رہے ہیں",
        "bn": "কোৱা, ‘হে আল্লাহ, আকাশসমূহ আৰু পৃথিৱীৰ স্ৰষ্টা, প্ৰকাশ্য আৰু অপ্ৰকাশ্য বিষয়াদিৰ জ্ঞানী, তুমিয়ে তোমাৰ বান্দাসকলৰ মাজত সেই বিষয়ে ফয়চালা কৰি দিবা যি বিষয়ে সিহঁতে মতবিৰোধ কৰি আছে’।",
        "fa": "بگو: «بار الها، [ای] آفرینندۀ آسمان‌ها و زمین، ای دانای ‌نهان و آشکار، تو [به تنهایی] میان بندگانت راجع به آنچه [در دنیا] در آن اختلاف می‌ورزیدند داوری خواهی کرد»."
      }
    },
    {
      "verse_number": 4105,
      "verse_key": "39:47",
      "arabic_text": "وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا۟ مَا فِى ٱلْأَرْضِ جَمِيعًا وَمِثْلَهُۥ مَعَهُۥ لَٱفْتَدَوْا۟ بِهِۦ مِن سُوٓءِ ٱلْعَذَابِ يَوْمَ ٱلْقِيَـٰمَةِ ۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمْ يَكُونُوا۟ يَحْتَسِبُونَ",
      "phonetic_text": "Walaw anna lillatheena thalamooma fee al-ardi jameeAAan wamithlahu maAAahu laftadawbihi min soo-i alAAathabi yawma alqiyamati wabadalahum mina Allahi ma lam yakoonoo yahtasiboon",
      "translations": {
        "fr": "Si ceux qui ont été injustes possédaient tout ce qu’il y a sur terre, et (qu’y soit ajoutée) une fois autant (de possession), ils le paieraient volontiers en rançon pour échapper au pire des supplices au Jour de la Résurrection. (Ce jour-là) il leur apparaîtra, (venant) d’Allah, ce à quoi ils ne s’attendaient guère.",
        "en": "If the evildoers possessed the earth’s assets twice over they would offer them to ransom themselves from the terrible suffering on the Day of Resurrection: God will show them something they had not reckoned with,",
        "es": "Si los que cometen injusticias [idolatrías] poseyeran todo cuanto hay en la Tierra y otra cantidad semejante, querrían entregarlo como rescate para salvarse del castigo el Día de la Resurrección; pero Dios ya les mostrará lo que no se imaginan.",
        "it": "Se gli ingiusti possedessero tutto quel che si trova sulla terra, e altrettanto ancora, nel Giorno del Giudizio non esiterebbero a darlo per riscattarsi dal peggiore dei castighi. Allah mostrerà loro quel che mai si sarebbero aspettati,",
        "ru": "Если бы у тех, которые поступали несправедливо, было все, что на земле, и еще столько же, то они непременно попытались бы откупиться этим от ужасных мучений в День воскресения. Но откроется им от Аллаха то, о чем они даже не предполагали.",
        "tr": "Eğer bütün yeryüzündekiler ve bir o kadarı da beraber o zulmedenlerin olsaydı, kıyamet günü azabın kötülüğünden kurtulmak için onu mutlaka feda ederlerdi. Ancak ne var ki, hiç hesaba katmadıkları şeyler, Allah tarafından karşılarına çıkarılır.",
        "de": "Wenn diejenigen, die Unrecht tun, alles hätten, was auf der Erde ist, und noch einmal das Gleiche dazu, würden sie sich sicherlich damit von der bösen Strafe am Tag der Auferstehung loskaufen. Ihnen wird dann (nämlich) von Allah her klar, womit sie nicht gerechnet haben.",
        "pt": "Se os iníquos possuíssem tudo quanto existe na terra e outro tanto mais, dá-lo-iam, para se eximirem do horríveltormento no Dia da Ressurreição. (Nesse dia) aparecer-lhes-á, da parte de Deus, o que jamais esperavam.",
        "nl": "En voorwaar, als aan degenen die onrecht pleegden alles zou toebehoren wat zich op de aarde bevindt, en nog eens zoveel erbij, dan zouden zij zich ermee vrij (willen) kopen van de slechtste bestraffing op de Dag der Opstanding. En er zullen voor hen (betraffingen) van Allah verschijnen, waar zij nooit rekening mee gehouden hebben.",
        "ur": "اگر اِن ظالموں کے پاس زمین کی ساری دولت بھی ہو، اور اتنی ہی اور بھی، تو یہ روز قیامت کے برے عذاب سے بچنے کے لیے سب کچھ فدیے میں دینے کے لیے تیار ہو جائیں گے وہاں اللہ کی طرف سے ان کے سامنے وہ کچھ آئے گا جس کا انہوں نے کبھی اندازہ ہی نہیں کیا ہے",
        "bn": "আৰু যিসকলে যুলুম কৰিছে, পৃথিৱীত থকা সকলো বস্তু যদি সিহঁতৰ হৈ যায় লগতে ইয়াৰ সমপৰিমাণ বস্তুও যদি সিহঁতৰ থাকে, তেন্তে কিয়ামতৰ দিনা কঠিন শাস্তিৰ পৰা ৰক্ষা পাবলৈ মুক্তিপণস্বৰূপে সেই সকলো সিহঁতে দিবলৈ সাজু হ'ব, আৰু সিহঁতৰ বাবে আল্লাহৰ তৰফৰ পৰা এনেকুৱা কিবা প্ৰকাশিত হ’ব যিটো সিহঁতে কল্পনাও কৰিব পৰা নাই।",
        "fa": "اگر دو برابر آنچه در زمین است، در اختیار ستمکاران [مشرک] باشد، همه را براى نجات خود از سختىِ عذابِ روز قیامت فدا مى‌كنند؛ [ولى پذیرفتنى نیست]؛ و اموری از جانب الله برایشان آشكار مى‌گردد كه تصورش را هم نمى‌كردند."
      }
    },
    {
      "verse_number": 4106,
      "verse_key": "39:48",
      "arabic_text": "وَبَدَا لَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "phonetic_text": "Wabada lahum sayyi-atu makasaboo wahaqa bihim ma kanoo bihiyastahzi-oon",
      "translations": {
        "fr": "Leur apparaîtra aussi (la rétribution) de ce qu’ils auront commis de mauvais, et ils seront cernés par le (châtiment) dont ils se seront moqués.",
        "en": "the evil of their deeds will become plain to them, and they will be overwhelmed by that at which they used to laugh.",
        "es": "Se les mostrarán las obras malas que cometieron, y el castigo del que se burlaban los rodeará.",
        "it": "e si manifesteranno i mali che avranno commesso e ciò di cui si burlavano li avvolgerà.",
        "ru": "Им откроются злые деяния, которые они приобрели, а то, над чем они издевались, окружит (или поразит) их.",
        "tr": "Öyle ki, yaptıkları amellerin kötülükleri karşılarına çıkmış ve alay edip durdukları şeyler, kendilerini sarmıştır.",
        "de": "Und ihnen werden die bösen Taten klar, die sie begangen haben, und es umschließt sie das, worüber sie sich lustig zu machen pflegten.",
        "pt": "E lhes aparecerão as maldades que tiverem cometido, e serão envolvidos por aquilo de que escarneciam.",
        "nl": "En er zullen voor hen slechte deden die zij hadden bedreven duidelijk worden en wat zij plachten te bespotten zal hen omsingelen.",
        "ur": "وہاں اپنی کمائی کے سارے برے نتائج ان پر کھل جائیں گے اور وہی چیز ان پر مسلط ہو جائے گی جس کا یہ مذاق اڑاتے رہے ہیں",
        "bn": "আৰু সিহঁতে যি অৰ্জন কৰিছিল তাৰেই বেয়া পৰিণাম সিহঁতৰ ওচৰত প্ৰকাশ হৈ পৰিব আৰু সিহঁতে যি বিষয়ে ঠাট্টা-বিদ্ৰূপ কৰিছিল সেয়া সিহঁতক পৰিবেষ্টন কৰিব।",
        "fa": "[در آن روز،] دستاورد زشتشان بر آنان آشكار مى‌شود و عذابى كه مسخره مى‌كردند، دامنگیرشان خواهد شد."
      }
    },
    {
      "verse_number": 4107,
      "verse_key": "39:49",
      "arabic_text": "فَإِذَا مَسَّ ٱلْإِنسَـٰنَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَـٰهُ نِعْمَةً مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلْمٍۭ ۚ بَلْ هِىَ فِتْنَةٌ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "phonetic_text": "Fa-itha massa al-insana durrundaAAana thumma itha khawwalnahuniAAmatan minna qala innama ooteetuhu AAalaAAilmin bal hiya fitnatun walakinna aktharahum layaAAlamoon",
      "translations": {
        "fr": "Quand un malheur atteint l’homme, il Nous implore, mais dès que Nous le comblons d’un bienfait, il dit : « Je l’ai obtenu grâce à une science que je détiens. » Or, c’est une épreuve, mais la plupart d’entre eux ne le savent point.",
        "en": "When man suffers some affliction, he cries out to Us, but when We favour him with Our blessing, he says, ‘All this has been given to me because of my knowledge’- it is only a test, though most of them do not know it.",
        "es": "Cuando al ser humano le sucede una desgracia Me invoca; y luego, cuando le concedo una gracia, dice: “La gracia que se me ha concedido es porque me lo merecía debido a mi capacidad”. Esto es una prueba [de Dios], pero la mayoría lo ignora.",
        "it": "Quando una digrazia lo colpisce, l’uomo Ci invoca. Poi, quando gli concediamo una grazia, dice: «Questo proviene dalla mia scienza!» <a class=f><sup foot_note=159476>1</sup></a> . Si tratta invece di una tentazione, ma la maggior parte di loro non lo sa.",
        "ru": "Когда человека касается вред, он взывает к Нам. Когда же Мы предоставляем ему благо от Нас, он говорит: «Воистину, это даровано мне благодаря знанию (знанию Аллаха о моих заслугах или моему знанию)». О нет, это - искушение, но большинство их не знает этого.",
        "tr": "Fakat insana bir sıkıntı dokunuverince bize yalvarır, sonra kendisine tarafımızdan bir nimet bahşettiğimiz zaman da: \"O bana bir bilgi üzerine verildi.\" der. Belki bu bir imtihandır, fakat pek çokları bilmezler.",
        "de": "Wenn dem Menschen Unheil widerfährt, ruft er Uns an. Wenn Wir ihm hierauf Gunst von Uns gewähren, sagt er: Es ist mir nur gegeben worden aufgrund von Wissen. Nein! Vielmehr ist es eine Versuchung. Aber die meisten von ihnen wissen nicht.",
        "pt": "Quando a adversidade açoita o homem, eis que Nos implora; então, quando o agraciamos com as Nossas mercês, diz: Certamente que as logrei por meus próprios méritos! Qual! É uma prova! Porém, a maioria dos humanos o ignora.",
        "nl": "En wanneer tegenspoed de mens treft, dan roept hij Ons aan; maar wanneer Wij hem een genieting van Ons schenken, dan zegt hij: \"Dat is mij slechts wegens mijn kennis gegeven.\" Het is zelfs een beproeving, maar de meesten van hen weten het niet.",
        "ur": "یہی انسان <sup foot_note=\"186806\">1</sup> جب ذرا سی مصیبت اِسے چھُوجاتی ہے تو ہمیں پُکارتا ہے، اور جب ہم اسے اپنی  طرف سے نعمت دے کر  اَپھار دیتے ہیں تو کہتا ہے کہ یہ تو مجھے علم کی بنا پر دیا گیا ہے! <sup foot_note=\"186807\">2</sup> نہیں، بلکہ یہ آزمائش ہے ، مگر ان میں سے اکثر لوگ جانتے نہیں ہیں۔ <sup foot_note=\"186808\">3</sup>",
        "bn": "এতেকে যেতিয়া কোনো বিপদ-আপদে মানুহক স্পৰ্শ কৰে, তেতিয়া সি কেৱল মোকেই আহ্বান কৰে, তাৰ পিছত যেতিয়া আমি তাক আমাৰ কোনো নিয়ামতৰ অধিকাৰী কৰোঁ তেতিয়া সি কয়, ‘এইটো মোক কেৱল মোৰ জ্ঞানৰ কাৰণেহে দিয়া হৈছে’। বৰং এইটো এটা পৰীক্ষা, কিন্তু সিহঁতৰ সৰহভাগেই সেয়া নাজানে।",
        "fa": "هر گاه انسان دچار [رنج و] زیانی شود، ما را [به نیایش] مى‌خواند؛ و چون از جانب خویش نعمتى به وی ارزانى‌ داریم، می‌گوید: «فقط [لیاقت و] داناییِ‌ خودم موجب این نعمت شده است. [نه،] بلكه این آزمایش [الهی] است؛ ولى بیشتر مردم نمى‌دانند."
      }
    },
    {
      "verse_number": 4108,
      "verse_key": "39:50",
      "arabic_text": "قَدْ قَالَهَا ٱلَّذِينَ مِن قَبْلِهِمْ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ",
      "phonetic_text": "Qad qalaha allatheenamin qablihim fama aghna AAanhum ma kanooyaksiboon",
      "translations": {
        "fr": "C’est ce que disaient ceux qui les ont précédés. Or ce qu’ils avaient acquis ne leur aura servi à rien.",
        "en": "Those who lived before them said the same. What they did was of no use to them;",
        "es": "Así dijeron sus ancestros, y [cuando les sorprendió el castigo] no les beneficiaron en absoluto las riquezas que habían obtenido.",
        "it": "È quel che dicevano coloro che li precedettero, ma ciò che fecero non giovò loro;",
        "ru": "Так уже говорили их предшественники, но их не спасло то, что они приобретали.",
        "tr": "Onu, bunlardan öncekiler de söyledi. Fakat o kazandıkları, kendilerini kurtarmadı.",
        "de": "Das haben bereits diejenigen, die vor ihnen waren, gesagt. Aber nicht nützte ihnen, was sie zu. erwerben pflegten.",
        "pt": "Assim falavam também os seus antepassados; porém, de nada lhes valeu tudo quanto haviam lucrado.",
        "nl": "Waarlijk, dit zeiden degenen vóór hen, en wat zij plachten te verrichten baatte hun niet.",
        "ur": "یہی بات اِن سے پہلے گزرے ہوئے لوگ بھی کہہ چکے ہیں ، مگر جو کچھ وہ کماتے تھے وہ ان کے کسی کام نہ آیا۔ <sup foot_note=\"186809\">1</sup>",
        "bn": "অৱশ্যে সিহঁতৰ পূৰ্বৱৰ্তীসকলেও এইটোৱেই কৈছিল, কিন্তু সিহঁতে যি অৰ্জন কৰিছিল সেয়া সিহঁতৰ কোনো কামত অহা নাছিল।",
        "fa": "پیشینیان آنان نیز همین سخن را گفتند؛ ولى [به هنگام عذاب،] دستاوردشان سودى به حالشان نداشت."
      }
    },
    {
      "verse_number": 4109,
      "verse_key": "39:51",
      "arabic_text": "فَأَصَابَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ ۚ وَٱلَّذِينَ ظَلَمُوا۟ مِنْ هَـٰٓؤُلَآءِ سَيُصِيبُهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ وَمَا هُم بِمُعْجِزِينَ",
      "phonetic_text": "Faasabahum sayyi-atu makasaboo wallatheena thalamoo min haola-isayuseebuhum sayyi-atu ma kasaboo wamahum bimuAAjizeen",
      "translations": {
        "fr": "Ils furent frappés par (les conséquences) de ce qu’ils ont commis de mauvais, et les injustes parmi ceux-là<sup foot_note=195085>1</sup> seront (également) frappés par (les conséquences) de ce qu’ils auront commis de mauvais. Et ils ne pourront mettre au défi la puissance (d’Allah).",
        "en": "they suffered its evil effects. Today’s wrongdoers will also suffer the evil effects of their deeds: they will not escape.",
        "es": "Les azotó el castigo por lo que cometieron; los opresores serán castigados por sus malas obras, y no lo podrán evitar.",
        "it": "li colpì il male che avevano fatto. Quelli di loro che sono stati ingiusti presto saranno colpiti dai mali che avranno commesso e non potranno ridurre [Allah] all’impotenza.",
        "ru": "Их поразили злые деяния, которые они приобрели. Тех, которые поступали несправедливо, из этих также поразят злые деяния, которые они приобрели, и им не удастся спастись.",
        "tr": "Neticede kazandıklarının kötülükleri, başlarına geçti. Şunlardan o zulmedenlerin de kazandıkları kötülükleri başlarına geçecektir. Onlar da bunu atlatacak değillerdir.",
        "de": "So trafen sie (schließlich) die bösen Taten, die sie begangen hatten. Und (auch) diejenigen unter diesen da, die Unrecht tun, werden die bösen Taten treffen, die sie begangen haben. Und sie können sich (Allah) nicht entziehen.",
        "pt": "E as maldades que haviam cometido recaíram sobre eles. Assim recairão sobre os iníquos desta (geração) as maldadesque tiverem cometido, e não poderão desafiar (Deus).",
        "nl": "Daarna werden zij getroffen door de slechte daden die zij hadden verricht. En degenen die onrecht pleegden onder hen (de afgedenaanbidders) zullen getroffen worden door de slechte daden die zij verrichtten en zij zullen niet kunnen vluchten.",
        "ur": "پھر اپنی کمائی کے برے نتائج انہوں نے بھگتے، اور اِن لوگوں میں سے بھی جو ظالم ہیں وہ عنقریب اپنی کمائی کے برے نتائج بھگتیں گے، یہ ہمیں عاجز کر دینے والے نہیں ہیں",
        "bn": "এতেকে সিহঁতৰ কৃতকৰ্মৰ বেয়া পৰিণাম সিহঁতৰ ওপৰত আপতিত হৈছে, সিহঁতৰ মাজৰ যিসকলে যুলুম কৰে সিহঁতৰ ওপৰত অতিশীঘ্ৰে সিহঁতে যি অৰ্জন কৰিছে তাৰো বেয়া পৰিণাম আপতিত হ’ব আৰু সিহঁতে ৰোধ কৰিব নোৱাৰিব।",
        "fa": "و [عقوبت] دستاورد زشت آنان دامنگیرشان شد. این ستمکاران [مشرک] نیز به عقوبت دستاوردشان گرفتار خواهند شد و [پروردگار متعال را] به تنگ نخواهند آورد."
      }
    },
    {
      "verse_number": 4110,
      "verse_key": "39:52",
      "arabic_text": "أَوَلَمْ يَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
      "phonetic_text": "Awa lam yaAAlamoo anna Allaha yabsutuarrizqa liman yashao wayaqdiru inna fee thalikalaayatin liqawmin yu/minoon",
      "translations": {
        "fr": "Ne savent-ils donc pas qu’Allah dispense Ses biens, avec générosité ou parcimonie, à qui Il veut ? Il y a certes là des Signes pour des gens qui croient.",
        "en": "Do they not know that God provides abun-dantly for anyone He will and gives sparingly to anyone He will? There truly are signs in this for those who believe.",
        "es": "¿Acaso no saben que Dios concede un sustento abundante a quien Él quiere y se lo restringe a quien quiere? En esto hay signos para los que creen.",
        "it": "Non sanno forse che Allah concede a chi vuole e a chi vuole lesina? In ciò vi sono segni per coloro che credono.",
        "ru": "Разве они не знают, что Аллах увеличивает или ограничивает удел, кому пожелает? Воистину, в этом - знамения для верующих людей.",
        "tr": "Hâlâ bilmediler mi ki; Allah, rızkı dilediğine açar ve kısar. Şüphesiz ki bunda iman edecek bir kavim için nice ibretler vardır.",
        "de": "Wissen sie denn nicht, daß Allah die Versorgung großzügig gewährt, wem Er will, und auch bemißt? Darin sind wahrlich Zeichen für Leute, die glauben.",
        "pt": "Porventura, ignoram que Ele prodigaliza ou restringe a Sua graça a quem Lhe apraz? Por certo que nisto há sinais para oscrentes.",
        "nl": "En weten zij niet dat Allah de voorzieningen verruimt voor wie Hij wil en dat Hij beperkt? Voorwaar, daarin zijn zeker Tekenen voor een volk dat gelooft.",
        "ur": "اور کیا انہیں معلوم نہیں ہے کہ اللہ جس کا چاہتا ہے رزق کشادہ کر دیتا ہے اور جس کا چاہتا ہے تنگ کر دیتا ہے؟ <sup foot_note=\"186810\">1</sup> اس میں نشانیاں ہیں اُن لوگوں کے لیے جو ایمان لاتے ہیں۔",
        "bn": "সিহঁতে নাজানে নেকি যে, আল্লাহে যাৰ বাবে ইচ্ছা তাৰ বাবে জীৱিকা প্ৰশস্ত কৰি দিয়ে আৰু সংকুচিতও কৰি দিয়ে? নিশ্চয় ইয়াত বহুতো নিদৰ্শন আছে এনে সম্প্ৰদায়ৰ বাবে, যিসকলে ঈমান পোষণ কৰে।",
        "fa": "آیا مشرکان نمی‌دانند که الله [نعمت و] روزی را بر هر کس که بخواهد، گسترده می‌دارد و یا تنگ می‌گرداند؟ بی‌گمان در این امر، نشانه‌هایی [از تدبیر و حکمت الهی] برای مومنان است."
      }
    },
    {
      "verse_number": 4111,
      "verse_key": "39:53",
      "arabic_text": "۞ قُلْ يَـٰعِبَادِىَ ٱلَّذِينَ أَسْرَفُوا۟ عَلَىٰٓ أَنفُسِهِمْ لَا تَقْنَطُوا۟ مِن رَّحْمَةِ ٱللَّهِ ۚ إِنَّ ٱللَّهَ يَغْفِرُ ٱلذُّنُوبَ جَمِيعًا ۚ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
      "phonetic_text": "Qul ya AAibadiya allatheenaasrafoo AAala anfusihim la taqnatoo min rahmatiAllahi inna Allaha yaghfiru aththunoobajameeAAan innahu huwa alghafooru arraheem",
      "translations": {
        "fr": "Dis : « Ô vous Mes serviteurs, qui avez été excessifs envers vous-mêmes ! Ne désespérez point de la miséricorde d’Allah, car Allah pardonne tous les péchés, Lui Qui est l’Absoluteur, le Tout Miséricordieux !",
        "en": "Say, ‘[God says], My servants who have harmed yourselves by your own excess, do not despair of God’s mercy. God forgives all sins: He is truly the Most Forgiving, the Most Merciful.",
        "es": "Di: “¡Oh, siervos míos que estáis sumidos en el pecado [perjudicándoos a vosotros mismos]! No desesperéis de la misericordia de Dios. Dios tiene poder para perdonar todos los pecados. Él es el Perdonador, el Misericordioso”<sup foot_note=169116>1</sup>.",
        "it": "Di’: «O Miei servi, che avete ecceduto contro voi stessi, non disperate <a class=f><sup foot_note=159477>1</sup></a> della misericordia di Allah. Allah perdona tutti i peccati. In verità Egli è il Perdonatore, il Misericordioso.",
        "ru": "Скажи Моим рабам, которые излишествовали во вред самим себе: «Не отчаивайтесь в милости Аллаха. Воистину, Аллах прощает грехи полностью, ибо Он - Прощающий, Милосердный».",
        "tr": "De ki: \"Ey haddi aşarak nefislerine karşı israf etmiş olan kullarım! Allah'ın rahmetinden ümid kesmeyin. Çünkü Allah, bütün günahları bağışlar. Şüphesiz ki O, çok bağışlayıcıdır, çok merhamet edicidir.\"",
        "de": "Sag: O Meine Diener, die ihr gegen euch selbst maßlos gewesen seid, verliert nicht die Hoffnung auf Allahs Barmherzigkeit. Gewiß, Allah vergibt die Sünden alle. Er ist ja der Allvergebende und Barmherzige.",
        "pt": "Dize: Ó servos meus, que se excederam contra si próprios, não desespereis da misericórdia de Deus; certamente, Eleperdoa todos os pecados, porque Ele é o Indulgente, o Misericordiosíssimo.",
        "nl": "Zeg: \"O mijn dienaren die buitensporig zijn tegenover zichzelf, wanhoopt niet aan de Genade van Allah. Voorwaar, Allah vetgeeft alle zonden. Voorwaar, Hij is de Vergevensgezinde, de Meest Barmhartige.",
        "ur": "(اے نبیؐ)کہہ دو کہ اے میرے بندو، <sup foot_note=\"186811\">1</sup> جنہوں نے اپنی جانوں پر زیادتی کی ہے ، اللہ کی رحمت سے مایوس نہ ہو جاوٴ، یقیناً اللہ سارے گناہ معاف کر دیتا ہے، وہ تو غفورٌ رحیم ہے، <sup foot_note=\"186812\">2</sup>",
        "bn": "(সিহঁতক) জনাই দিয়া, ‘হে মোৰ বান্দাসকল! তোমালোকৰ যিসকলে নিজৰ ওপৰত অন্যায় কৰিছা, আল্লাহৰ অনুগ্ৰহৰ পৰা নিৰাশ নহ’বা, নিশ্চয় আল্লাহে সকলো পাপ ক্ষমা কৰি দিব। নিশ্চয় তেওঁ পৰম ক্ষমাশীল, পৰম দয়ালু’।",
        "fa": "[ای پیامبر،] به بندگانم که [در ارتکاب به شرک و گناه] زیاده‌روی کرده‌اند، بگو: «از رحمت الهی مأیوس نباشید؛ چرا که [اگر توبه کنید،] الله همۀ گناهانتان را می‌بخشد. به راستی که او تعالی بسیار آمرزنده و مهربان است."
      }
    },
    {
      "verse_number": 4112,
      "verse_key": "39:54",
      "arabic_text": "وَأَنِيبُوٓا۟ إِلَىٰ رَبِّكُمْ وَأَسْلِمُوا۟ لَهُۥ مِن قَبْلِ أَن يَأْتِيَكُمُ ٱلْعَذَابُ ثُمَّ لَا تُنصَرُونَ",
      "phonetic_text": "Waaneeboo ila rabbikum waaslimoo lahumin qabli an ya/tiyakumu alAAathabu thumma la tunsaroon",
      "translations": {
        "fr": "Revenez repentants vers votre Seigneur ! Soumettez-vous entièrement à Lui, avant que le supplice ne fonde sur vous et, alors, vous ne serez point secourus !",
        "en": "Turn to your Lord. Submit to Him before the punishment overtakes you and you can no longer be helped.",
        "es": "Arrepentíos ante vuestro Señor y someteos a Él como musulmanes, antes de que os sorprenda el castigo, y entonces no seáis socorridos.",
        "it": "Tornate pentiti al vostro Signore e sottomettetevi a Lui prima che vi colga il castigo, ché allora non sarete soccorsi.",
        "ru": "Обратитесь к вашему Господу и покоритесь Ему до того, как мучения явятся к вам, ведь тогда вам уже не будет оказана помощь.",
        "tr": "Onun için ümidi kesmeyin de başınıza azab gelmeden önce tevbe ile Rabbinize yönelin ve O'na teslim olun. Sonra kurtulamazsınız.",
        "de": "Und wendet euch eurem Herrn reuig zu und seid Ihm ergeben, bevor die Strafe über euch kommt, worauf euch keine Hilfe zuteil werden wird.",
        "pt": "E voltai, contritos, porque, então, não sereis socorridos.",
        "nl": "En keert terug tot jullie Heer, en geeft jullie over aan Hem voordat de bestraffing tot jullie komt waarna jullie niet geholpen worden.",
        "ur": "پلٹ آؤ اپنے رب کی طرف اور مطیع بن جاؤ اُس کے قبل اِس کے کہ تم پر عذاب آ جائے اور پھر کہیں سے تمہیں مدد نہ مل سکے",
        "bn": "আৰু তোমালোকে নিজ প্ৰতিপালকৰ অভিমুখী হোৱা আৰু তোমালোকৰ ওপৰত শাস্তি অহাৰ আগতেই তোমালোকে তেওঁৰ ওচৰত আত্মসমৰ্পন কৰা, ইয়াৰ পিছত কিন্তু তোমালোকক সহায় কৰা নহ’ব।",
        "fa": "پیش از آنکه عذاب به سراغتان بیاید و هیچ کس نتواند یاری‌تان کند، به سوی پروردگار‌تان بازگردید و تسلیم [فرمانِ] او شوید."
      }
    },
    {
      "verse_number": 4113,
      "verse_key": "39:55",
      "arabic_text": "وَٱتَّبِعُوٓا۟ أَحْسَنَ مَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُم مِّن قَبْلِ أَن يَأْتِيَكُمُ ٱلْعَذَابُ بَغْتَةً وَأَنتُمْ لَا تَشْعُرُونَ",
      "phonetic_text": "WattabiAAoo ahsana maonzila ilaykum min rabbikum min qabli an ya/tiyakumu alAAathabubaghtatan waantum la tashAAuroon",
      "translations": {
        "fr": "Suivez la meilleure révélation qui est descendue vers vous de la part de votre Seigneur, avant que le supplice ne s’abatte sur vous soudainement sans que vous ne le sentiez (venir) ;",
        "en": "Follow the best teaching sent down to you from your Lord, before the punishment suddenly takes you, unawares,",
        "es": "Seguid los preceptos que os han sido revelados [en el Corán] por vuestro Señor, antes de que repentinamente os llegue el castigo, sin que os deis cuenta,",
        "it": "Seguite dunque la meravigliosa rivelazione del vostro Signore prima che, all’improvviso, vi colpisca il castigo mentre non ne avete sentore,",
        "ru": "Следуйте за наилучшим из того, что ниспослано вам вашим Господом, прежде чем мучения явятся к вам внезапно, когда вы даже не почувствуете их приближения.",
        "tr": "Haberiniz olmayarak ansızın başınıza azab gelmeden önce (halis müslüman olun da) Rabbinizden size indirilenin en güzelini takib ve tatbik edin.",
        "de": "Und folgt dem Besten von dem, was zu euch von eurem Herrn (als Offenbarung) herabgesandt worden ist, bevor die Strafe plötzlich über euch kommt, ohne daß ihr merkt,",
        "pt": "E observai o melhor do que, de vosso Senhor, vos foi revelado, antes que vos açoite o castigo, subitamente, sem operceberdes.",
        "nl": "En volgt op de beste wijze wat aan jullie is neergezonden van jullie Heer, voordat de bestraffing onverwacht tot jullie komt, terwijl jullie het niet beseffen.\"",
        "ur": "اور پیروی اختیار کر لو اپنے ربّ کی بھیجی ہوئی کتاب کے بہترین پہلو کی <sup foot_note=\"186813\">1</sup> ، قبل اِس کے کہ تم پر اچانک عذاب آئے اور تم کو خبر بھی نہ ہو",
        "bn": "আৰু তোমালোকৰ প্ৰতিপালকৰ তৰফৰ পৰা তোমালোকৰ প্ৰতি যি উত্তম (পুথি) অৱতীৰ্ণ কৰা হৈছে, তোমালোকৰ ওপৰত অতৰ্কিতভাৱে শাস্তি অহাৰ পূৰ্বেই তোমালোকে তাৰ অনুসৰণ কৰা, অন্যথা (যেতিয়া সেই শাস্তি আহিব) তোমালোকে উপলব্ধিও কৰিব নোৱাৰিবা।",
        "fa": "و پیش از آنكه ناگهان ـ در حالی که غافلید ـ عذاب به سراغتان بیاید، از بهترین دستورهایى كه از جانب پروردگارتان بر شما نازل شده است، پیروى کنید."
      }
    },
    {
      "verse_number": 4114,
      "verse_key": "39:56",
      "arabic_text": "أَن تَقُولَ نَفْسٌ يَـٰحَسْرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِى جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّـٰخِرِينَ",
      "phonetic_text": "An taqoola nafsun ya hasrataAAala ma farrattu fee janbi Allahiwa-in kuntu lamina assakhireen",
      "translations": {
        "fr": "avant que nulle âme ne dise : « Malheur à moi qui ai failli à mes devoirs envers Allah. J’ai été certes parmi ceux qui s’en moquaient ! »",
        "en": "and your soul says, “Woe is me for having neglected what is due to God, and having been one of those who scoffed!”",
        "es": "[y entonces] digáis: “¡Qué pena! Ahora estoy perdido por haber desobedecido las órdenes de Dios, y realmente me contaba entre quienes se burlaban [del castigo]”.",
        "it": "[prima] che un’anima dica: “Ahimè, quanto sono stata negligente nei confronti di Allah! Certo son stato fra coloro che schernivano”;",
        "ru": "Чтобы не пришлось человеку говорить: «О горе мне за то, что я был нерадив по отношению к Аллаху! Я был всего лишь одним из насмехающихся!».",
        "tr": "(O günden sakının ki günahkar) nefis şöyle diyecektir: \"Allah'ın yanında yaptığım kusurlardan dolayı yazık bana! Doğrusu ben alay edenlerdendim.\"",
        "de": "daß ja keine Seele sage(n muß): O welch gramvolle Reue für mich wegen dessen, was ich (an Pflichten) gegenüber Allah vernachlässigte. Ich gehörte ja wirklich zu den Spöttern.",
        "pt": "Antes que qualquer alma diga: Ai de mim por ter-me descuidado (das minhas obrigações) para com Deus, posto que fuium dos escarnecedores!",
        "nl": "Zodat er voor geen ziel aanleiding zal zijn om te zeggen: \"O wat heb ik een spijt omdat ik nalatig ben geweest (in mijn plicht) jegens Allah, hoewel ik tot de spotters behoorde.\"",
        "ur": "کہیں ایسا نہ ہو کہ بعد میں کوئی شخص کہے \"افسوس میری اُس تقصیر پر جو میں اللہ کی جناب میں کرتا رہا، بلکہ میں تو الٹا مذاق اڑانے والوں میں شامل تھا\"",
        "bn": "পিছত যাতে কোনোৱেই ক'বলগীয়া নহয় যে, ‘হায় মোৰ দুৰ্ভাগ্য! আল্লাহৰ প্ৰতি থকা মোৰ কৰ্তব্যত মই অৱহেলা কৰিছিলোঁ! আৰু মই উপহাসকাৰী বিলাকৰ অন্তৰ্ভুক্ত আছিলোঁ’।",
        "fa": "[هم‌اکنون بر حذر باشید] تا کسی [در روز قیامت] نگوید: «ای دریغ بر من که در حقِ الله کوتاهی نمودم و [مؤمنان را] مسخره می‌کردم!»"
      }
    },
    {
      "verse_number": 4115,
      "verse_key": "39:57",
      "arabic_text": "أَوْ تَقُولَ لَوْ أَنَّ ٱللَّهَ هَدَىٰنِى لَكُنتُ مِنَ ٱلْمُتَّقِينَ",
      "phonetic_text": "Aw taqoola law anna Allaha hadaneelakuntu mina almuttaqeen",
      "translations": {
        "fr": "Ou qu’elle ne dise : « Si Allah m’avait guidée, j’aurais été du nombre des gens pieux ! »",
        "en": "Or it says, “If God had guided me, I would have joined the righteous!”",
        "es": "O digáis: “¡Cómo desearía que Dios me hubiera guiado para contarme entre los piadosos!”",
        "it": "o [prima che] dica: “Se Allah mi avesse guidato sarei stato certamente uno dei timorati”,",
        "ru": "Или чтобы не пришлось ему говорить: «Если бы Аллах наставил меня на прямой путь, то я был бы одним из богобоязненных».",
        "tr": "Yahut şöyle diyecektir: \"Allah bana doğru yolu gösterseydi, her halde ben müttakilerden olurdum.\"",
        "de": "Oder daß sie nicht etwa sage(n soll): Wenn Allah mich nur rechtgeleitet hätte, würde ich bestimmt zu den Gottesfürchtigen gehören.",
        "pt": "Ou diga: Se Deus me tivesse encaminhado, contar-me-ia entre os tementes!",
        "nl": "Of zij zou zeggen: \"Als Allah mij had geleid, dan zou ik zeker tot de Moettaqôen hebben behoord!\"",
        "ur": "یا کہے \"کاش اللہ نے مجھے ہدایت بخشی ہوتی تو میں بھی متقیوں میں سے ہوتا\"",
        "bn": "অথবা এনেকৈও যাতে ক'বলগীয়া নহয়, ‘হায়! আল্লাহে যদি মোক হিদায়ত কৰিলেহেঁতেন তেন্তে নিশ্চয় মই মুত্তাক্বীসকলৰ অন্তৰ্ভুক্ত হ’লোহেঁতেন!’",
        "fa": "یا [گناه خود را بر گردن تقدیر نیندازد و] نگوید: «اگر الله مرا هدایت کرده بود، قطعاً پرهیزگار بودم»"
      }
    },
    {
      "verse_number": 4116,
      "verse_key": "39:58",
      "arabic_text": "أَوْ تَقُولَ حِينَ تَرَى ٱلْعَذَابَ لَوْ أَنَّ لِى كَرَّةً فَأَكُونَ مِنَ ٱلْمُحْسِنِينَ",
      "phonetic_text": "Aw taqoola heena tara alAAathabalaw anna lee karratan faakoona mina almuhsineen",
      "translations": {
        "fr": "Ou qu’elle ne dise encore, en voyant le supplice : « Si seulement m’était accordée une seconde chance, je serais certainement du nombre des bienfaiteurs ! »",
        "en": "Or, faced by punishment, it says, “If only I could have another chance, I would join those who do good!”",
        "es": "O digáis, cuando veáis el castigo: “Si pudiera tener otra oportunidad [en la vida mundanal], entonces me contaría entre los que hacen el bien”.",
        "it": "o [ancora] dica vedendo il castigo: “Se solo potessi tornare [sulla terra], sarei tra quanti fanno il bene”.",
        "ru": "Или чтобы не пришлось ему говорить, когда он увидит мучения: «Если бы у меня была еще одна возможность, то я стал бы одним из творящих добро».",
        "tr": "Veya azabı gördüğü zaman şöyle diyecektir: \"Bana bir geri dönüş olsaydı da ben de o iyilik yapanlardan olsaydım.\"",
        "de": "Oder daß sie nicht etwa, wenn sie die Strafe sieht, sage(n soll): Wenn ich doch nur eine (Möglichkeit zur) Wiederholung hätte, dann würde ich zu den Gutes Tuenden gehören!",
        "pt": "Ou diga, quando vir o castigo: Se pudesse Ter outra chance, seria, então, um dos benfeitores!",
        "nl": "Of zij zou zeggen, toen zij de bestraffing zeg: \"Had ik (nog) een kans, dan zou ik tot de weldoeners behoren!\"",
        "ur": "یا عذاب دیکھ کر کہے \"کاش مجھے ایک موقع اور مل جائے اور میں بھی نیک عمل کرنے والوں میں شامل ہو جاؤں\"",
        "bn": "অথবা শাস্তি দেখিও যাতে কোনোবাই ক'বলগীয়া নহয়, ‘হায়! যদি মই এবাৰ উভতি যাব পাৰিলোহেঁতেন তেন্তে মই সৎকৰ্মশীলসকলৰ অন্তৰ্ভুক্ত হ’লোহেঁতেন!’",
        "fa": "یا هنگامی که عذاب را می‌بیند، نگوید: «ای کاش بازگشتی [به دنیا] داشتم تا در زمرۀ نیکوکاران قرار می‌گرفتم»."
      }
    },
    {
      "verse_number": 4117,
      "verse_key": "39:59",
      "arabic_text": "بَلَىٰ قَدْ جَآءَتْكَ ءَايَـٰتِى فَكَذَّبْتَ بِهَا وَٱسْتَكْبَرْتَ وَكُنتَ مِنَ ٱلْكَـٰفِرِينَ",
      "phonetic_text": "Bala qad jaatka ayateefakaththabta biha wastakbarta wakunta minaalkafireen",
      "translations": {
        "fr": "Non (il est trop tard), Mes Signes te sont bien parvenus mais tu as osé les démentir et, plein  de dédain, tu as été du nombre des mécréants. »",
        "en": "No indeed! My messages came to you and you rejected them: you were arrogant and rejected the truth.’",
        "es": "[Pero Dios dirá:] “Ya se os presentaron Mis signos evidentes [en el Corán] y los desmentisteis, fuisteis arrogantes y los rechazasteis”.",
        "it": "No, già ti giunsero i Miei segni e li tacciasti di menzogna, ti mostrasti altero e fosti uno dei miscredenti!",
        "ru": "О нет! К тебе явились Мои знамения, но ты счел их ложью, возгордился и был одним из неверующих.",
        "tr": "(Ona): \"Hayır sana âyetlerim geldi de onlara yalan dedin, kibirlenmek istedin ve kâfirlerden oldun.\" (denir.)",
        "de": "Aber ja! Meine Zeichen sind doch zu dir gekommen. Da hast du sie für Lüge erklärt und dich hochmütig verhalten und hast zu den Ungläubigen gehört.",
        "pt": "(Deus lhe replicará): Qual! Já te haviam chegado os meus versículos. Porém, tu os desmentiste e te ensoberbeceste, efoste um dos incrédulos!",
        "nl": "Nee! Mijn Tekenen zijn reeds tot jou gekomen, maar jij loochende ze en jij was hoogmoedig en jij behoorde tot de ongelovigen.",
        "ur": "(اور اُس وقت اسے یہ جواب ملے کہ) \"کیوں نہیں، میری آیات تیرے پاس آ چکی تھیں، پھر تو نے انہیں جھٹلایا اور تکبر کیا اور تو کافروں میں سے تھا\"",
        "bn": "হয়, অৱশ্যে তোমাৰ ওচৰত মোৰ নিদৰ্শন আহিছিল, কিন্তু তুমি সেইবোৰক অস্বীকাৰ কৰিছিলা আৰু অহংকাৰ কৰিছিলা; আৰু তুমি আছিলা কাফিৰ বিলাকৰ অন্তৰ্ভুক্ত।",
        "fa": "[الله می‌فرماید:] «آری، آیات من برایت آمد و تو آنها را دروغ پنداشتی و تکبر نمودی و کفر ورزیدی»."
      }
    },
    {
      "verse_number": 4118,
      "verse_key": "39:60",
      "arabic_text": "وَيَوْمَ ٱلْقِيَـٰمَةِ تَرَى ٱلَّذِينَ كَذَبُوا۟ عَلَى ٱللَّهِ وُجُوهُهُم مُّسْوَدَّةٌ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْمُتَكَبِّرِينَ",
      "phonetic_text": "Wayawma alqiyamati tara allatheenakathaboo AAala Allahi wujoohuhum muswaddatunalaysa fee jahannama mathwan lilmutakabbireen",
      "translations": {
        "fr": "Au Jour de la Résurrection, tu verras ceux qui auront débité des mensonges au sujet d’Allah, le visage sombre. N’est-ce pas dans la Géhenne que sera le refuge des orgueilleux ?",
        "en": "On the Day of Resurrection, you [Prophet] will see those who told lies against God, their faces darkened. Is there not ample punishment for the arrogant in Hell?",
        "es": "El Día de la Resurrección verás que los rostros de quienes desmintieron a Dios estarán ensombrecidos. ¿Acaso no es el Infierno la morada para los soberbios?",
        "it": "Nel Giorno della Resurrezione vedrai coloro che inventavano menzogne <a class=f><sup foot_note=159478>1</sup></a> contro Allah con i volti anneriti. Non c’è nell’Inferno una dimora per gli arroganti?",
        "ru": "В День воскресения ты увидишь тех, которые возводили навет на Аллаха, с почерневшими лицами. Разве не в Геенне обитель возгордившихся?",
        "tr": "Hem o kıyamet günü görürsün ki, Allah'a karşı yalan söyleyenlerin yüzleri kararmıştır. Kibirlenenlerin yeri cehennem değil mi?",
        "de": "Und am Tag der Auferstehung siehst du diejenigen, die gegen Allah gelogen haben; ihre Gesichter sind schwarz geworden. Ist nicht in der Hölle ein Aufenthaltsort für die Hochmütigen?",
        "pt": "E, no Dia da Ressurreição, verás aqueles que mentiram acerca de Deus, com os seus rostos ensombreados. Não há, acaso, no inferno, lugar para os arrogantes?",
        "nl": "En op de Dag der Opstanding zal jij degenen zien die over Allah hebben gelogen, hun gezichten zullen zwart zijn. Is de Hel geen verblijfplaats voor de hoogmoedigen?",
        "ur": "آج جن لوگوں نے خدا پر جھوٹ باندھے ہیں قیامت کے روز تم دیکھو گے کہ ان کے منہ کالے ہوں گے کیا جہنم میں متکبروں کے لیے کافی جگہ نہیں ہے؟",
        "bn": "আৰু যিসকলে আল্লাহৰ প্ৰতি মিছা আৰোপ কৰে, তুমি কিয়ামতৰ দিনা দেখিবা সিহঁতৰ মুখ ক’লা পৰিছে। অহংকাৰী বিলাকৰ আবাসস্থল জাহান্নাম নহয়নে বাৰু?",
        "fa": "و روز قیامت کسانی را که بر الله دروغ بسته‌اند، سیه‌روی می‌بینی. آیا در دوزخ جایگاهی برای متکبران نیست؟"
      }
    },
    {
      "verse_number": 4119,
      "verse_key": "39:61",
      "arabic_text": "وَيُنَجِّى ٱللَّهُ ٱلَّذِينَ ٱتَّقَوْا۟ بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمْ يَحْزَنُونَ",
      "phonetic_text": "Wayunajjee Allahu allatheenaittaqaw bimafazatihim la yamassuhumu assoo-owala hum yahzanoon",
      "translations": {
        "fr": "Allah sauvera ceux qui auront fait montre de piété en leur assurant le succès. Ils ne seront atteints d’aucun mal et ils n’auront aucune affliction.",
        "en": "But God will deliver those who took heed of Him to their place of safety: no harm will touch them, nor will they grieve.",
        "es": "Dios salvará a los piadosos y les concederá el triunfo [ingresándolos al Paraíso], y no les alcanzará el castigo ni la tristeza.",
        "it": "Allah condurrà al successo coloro che Lo avranno temuto, nessun male li colpirà e non saranno afflitti.",
        "ru": "Аллах спасет богобоязненных, и они обретут успех (или по причине их успеха). Зло не коснется их, и они не будут опечалены.",
        "tr": "Kötülükten sakınan müttakileri ise Allah başarılarından dolayı kurtuluşa çıkarır. Onlara fenalık dokunmaz ve onlar üzülecek de değillerdir.",
        "de": "Aber Allah errettet diejenigen, die gottesfürchtig waren, indem Er sie entrinnen läßt. Böses wird ihnen nicht widerfahren, noch werden sie traurig sein.",
        "pt": "E Deus salvará os tementes, por seu comportamento, não os açoitará o mal, nem se atribularão.",
        "nl": "En Allah zal degenen die (Hem) vreesden redden vanwege hun overwinning, het slechte zal hen niet treffen, en zij zullen niet bedroefd zijn.",
        "ur": "اس کے برعکس جن لوگوں نے یہاں تقویٰ کیا ہے ان کے اسباب کامیابی کی وجہ سے اللہ ان کو نجات دے گا، ان کو نہ کوئی گزند پہنچے گا اور نہ وہ غمگین ہوں گے",
        "bn": "আৰু যিসকলে তাক্বৱা অৱলম্বন কৰিছে, আল্লাহে তেওঁলোকক সফলতাসহ উদ্ধাৰ কৰিব, তেওঁলোকক কোনো অমঙ্গলে স্পৰ্শ নকৰিব আৰু তেওঁলোক চিন্তিতও নহ’ব।",
        "fa": "الله، پرهیزگاران را با درآوردن به مکان کامیابی‌شان، [از عذاب] نجات می‌دهد. [در بهشت،] نه رنجی به آنان می‌رسد و نه اندوهگین می‌شوند."
      }
    },
    {
      "verse_number": 4120,
      "verse_key": "39:62",
      "arabic_text": "ٱللَّهُ خَـٰلِقُ كُلِّ شَىْءٍ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ وَكِيلٌ",
      "phonetic_text": "Allahu khaliqu kulli shay-inwahuwa AAala kulli shay-in wakeel",
      "translations": {
        "fr": "Allah est le Créateur de Toute chose, et Il est de Toute chose Garant.",
        "en": "God is the Creator of all things; He has charge of everything;",
        "es": "Dios es el Creador de todas las cosas, y Él es su Custodio.",
        "it": "Allah è il Creatore di tutte le cose e di tutte le cose è il Garante.",
        "ru": "Аллах - Творец всякой вещи. Он - Попечитель и Хранитель всякой вещи.",
        "tr": "Allah, her şeyin yaratıcısıdır. Her şey üzerine vekil de O'dur.",
        "de": "Allah ist der Schöpfer von allem, und Er ist Sachwalter über alles.",
        "pt": "Deus é o Criador de tudo e é de tudo o Guardião.",
        "nl": "Allah is de Schepper van alle dingen. Hij is over alle dingen Toezichthouder.",
        "ur": "اللہ ہر چیز کا خالق ہے اور وہی ہر چیز پر نگہبان ہے۔ <sup foot_note=\"186814\">1</sup>",
        "bn": "আল্লাহেই সকলো বস্তুৰ স্ৰষ্টা আৰু তেৱেঁই সকলো বস্তুৰ তত্ত্বাৱধায়ক।",
        "fa": "الله آفریدگار هر چیزی است و او تعالی بر همه چیز [نگهبان و] کارساز است."
      }
    },
    {
      "verse_number": 4121,
      "verse_key": "39:63",
      "arabic_text": "لَّهُۥ مَقَالِيدُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ ٱللَّهِ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
      "phonetic_text": "Lahu maqaleedu assamawatiwal-ardi wallatheena kafaroo bi-ayatiAllahi ola-ika humu alkhasiroon",
      "translations": {
        "fr": "C’est Lui Qui détient les clefs des cieux et de la terre, et ceux qui ont mécru aux Signes d’Allah, ce sont eux les perdants.",
        "en": "the keys of the heavens and earth are His. Those who have rejected the revelations of God will be the losers.",
        "es": "A Él pertenecen las llaves de los cielos y de la Tierra. Quienes no crean",
        "it": "Egli detiene le chiavi dei cieli e della terra. Coloro che non credono nei segni di Allah sono i perdenti.",
        "ru": "Ему принадлежат ключи небес и земли. А те, которые не веруют в знамения Аллаха, являются потерпевшими убыток.",
        "tr": "Bütün göklerin ve yerin kilitleri O'nundur. Allah'ın âyetlerini inkâr edenlere gelince, işte onlar, kendilerine yazık edenlerdir.",
        "de": "Ihm gehören die Schlüssel der Himmel und der Erde. Diejenigen, die Allahs Zeichen verleugnen, das sind die Verlierer.",
        "pt": "Suas são as chaves dos céus e da terra; quanto àqueles que negam os versículos de Deus, serão os desventurados.",
        "nl": "Aan Hem behoren de sleutels van de hemelen en de aarde. En degenen die de Verzen van Allah verwerpen: zij zijn degenen die verliezers zijn.",
        "ur": "زمین اور آسمانوں کے خزانوں کی کنجیاں اُسی کے پاس ہیں اور جو لوگ اللہ کی آیات سے کفر کرتے ہیں وہی گھاٹے میں رہنے والے ہیں",
        "bn": "আকাশসমূহ আৰু পৃথিৱীৰ চাবিসমূহ তেওঁৰ ওচৰতেই। আৰু যিসকলে আল্লাহৰ আয়াতসমূহক অস্বীকাৰ কৰে সিহঁতেই ক্ষতিগ্ৰস্ত।",
        "fa": "کلید گنجینه‌های آسمان‌ها و زمین از آنِ اوست؛ و کسانی که به آیات الهی کافر شدند، قطعاً زیانکارند."
      }
    },
    {
      "verse_number": 4122,
      "verse_key": "39:64",
      "arabic_text": "قُلْ أَفَغَيْرَ ٱللَّهِ تَأْمُرُوٓنِّىٓ أَعْبُدُ أَيُّهَا ٱلْجَـٰهِلُونَ",
      "phonetic_text": "Qul afaghayra Allahi ta/muroonneeaAAbudu ayyuha aljahiloon",
      "translations": {
        "fr": "Dis : « Est-ce un autre qu’Allah que vous m’ordonnerez d’adorer, ô ignorants ? »",
        "en": "Say, ‘Do you order me to worship someone other than God, you foolish people?’",
        "es": "Diles [¡Oh, Muhámmad! a los idólatras]: “¿Cómo pretendéis que adore a vuestros ídolos en vez de Dios, ¡oh, ignorantes!?”",
        "it": "Di’: «O ignoranti, vorreste forse ordinarmi di adorare altri che Allah?».",
        "ru": "Скажи: «Неужели вы повелеваете мне поклоняться кому-либо другому вместо Аллаха, о невежды?».",
        "tr": "De ki: \"Ey cahiller! Şimdi bana o Allah'tan başkasına mı kulluk etmemi emrediyorsunuz?\"",
        "de": "Sag: Wollt ihr mir denn wirklich befehlen, einem anderen als Allah zu dienen, ihr Toren?",
        "pt": "Dize: Tereis, porventura, coragem de me ordenar adorar outro, que não seja Deus, ó insipientes?",
        "nl": "Zeg (O Moehammad): \"Bevelen jullie mij om anderen dan Allah te aanbidden, O jullie enwetenden?\"",
        "ur": "(اے نبیؐ) اِن سے کہو \"پھر کیا اے جاہلو، تم اللہ کے سوا کسی اور کی بندگی کرنے کے لیے مجھ سے کہتے ہو؟\"",
        "bn": "কোৱা, ‘হে অজ্ঞসকল! তোমালোকে মোক আল্লাহৰ বাহিৰে আনৰ ইবাদত কৰিবলৈ নিৰ্দেশ দিয়া নেকি’?",
        "fa": "[ای پیامبر،] بگو: «ای بی‌خبران، آیا به من فرمان می‌دهید که [معبودی] غیر از الله را عبادت کنم؟»"
      }
    },
    {
      "verse_number": 4123,
      "verse_key": "39:65",
      "arabic_text": "وَلَقَدْ أُوحِىَ إِلَيْكَ وَإِلَى ٱلَّذِينَ مِن قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلْخَـٰسِرِينَ",
      "phonetic_text": "Walaqad oohiya ilayka wa-ilaallatheena min qablika la-in ashrakta layahbatannaAAamaluka walatakoonanna mina alkhasireen",
      "translations": {
        "fr": "Il t’a été révélé, de même qu’à ceux qui vécurent avant toi : « Si tu prêtes des associés (à Allah), nulles seront tes œuvres et tu seras du nombre des perdants. ",
        "en": "It has already been revealed to you [Prophet] and to those before you: ‘If you ascribe any partner to God, all your work will come to nothing: you will be one if the losers.",
        "es": "Se te ha revelado [¡Oh, Muhámmad!], y también a los [Profetas] que te precedieron, que si cometes idolatría, tus obras se perderán y te contarás entre los perdedores.",
        "it": "Invero a te e a coloro che ti precedettero è stato rivelato: «Se attribuirai associati [ad Allah], saranno vane le opere tue e sarai tra i perdenti.",
        "ru": "Тебе и твоим предшественникам уже было внушено: «Если ты станешь приобщать сотоварищей, то тщетными будут твои деяния и ты непременно окажешься одним из потерпевших убыток».",
        "tr": "Andolsun ki, sana da, senden öncekilere de şu vahyedildi: \"Yemin ederim ki, eğer şirk koşarsan bütün çalışmaların boşa gider ve mutlaka kendine yazık edenlerden olursun.\"",
        "de": "Dir und denjenigen, die vor dir waren, ist ja (als Offenbarung) eingegeben worden: Wenn du (Allah andere) beigesellst, wird dein Werk ganz gewiß hinfällig, und du gehörst ganz gewiß zu den Verlierern.",
        "pt": "Já te foi revelado, assim como aos teus antepassados: Se idolatrares, certamente tornar-se-á sem efeito a tua obra, e tecontarás entre os desventurados.",
        "nl": "Terwijl reeds aan jou en aan degenen vóór jou is geopenbaard: \"Als jij deelgenoten toekent, dan zullen jouw werken vruchteloos worden en zet jij zeker tot de verliezers behoren.\"",
        "ur": "(یہ بات تمہیں ان سے صاف کہہ دینی چاہیے کیونکہ)تمہاری طرف اور تم سے پہلے گزرے ہوئے تمام انبیاء کی طرف یہ وحی بھیجی  جا چکی ہے کہ اگر تم نے شرک کیا تو تمہارا عمل ضائع ہو جائے گا <sup foot_note=\"186815\">1</sup> اور تم خسارے میں رہو گے",
        "bn": "নিশ্চয় তোমাৰ প্ৰতি আৰু তোমাৰ পূৰ্বৱৰ্তীসকলৰ প্ৰতি অহী কৰা হৈছে যে, ‘যদি তুমি শ্বিৰ্ক কৰা তেন্তে তোমাৰ সকলো আমল নিষ্ফল হৈ যাব আৰু অৱশ্যে তুমি ক্ষতিগ্ৰস্তসকলৰ অন্তৰ্ভুক্ত হ’বা।",
        "fa": "به تو و پیامبرانِ پیش از تو وحى شده است كه: «اگر شرک بورزى، [پاداشِ] کارهایت قطعاً بر باد خواهد رفت و زیانكار خواهى شد؛"
      }
    },
    {
      "verse_number": 4124,
      "verse_key": "39:66",
      "arabic_text": "بَلِ ٱللَّهَ فَٱعْبُدْ وَكُن مِّنَ ٱلشَّـٰكِرِينَ",
      "phonetic_text": "Bali Allaha faAAbud wakunmina ashshakireen",
      "translations": {
        "fr": "Adore plutôt Allah, et sois parmi les reconnaissants ! »",
        "en": "No! Worship God alone and be one of those who are grateful to Him.’",
        "es": "Adora solo a Dios y sé de los agradecidos.",
        "it": "No, adora solo Allah e sii fra i riconoscenti».",
        "ru": "Поклоняйся же одному Аллаху и будь в числе благодарных.",
        "tr": "Hayır, onun için yalnız Allah'a kulluk et ve şükredenlerden ol.",
        "de": "Nein! Vielmehr Allah (allein) sollst du dienen und zu den Dankbaren sollst du gehören.",
        "pt": "Por outra, adora a Deus e sê um dos agradecidos.",
        "nl": "Nee, aanbid daarom Allah en behoor tot de dankbaren.",
        "ur": "لہٰذا (اے نبیؐ) تم بس اللہ ہی کی بندگی کرو اور شکر گزار بندوں میں سے ہو جاؤ",
        "bn": "‘বৰং তুমি কেৱল আল্লাহৰেই ইবাদত কৰা আৰু কৃতজ্ঞসকলৰ অন্তৰ্ভুক্ত হোৱা’।",
        "fa": "بلکه تنها الله را عبادت کن و سپاسگزار باش»."
      }
    },
    {
      "verse_number": 4125,
      "verse_key": "39:67",
      "arabic_text": "وَمَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدْرِهِۦ وَٱلْأَرْضُ جَمِيعًا قَبْضَتُهُۥ يَوْمَ ٱلْقِيَـٰمَةِ وَٱلسَّمَـٰوَٰتُ مَطْوِيَّـٰتٌۢ بِيَمِينِهِۦ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
      "phonetic_text": "Wama qadaroo Allaha haqqaqadrihi wal-ardu jameeAAan qabdatuhu yawmaalqiyamati wassamawatu matwiyyatunbiyameenihi subhanahu wataAAala AAammayushrikoon",
      "translations": {
        "fr": "Ils n’ont point estimé Allah à Sa juste valeur, Lui Qui, au Jour de la Résurrection, fermera sur la terre entière Son Poing, et (tiendra) les cieux, pliés, dans Sa Main droite. Gloire Lui soit rendue ! Il est bien au-dessus de ce qu’ils Lui associent.",
        "en": "These people have no grasp of God’s true measure. On the Day of Resurrection, the whole earth will be in His grip. The heavens will be rolled up in His right hand- Glory be to Him! He is far above the partners they ascribe to Him!-",
        "es": "[Los idólatras] no han valorado a Dios en Su verdadera magnitud. El Día de la Resurrección contendrá toda la Tierra en Su puño, y los cielos estarán plegados en Su diestra. ¡Glorificado y enaltecido sea Dios! Él está por encima de lo que Le asocian.",
        "it": "Non hanno considerato Allah nella Sua vera realtà. Nel Giorno della Resurrezione, di tutta la terra farà una manciata e terrà ripiegati i cieli nella Sua Mano destra. Gloria a Lui, Egli è ben al di sopra di quel che Gli associano!",
        "ru": "Не ценили они Аллаха должным образом, а ведь вся земля в День воскресения будет всего лишь Пригоршней Его, а небеса будут свернуты Его Десницей. Пречист Он и превыше того, что они приобщают к Нему в сотоварищи.",
        "tr": "Allah'ı hakkıyla takdir edemediler. Halbuki bütün yer kıyamet günü O'nun avucundadır. Gökler de kudretiyle dürülmüştür. O, onların ortak koştuklarından münezzeh ve çok yüksektir.",
        "de": "Sie haben Allah nicht eingeschätzt, wie es Ihm gebührt’, wo die ganze Erde am Tag der Auferstehung in Seiner Hand gehalten wird und (auch) die Himmel in Seiner Rechten zusammengefaltet sein werden. Preis sei Ihm! Erhaben ist Er über das, was sie (Ihm) beigesellen.",
        "pt": "E eles não aquilatam Deus como deveriam! No Dia da Ressurreição, a terra, integralmente, caberá na concavidade deSua Mão, e os céus estarão envolvidos pela Sua mão direita. Glorificado e exaltado seja de tudo quanto Lhe associam!",
        "nl": "En zij achten Hem niet met de achting die Hem toekomt, terwijl Hij de gehele aarde in zijn greep heeft op de Dag van de Opstanding en de hemelen in Zijn Rechterhand opgerold zullen zijn. Heilig is Hij en Verheven boven wat zij toekennen.",
        "ur": "اِن لوگوں نے اللہ کی قدر ہی نہ کی جیسا کہ اس کی قدر کرنے کا حق ہے۔ <sup foot_note=\"186816\">1</sup> (اس کی قدرتِ کاملہ کا حال تو یہ ہے کہ)قیامت کے روز پُوری زمین اُس کی مٹھی میں ہوگی اور آسمان اس کے دستِ راست میں لپٹے ہوئے ہوں گے۔ <sup foot_note=\"186817\">2</sup> پاک اور بالاتر ہے وہ اس شرک سے جو یہ لوگ کرتے ہیں۔ <sup foot_note=\"186818\">3</sup>",
        "bn": "আৰু সিহঁতে আল্লাহক যথোচিত সন্মান কৰা নাই, অথচ কিয়ামতৰ দিনা গোটেই পৃথিৱী থাকিব তেওঁৰ হাতৰ মুঠিত আৰু আকাশসমূহ তেওঁৰ সোঁ হাতত মেৰিয়াই থোৱা অৱস্থাত থাকিব। পৱিত্ৰ আৰু মহান তেওঁ, সিহঁতে যিবোৰক অংশীস্থাপন কৰে তেওঁ সেইবোৰৰ পৰা বহু উৰ্দ্ধত।",
        "fa": "مشرکان، الله را چنان كه سزاوار اوست، ارج ننهادند؛ حال آنکه در روز قیامت، زمین یكسره در قبضۀ اوست؛ و آسمان‌ها به دست وی درهم‌پیچیده خواهد شد. پاک و منزه است الله؛ و از چیزهایی که با [وی] شریک می‌سازند، برتر است."
      }
    },
    {
      "verse_number": 4126,
      "verse_key": "39:68",
      "arabic_text": "وَنُفِخَ فِى ٱلصُّورِ فَصَعِقَ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ إِلَّا مَن شَآءَ ٱللَّهُ ۖ ثُمَّ نُفِخَ فِيهِ أُخْرَىٰ فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ",
      "phonetic_text": "Wanufikha fee assoori fasaAAiqaman fee assamawati waman fee al-ardiilla man shaa Allahu thumma nufikha feehiokhra fa-itha hum qiyamun yanthuroon",
      "translations": {
        "fr": "Il sera soufflé dans le Cor et, alors, tous ceux qui seront dans les cieux ou sur terre seront foudroyés, excepté ceux qu’Allah voudra (épargner). Il y sera soufflé une fois encore, et les voilà debout, qui regardent.",
        "en": "the Trumpet will be sounded, and everyone in the heavens and earth will fall down senseless except those God spares. It will be sounded once again and they will be on their feet, looking on.",
        "es": "Será soplada la trompeta<sup foot_note=169117>1</sup> y todos los que estén en los cielos y en la Tierra perecerán, excepto quien Dios quiera<sup foot_note=169118>2</sup>; luego será soplada por segunda vez y [todos resucitarán] poniéndose de pie [para ser juzgados]. Entonces verán.",
        "it": "Sarà soffiato nel Corno e cadranno folgorati tutti coloro che saranno nei cieli e sulla terra, eccetto coloro che Allah vorrà. Quindi vi sarà soffiato un’altra volta e si alzeranno in piedi a guardare.",
        "ru": "Но подуют в Рог, и тогда потеряют сознание (или умрут) те, кто на небесах, и те, кто на земле, кроме тех, кого Аллах пожелает оставить. Потом в нее подуют еще раз, и тогда они встанут и будут смотреть.",
        "tr": "Ve sûra üflenmiştir. Göklerde kim var, yerde kim varsa çarpılıp yıkılmıştır. Ancak Allah'ın dilediği müstesna. Sonra ona bir daha üflenmiştir. Bu defa da hep onlar kalkmışlar bakıyorlardır.",
        "de": "Und es wird ins Horn geblasen, und da bricht zusammen, wie vom Donnerschlag getroffen, wer in den Himmeln und wer auf der Erde ist, außer wem Allah will. Hierauf wird ein weiteres Mal hineingeblasen, da.stehen sie sogleich auf und schauen hin.",
        "pt": "E a trombeta soará; e aqueles que estão nos céus e na terra expirarão, com exceção daqueles que Deus queira (conservar). Logo, soará pela segunda vez e, ei-los ressuscitados, pasmados!",
        "nl": "En er zal op de bazuin geblazen worden, waarop allen die in de hemelen en op de aarde zijn bezwijken, behalve (voor) wie Allah wil (dat deze blijft leven). En er zal nog een keer op de bazuin worden geblazenen dan zullen zij staan en wachten.",
        "ur": "اور اُس روز صُور پھُونکا جائے گا <sup foot_note=\"186819\">1</sup> اور وہ سب مر کر گر جائیں گے جو آسمانوں اور زمین میں ہیں سوائے اُن کے جنہیں اللہ زندہ رکھنا چاہے۔ پھر ایک دُوسرا صُور پھونکا جائے گا اور یکایک سب کے سب اُٹھ کر دیکھنے لگیں گے۔ <sup foot_note=\"186820\">2</sup>",
        "bn": "আৰু শিঙাত ফুঁ দিয়া হ’ব। ফলত আকাশসমূহত যিসকল আছে আৰু পৃথিৱীত যিসকল আছে সিহঁত আটায়ে অজ্ঞান হৈ পৰিব, কেৱল আল্লাহে ইচ্ছা কৰা ব্যক্তিসকলৰ বাহিৰে। তাৰ পিছত আকৌ শিঙাত ফুঁ দিয়া হ’ব, ফলত তৎক্ষণাত সিহঁতে থিয় হৈ থৰ লাগি চাই থাকিব।",
        "fa": "[در آستانۀ قیامت،] در «صور» دمیده می‌شود؛ آنگاه هر کس که در آسمان‌ها و در زمین است، مدهوشِ مرگ خواهد شد ـ مگر كسى كه الله بخواهد؛ آنگاه بار دیگر در آن دمیده می‌شود و ناگهان [همه از مرگ] برمی‌خیزند و چشم‌به‌راه [فرمان پروردگار] هستند."
      }
    },
    {
      "verse_number": 4127,
      "verse_key": "39:69",
      "arabic_text": "وَأَشْرَقَتِ ٱلْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلْكِتَـٰبُ وَجِا۟ىٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِىَ بَيْنَهُم بِٱلْحَقِّ وَهُمْ لَا يُظْلَمُونَ",
      "phonetic_text": "Waashraqati al-ardu binoori rabbihawawudiAAa alkitabu wajee-a binnabiyyeenawashshuhada-i waqudiya baynahum bilhaqqiwahum la yuthlamoon",
      "translations": {
        "fr": "La terre rayonnera de la lumière de son Seigneur. Le Livre (des œuvres) sera posé, les Prophètes et les témoins seront ramenés, et ils seront jugés en toute équité  sans qu’ils ne soient (aucunement) lésés.",
        "en": "The earth will shine with the light of its Lord; the Record of Deeds will be laid open; the prophets and witnesses will be brought in. Fair judgement will be given between them: they will not be wronged",
        "es": "La Tierra se iluminará con la luz de su Señor, el registro de las obras se expondrá, se hará comparecer a los Profetas<sup foot_note=169119>1</sup> y a los testigos<sup foot_note=169120>2</sup>, y [la gente] será juzgada con justicia y nadie será oprimido.",
        "it": "La terra risplenderà della luce del suo Signore, sarà aperto il Registro <a class=f><sup foot_note=159479>1</sup></a> e saranno condotti i profeti e i testimoni. Saranno giudicati con equità e nessuno subirà un torto.",
        "ru": "Земля озарится светом своего Господа. Будет положено Писание, и будут приведены пророки и свидетели. Между ними рассудят по справедливости, и с ними не поступят несправедливо.",
        "tr": "Yer, Rabbinin nuru ile parlamıştır. Kitap konmuş, peygamberler ve şahitler getirilmiş ve aralarında hak ile hüküm verilmektedir. Hem onlara hiç haksızlık yapılmaz.",
        "de": "Und die Erde wird im Licht ihres Herrn erstrahlen; das Buch wird hingelegt, und die Propheten und die Zeugen werden herbeigebracht; und es wird zwischen ihnen der Wahrheit entsprechend entschieden, und es wird ihnen kein Unrecht zugefügt.",
        "pt": "E a terra resplandecerá com a luz do seu Senhor. E o livro (registro das obras) será exposto, e se fará comparecerem osprofetas e as testemunhas, e todos serão julgados com eqüidade, e não serão defraudados.",
        "nl": "En de aarde zal schijnen met het licht van haar geer en de boeken zullen naar voren gebracht worden en de Profeten en de getuigen zullen naar veren gebracht worden en er zal tussen hen in Waarheid beslist worden en hun zal geen onrecht aangedaan worden.",
        "ur": "زمین اپنے ربّ کے نُور سے چمک اُٹھے گی ، کتابِ اعمال لا کر رکھ دی جائے گی ، انبیاء اور تمام گواہ <sup foot_note=\"186821\">1</sup> حاضر کر دیے جائیں گے ، لوگوں کے درمیان ٹھیک ٹھیک حق کے ساتھ فیصلہ کر دیا جائے گا  اور اُن پر کوئی ظلم نہ ہوگا",
        "bn": "আৰু পৃথিৱী তেওঁৰ প্ৰতিপালকৰ নূৰত উদ্ভাসিত হ'ব আৰু আমলনামা উপস্থাপন কৰা হ'ব। নবীসকলক আৰু সাক্ষীসকলক উপস্থিত কৰা হ'ব আৰু তেওঁলোকৰ মাজত ন্যায় বিচাৰ কৰা হ'ব, এনেকৈ যে সিহঁত কাৰো প্ৰতি অন্যায় কৰা নহ’ব।",
        "fa": "[در روز قیامت،] زمین به نورِ پروردگارش روشن خواهد شد و نامۀ [اعمال] نهاده می‌شود و پیامبران و گواهان را می‌آورند و به حق و عدالت میان مردم داوری می‌شود و هرگز به آنان ستم نخواهد شد."
      }
    },
    {
      "verse_number": 4128,
      "verse_key": "39:70",
      "arabic_text": "وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ",
      "phonetic_text": "Wawuffiyat kullu nafsin ma AAamilatwahuwa aAAlamu bima yafAAaloon",
      "translations": {
        "fr": "Chaque âme sera pleinement rétribuée selon ce qu’elle faisait, et Lui est le Meilleur à Savoir ce qu’ils font.",
        "en": "and every soul will be repaid in full for what it has done. He knows best what they do.",
        "es": "Será juzgada cada alma acorde a sus obras, y Él es Quien mejor sabe cuanto hicieron.",
        "it": "Ogni anima sarà ricompensata con esattezza per quello che avrà fatto. Egli ben conosce quello che fanno.",
        "ru": "Каждой душе воздастся сполна за то, что она совершила. Ему лучше знать о том, что они делают.",
        "tr": "Herkese ne amel yaptıysa karşılığı tam olarak ödenmiştir. O (Allah), onların yaptıklarını en iyi şekilde bilmektedir.",
        "de": "Und jeder Seele wird in vollem Maß zukommen, was sie getan hat. Er weiß sehr wohl Bescheid über das, was sie tun.",
        "pt": "E cada alma será recompensada segundo o que tiver feito, porque Ele sabe melhor do que ninguém o que ela fez.",
        "nl": "En iedere ziel zal volledig vergolden worden voor wat zij heeft verricht En Hij weet het beste wat zij gedaan hebben.",
        "ur": "اور ہر متنفس کو جو کچھ بھی اُس نے عمل کیا تھا اُس کا پورا پورا بدلہ دے دیا جائے گا لوگ جو کچھ بھی کرتے ہیں اللہ اس کو خوب جانتا ہے",
        "bn": "আৰু প্ৰত্যেককে তাৰ আমলৰ পূৰ্ণ প্ৰতিফল দিয়া হ’ব আৰু সিহঁতে যি আমল কৰে সেই সম্পৰ্কে আল্লাহ সৰ্বাধিক অৱগত।",
        "fa": "و جزای عملکردِ هر کس، به تمام و کمال داده می‌شود؛ و الله نسبت به اعمالشان دانا‌تر است."
      }
    },
    {
      "verse_number": 4129,
      "verse_key": "39:71",
      "arabic_text": "وَسِيقَ ٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ جَهَنَّمَ زُمَرًا ۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتْ أَبْوَٰبُهَا وَقَالَ لَهُمْ خَزَنَتُهَآ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَتْلُونَ عَلَيْكُمْ ءَايَـٰتِ رَبِّكُمْ وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هَـٰذَا ۚ قَالُوا۟ بَلَىٰ وَلَـٰكِنْ حَقَّتْ كَلِمَةُ ٱلْعَذَابِ عَلَى ٱلْكَـٰفِرِينَ",
      "phonetic_text": "Waseeqa allatheena kafaroo ilajahannama zumaran hatta itha jaoohafutihat abwabuha waqala lahumkhazanatuha alam ya/tikum rusulun minkum yatloonaAAalaykum ayati rabbikum wayunthiroonakumliqaa yawmikum hatha qaloo bala walakinhaqqat kalimatu alAAathabi AAala alkafireen",
      "translations": {
        "fr": "Ceux qui ont mécru seront menés vers la Géhenne par groupes.<sup foot_note=195086>1</sup> Quand ils y seront arrivés, ses portes s’ouvriront et ses gardiens leur diront : « Des Messagers issus de vous-mêmes ne sont-ils pas venus vous réciter les versets de votre Seigneur, et vous avertir de la rencontre de ce Jour-ci qui est le vôtre ? » Ils répondront alors : « Que si ! Mais le verdict du supplice s’est justifié pour les mécréants. »",
        "en": "Those who rejected the Truth will be led to Hell in their throngs. When they arrive, its gates will open and its keepers will say to them, ‘Were you not sent your own messengers to recite the revelations of your Lord to you and warn you that you would meet this Day?’ and they will say, ‘Yes indeed we were.’ But the sentence of punishment will have been passed against those who rejected the truth.",
        "es": "Los que se negaron a creer serán arriados en grupos hacia el Infierno, y cuando lleguen a él, serán abiertas sus puertas y sus [ángeles] guardianes les dirán: “¿Acaso no se os presentaron Mensajeros que os transmitieron los signos de vuestro Señor, y os advirtieron sobre la comparecencia de este día?” Responderán: “¡Sí! Pero [debido a que los desmentimos] se cumplirá el designio de Dios de castigar a los incrédulos”.",
        "it": "I miscredenti saranno condotti in gruppi all’Inferno. Quando vi giungeranno saranno aperte le sue porte e i suoi guardiani diranno: «Non vi giunsero forse i messaggeri della vostra gente, che vi recitarono i versetti del vostro Signore e vi avvertirono dell’incontro di questo Giorno?». Risponderanno: «Sì, ma la promessa del castigo si realizza contro i miscredenti!».",
        "ru": "Тех, которые не уверовали, толпами погонят в Геенну. Когда они подойдут в ней, ее врата будут распахнуты, и ее стражи скажут им: «Разве не приходили к вам посланники из вас самих, которые читали вам аяты вашего Господа и предупреждали вас о встрече с этим днем вашим?». Они скажут: «Конечно!». Но сбылось относительно неверующих Слово о мучениях.",
        "tr": "İnkâr edenler bölük bölük cehenneme sevkedilmektedir. Nihayet oraya vardıklarında kapıları açılır ve bekçileri onlara: \"İçinizden size Rabbinizin âyetlerini okuyan, bu gününüzle karşılaşacağınıza dair sizi uyaran peygamberler gelmedi mi?\" derler. Onlar da: \"Evet geldi\" derler. Fakat kâfirler üzerine azab kelimesi hak oldu.",
        "de": "Zur Hölle getrieben werden diejenigen, die ungläubig waren, in Scharen. Wenn sie dann dort ankommen, werden ihre Tore geöffnet und ihre Wärter sagen zu ihnen: Sind nicht zu euch Gesandte von euch (selbst) gekommen, die euch die Zeichen eures Herrn verlesen und euch die Begegnung mit diesem eurem Tag warnend ankündigen? Sie werden sagen: Ja doch! Aber das Wort der Strafe ist gegen die Ungläubigen unvermeidlich fällig geworden.",
        "pt": "E os incrédulos serão conduzidos, em grupos, até o inferno, cujas portas, quando chegaram a ele, se abrirão, e os seusguardiães lhes dirão: Acaso, não vos foram apresentados mensageiros de vossa estirpe, que vos ditaram os versículos dovosso Senhor e vos admoestaram acerca do comparecimento deste dia? Dirão: Sim! Então, o decreto do castigo recairásobre os incrédulos.",
        "nl": "En degenen die ongelovig waren zullen in menigten naar de Hel gevoerd worden. Totdat, wanneer zij bij haar zijn aangekornen, haar poorten geopend zullen worden en haar bewakers tot hen zullen zeggen: \"Zijn er geen Boodschappers van jullie volk tot jullie gekomen, die jullie de Verzen van jullie Heer hebben voorgedragen en die jullie hebben gewaarschuwd voor deze Dag van jullie?\" Zij zullen zeggen: \"Welzeker, maar het woord van de bestraffing is bewaarheid voor de ongelovigen.\"",
        "ur": "(اِس فیصلہ کے بعد)وہ لوگ جنہوں نے کُفر کیا تھا جہنّم کی طرف گروہ در گروہ ہانکے جائیں گے، یہاں تک کہ جب وہ وہاں پہنچیں گے تو اس کے دروازے کھولے جائیں گے <sup foot_note=\"186822\">1</sup> اور اُس کے کارندے ان سے کہیں گے”کیا تمہارے پاس تمہارے اپنے لوگوں میں سے ایسے رسُول نہیں آئے تھے ، جنہوں نے تم کو تمہارے ربّ کی آیات سُنائی ہوں اور تمہیں اِس بات سے ڈرایا ہو کہ ایک وقت تمہیں یہ دن بھی دیکھنا ہوگا؟“ وہ جواب دیں گے”ہاں ، آئے تھے، مگر عذاب کا فیصلہ کافروں پر چِپک گیا۔“",
        "bn": "আৰু কাফিৰসকলক জাহান্নামৰ ফালে দলে দলে খেদি লৈ যোৱা হ’ব। অৱশেষত যেতিয়া সিহঁতে জাহান্নামৰ ওচৰত আহি পাব তেতিয়া ইয়াৰ দুৱাৰসমূহ খুলি দিয়া হ’ব আৰু জাহান্নামৰ ৰক্ষকসকলে সিহঁতক সুধিব, ‘তোমালোকৰ ওচৰলৈ তোমালোকৰ মাজৰ পৰাই ৰাছুল অহা নাছিলনে, যিসকলে তোমালোকৰ ওচৰত তোমালোকৰ প্ৰতিপালকৰ আয়াতসমূহ তিলাৱত কৰিছিল আৰু এই দিৱসৰ সাক্ষাৎ সম্পৰ্কে তোমালোকক সতৰ্ক কৰিছিল’? সিহঁতে ক’ব, ‘অৱশ্যে হয়’। কিন্তু শাস্তিৰ বাণী কাফিৰসকলৰ ওপৰত সাব্যস্ত হৈছে।",
        "fa": "کافران گروه‌گروه به سوى دوزخ رانده مى‌شوند. همین كه به آنجا می‌رسند، درهایش [به روی آنان] گشوده می‌گردد و نگهبانانش می‌گویند: «آیا پیامبرانی از میان خود شما به سراغتان نیامدند كه آیات پروردگارتان را برای شما مى‌خواندند و دربارۀ دیدار این روز هشدار مى‌دادند؟» آنان [در پاسخ] مى‌گویند: «آری؛ ولى [ما آنان را انکار كردیم و] فرمان مجازات، سزاى کافران است»."
      }
    },
    {
      "verse_number": 4130,
      "verse_key": "39:72",
      "arabic_text": "قِيلَ ٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
      "phonetic_text": "Qeela odkhuloo abwaba jahannama khalideenafeeha fabi/sa mathwa almutakabbireen",
      "translations": {
        "fr": "Il leur sera dit : « Entrez donc par les portes de la Géhenne pour y séjourner éternellement. » Affreuse résidence que celle des orgueilleux !",
        "en": "It will be said, ‘Enter the gates of Hell: there you will remain. How evil is the abode of the arrogant!’",
        "es": "Se les dirá: “Entrad por las puertas del Infierno, y morareis allí por toda la eternidad”. ¡Qué pésima morada tendrán los soberbios!",
        "it": "Verrà detto loro: «Entrate per le porte dell’Inferno per rimanervi in perpetuo». Quant’è orribile la dimora degli arroganti.",
        "ru": "Будет сказано: «Войдите во врата Геенны и пребудьте там вечно!». Как же скверна обитель возгордившихся!",
        "tr": "(Onlara): \"Ebedî olarak içinde kalmak üzere girin cehennemin kapılarından\" denir. Bak, büyüklük taslayanların yeri ne kötüdür!",
        "de": "Es wird (zu ihnen) gesagt werden: Betretet die Tore der Hölle, ewig darin zu bleiben. Schlimm ist der Aufenthaltsort der Hochmütigen!",
        "pt": "Ser-lhes-á ordenado: Adentrai as portas do inferno, onde permanecereis eternamente. Que péssima é a morada dosarrogantes!",
        "nl": "Er wordt gezegd: \"Gaat de poorten van de Hel binnen, daarin eeuwig levend. Dat is de slechtste plaats voor de hoogmoedigen.",
        "ur": "کہا جائے گا، داخل ہو جاؤ جہنم کے دروازوں میں، یہاں اب تمہیں ہمیشہ رہنا ہے، بڑا ہی برا ٹھکانا ہے یہ متکبروں کے لیے",
        "bn": "কোৱা হ’ব, ‘তোমালোকে জাহান্নামৰ দুৱাৰেৰে তাত স্থায়ীভাৱে থকাৰ বাবে প্ৰৱেশ কৰা। এতেকে অহংকাৰী বিলাকৰ আবাসস্থল কিমান যে নিকৃষ্ট!",
        "fa": "[به آنان] گفته مى‌شود: «از درهاى دوزخ وارد شوید و جاودانه در آن به سر ‌بَرید؛ و [به راستى] جایگاه متكبران، چه بد [جایگاهى] است!»"
      }
    },
    {
      "verse_number": 4131,
      "verse_key": "39:73",
      "arabic_text": "وَسِيقَ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ إِلَى ٱلْجَنَّةِ زُمَرًا ۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتْ أَبْوَٰبُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَـٰمٌ عَلَيْكُمْ طِبْتُمْ فَٱدْخُلُوهَا خَـٰلِدِينَ",
      "phonetic_text": "Waseeqa allatheena ittaqaw rabbahumila aljannati zumaran hatta itha jaoohawafutihat abwabuha waqala lahumkhazanatuha salamun AAalaykum tibtum fadkhuloohakhalideen",
      "translations": {
        "fr": "Ceux qui auront craint pieusement leur Seigneur (quant à eux) seront menés par groupes au Paradis. Quand ils y seront arrivés, ses portes s’ouvriront et ses gardiens leur diront : « Paix sur vous! (Salâm) Vous avez œuvré pour le bien, entrez-y pour y séjourner éternellement ! »",
        "en": "Those who were mindful of their Lord will be led in throngs to the Garden. When they arrive, they will find its gates wide open, and its keepers will say to them, ‘Peace be upon you. You have been good. Come in: you are here to stay,’",
        "es": "Pero quienes hayan tenido temor de su Señor, serán conducidos al Paraíso en grupos, y cuando lleguen a él, serán abiertas sus puertas y sus [ángeles] guardianes les dirán: “Con vosotros sea la paz, bienvenidos. Ingresad en él por toda la eternidad”.",
        "it": "E coloro che avranno temuto il loro Signore saranno condotti in gruppi al Paradiso. Quando vi giungeranno, saranno aperte le sue porte e i suoi guardiani diranno [loro]: «Pace su di voi! Siete stati buoni; entrate qui per rimanervi in perpetuo».",
        "ru": "А тех, которые боялись своего Господа, толпами проводят в Рай. Когда они приблизятся, и его врата распахнутся, его стражи скажут им: «Мир вам! Вы были хороши. Входите же сюда навечно!».",
        "tr": "Rablerinden korkanlar da bölük bölük cennete sevk edilmektedir. Nihayet oraya vardıkları zaman kapıları açılır ve bekçileri onlara: \"Selâm sizlere, ne hoşsunuz! Ebedî olarak içinde kalmak üzere haydi girin oraya!\" derler.",
        "de": "Und in den (Paradies)garten geführt werden diejenigen, die ihren Herrn fürchteten, in Scharen. Wenn sie dann dort ankommen und seine Tore geöffnet werden und seine Wärter zu ihnen sagen: Friede sei auf euch! Gut wart ihr, so betretet ihn, ewig (darin) zu bleiben.",
        "pt": "Em troca, os tementes serão conduzidos, em grupos, até ao Paraíso e, lá chegando, abrir-se-ão as suas portas e os seusguardiães lhes dirão: Que a paz esteja convosco! Quão excelente é o que fizestes! Adentrai, pois! Aqui permanecereiseternamente.",
        "nl": "En degenen die hun Heer vreesden zullen in menigten naar het Paradijs worden gevoerd, totdat, wanneer zij bij haar zijn aangekomen en haar poorten geopend zullen worden. En haar bewakers tot hen zullen zeggen: \"Salâmoen 'alaikoem. (Vrede zij met jullie) Jullie hebben goed gchandeld, treedt binnen, eeuwig levend.\"",
        "ur": "اور جو لوگ اپنے رب کی نافرمانی سے پرہیز کرتے تھے انہیں گروہ در گروہ جنت کی طرف لے جایا جائے گا یہاں تک کہ جب وہ وہاں پہنچیں گے، اور اس کے دروازے پہلے ہی کھولے جا چکے ہوں گے، تو اُس کے منتظمین ان سے کہیں گے کہ \"سلام ہو تم پر، بہت اچھے رہے، داخل ہو جاؤ اس میں ہمیشہ کے لیے\"",
        "bn": "আৰু যিসকলে নিজ প্ৰতিপালকৰ তাক্বৱা অৱলম্বন কৰিছিল তেওঁলোকক দলে দলে জান্নাতৰ ফালে লৈ যোৱা হ’ব। অৱশেষত যেতিয়া তেওঁলোকে জান্নাতৰ ওচৰত আহি পাব আৰু ইয়াৰ দুৱাৰসমূহ খুলি দিয়া হ’ব আৰু জান্নাতৰ ৰক্ষকসকলে তেওঁলোকক ক’ব, ‘আপোনালোকৰ প্ৰতি ছালাম, আপোনালোক ভাল আছিল। এতেকে স্থায়ীভাৱে থকাৰ বাবে জান্নাতত প্ৰৱেশ কৰক’।",
        "fa": "و كسانى كه از پروردگارشان پروا داشتند، گروه‌گروه به سوى بهشت هدایت مى‌شوند؛ همین كه به آنجا می‌رسند ـ در حالی كه درهاى بهشت گشوده شده است ـ [با عزت و احترام وارد می‌شوند] و نگهبانان آنجا می‌گویند: «سلام بر شما. خوش آمدید. [و] برای همیشه [در آن بمانید]»."
      }
    },
    {
      "verse_number": 4132,
      "verse_key": "39:74",
      "arabic_text": "وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى صَدَقَنَا وَعْدَهُۥ وَأَوْرَثَنَا ٱلْأَرْضَ نَتَبَوَّأُ مِنَ ٱلْجَنَّةِ حَيْثُ نَشَآءُ ۖ فَنِعْمَ أَجْرُ ٱلْعَـٰمِلِينَ",
      "phonetic_text": "Waqaloo alhamdu lillahiallathee sadaqana waAAdahu waawrathanaal-arda natabawwao mina aljannati haythu nashaofaniAAma ajru alAAamileen",
      "translations": {
        "fr": "Ils diront alors : « Louange à Allah Qui a tenu Sa promesse envers nous et Qui nous a faits les héritiers de cette terre<sup foot_note=195087>1</sup> au Paradis afin que nous puissions élire domicile où bon nous semble. » Quelle magnifique récompense pour ceux qui ont bien agi !",
        "en": "and they will say, ‘Praise be to God who has kept His promise to us and given us this land as our own. Now we may live wherever we please in the Garden.’ How excellent is the reward of those who labour!",
        "es": "Exclamarán: “¡Alabado sea Dios!, Quien cumplió Su promesa y nos hizo heredar la tierra del Paraíso, para establecernos donde queramos. ¡Qué excelente la recompensa de los que obraron el bien!”",
        "it": "Risponderanno: «Lode ad Allah, Che ha mantenuto la Sua promessa nei nostri confronti e ci ha fatto eredi della terra <a class=f><sup foot_note=159480>1</sup></a> . Abiteremo nel Paradiso ovunque vorremo». Quant’è magnifica la ricompensa di coloro che hanno [ben] operato!",
        "ru": "Они скажут: «Хвала Аллаху, Который дал нам правдивое обещание и позволил нам унаследовать райскую землю. Мы можем поселиться в Раю, где пожелаем. Как же прекрасна награда тружеников!».",
        "tr": "Onlar da: \"Hamdolsun o Allah'a ki, bize vaadini doğru çıkardı ve bizi cennet arzına varis kıldı. Cennette istediğimiz yerde oturuyoruz\" derler. Bak ne güzeldir mükafatı o iyi amel işleyenlerin!",
        "de": "Und sie werden sagen: (Alles) Lob gehört Allah, Der Sein Versprechen an uns gehalten und uns die Erde zum Erbe gegeben hat, so daß wir uns im (Paradies)garten aufhalten können, wo immer wir wollen! Wie trefflich ist der Lohn derjenigen, die (gut) handeln!",
        "pt": "Dirão: Louvado seja Deus, Que cumpriu a Sua promessa, e nos fez herdar a terra. Alojar-nos-emos no Paraíso ondequisermos. Quão excelente é a recompensa dos caritativos!",
        "nl": "En zij zullen zeggen: \"Alle lof zij Allah Die Zijn belofte aan ons heeft vervuld en Die ons de aarde heeft doen erven. En wij verblijven in het Paradijs zoals wij willen.\" Het is de beste beloning voor de verrichters van het goede.",
        "ur": "اور وہی کہیں گے”شکر ہے اُس خدا کا جس نے ہمارے ساتھ اپنا وعدہ سچا کر دکھایا اور ہم کو زمین کا وارث بنا دیا، <sup foot_note=\"186824\">1</sup> اب ہم جنّت میں جہاں چاہیں اپنی جگہ بنا سکتے ہیں۔“ <sup foot_note=\"186825\">2</sup> پس بہترین اجر ہے عمل کرنے والوں کے لیے۔ <sup foot_note=\"186826\">3</sup>",
        "bn": "আৰু তেওঁলোকে (প্ৰৱেশ কৰি) ক’ব, ‘সকলো ধৰণৰ প্ৰশংসা কেৱল আল্লাহৰ বাবে, যিজনে আমাৰ প্ৰতি তেওঁৰ প্ৰতিশ্ৰুতি সত্য হিচাপে বাস্তবায়িত কৰিছে আৰু আমাক এই ভূমিৰ অধিকাৰী কৰিলে, আমি জান্নাতত য’তে ইচ্ছা ত’তেই বসবাসৰ ঠাই কৰি লম’। এতেকে (চোৱা) নেক আমলকাৰী সকলৰ পুৰস্কাৰ কিমান যে উত্তম!",
        "fa": "بهشتیان مى‌گویند: «ستایش و سپاس مخصوص الله است كه وعدۀ خویش را در مورد ما تحقق بخشید و سرزمین [پهناور بهشت] را به ما میراث داد كه در هر جاى آن بخواهیم، منزل می‌گیریم؛ و [به راستى] پاداش اهل عمل، چه نیكوست!»"
      }
    },
    {
      "verse_number": 4133,
      "verse_key": "39:75",
      "arabic_text": "وَتَرَى ٱلْمَلَـٰٓئِكَةَ حَآفِّينَ مِنْ حَوْلِ ٱلْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ ۖ وَقُضِىَ بَيْنَهُم بِٱلْحَقِّ وَقِيلَ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
      "phonetic_text": "Watara almala-ikata haffeenamin hawli alAAarshi yusabbihoona bihamdirabbihim waqudiya baynahum bilhaqqi waqeelaalhamdu lillahi rabbi alAAalameen",
      "translations": {
        "fr": "Tu verras les Anges se tenant autour du Trône, rendant Gloire à leur Seigneur et célébrant Ses louanges. Il sera jugé en toute équité entre (les hommes) et il sera dit : « Louange à Allah, Seigneur de l’Univers ! »",
        "en": "You [Prophet] will see the angels surrounding the Throne, glorifying their Lord with praise. True judgement will have been passed between them, and it will be said, ‘Praise be to God, the Lord of the Worlds.’",
        "es": "Verás a los ángeles, alrededor del Trono, glorificando las alabanzas de su Señor. [El Día del Juicio] se juzgará a la creación con total justicia, y se exclamará: “¡Alabado sea Dios, Señor del universo!”",
        "it": "[In quel Giorno] vedrai gli angeli circondare il Trono e rendere gloria e lode al loro Signore. Sarà giudicato tra loro con equità e sarà detto: «La lode appartiene ad Allah, Signore dei mondi». <a class=f><sup foot_note=159481>1</sup></a> «Li adoriamo solo perché ci avvicinano ad Allah»: questo è il discorso di tutti coloro che, spesso inconsapevolmente, compiono il più grande dei peccati: lo shirk, l’associare qualcuno o qualcosa ad Allah (gloria a Lui l’Altissimo, l’Unico). Culto dei profeti, dei santi, dei ravvicinati (awliyà’) sono forme di associazionismo molto diffuse tra la gente della Scrittura (ebrei, cristiani) e purtroppo anche tra molti che si proclamano musulmani, con diverse forme e con diverso grado di gravità. Nelle forme più popolari della deviazione dalla purezza del culto, il wàli (il vicino) è visto come una sorta di patrono e intercessore degli uomini nei confronti dell’Altissimo (gloria a Lui) la sua tomba è meta di pie visite e nella «zàwiya» che gli è dedicata vengono recitate speciali giaculatorie a lui rivolte. Tutto ciò, pur se fatto in buona fede, rappresenta una grave deviazione dall’ortodossia islamica, tracciata con chiarezza dal Sublime Corano e dalla Sunna dell’Inviato di Allah (pace e benedizioni su di lui), una maniera di banalizzare lo sforzo di purificazione per avvicinarsi al Signore del Creato (gloria a Lui l’Altissimo), un indebito strumento di potere nelle mani di molti improbabili shuyukh (maestri depositari di una particolare influenza spirituale) per approfittare dell’altrui ignoranza e ingenuità. Allah (gloria a Lui l’Altissimo) ammetterà l’intercessione dei Profeti, dei martiri e degli uomini di scienza solo nel Giorno del Giudizio. Oggi la venerazione per gli uomini pii, limitata allo studio della loro vita con un fine di imitazione è legittima e raccomandata, la pratica comunitaria di opere supererogatorie anche sotto la guida di un maestro è accettata. Le altre forme di devozione costituiscono una «bid‘à» (innovazione eterodossa) rovinosa per chi le pratica e pericolosa per la salute spirituale di tutta la comunità islamica. <a class=f><sup foot_note=159482>2</sup></a> «Arrotola»: abbiamo tradotto letteralmente in quanto ci è sembrato che questo verbo suggerisca una concezione del tempo originale e suggestiva. Le notti e i giorni si sedimentano incessantemente le une sugli altri ed è come se formassero l’immane rotolo del tempo, formato dal passato, su cui si sta avvolgendo il presente e su cui si avvolgerà il futuro, finché Allah (gloria a Lui l’Altissimo) concederà tempo a questo mondo. <a class=f><sup foot_note=159483>3</sup></a> «otto coppie»: «otto tipi, specie», ovini, caprini, bovini e camelidi. <a class=f><sup foot_note=159484>4</sup></a> «creazione dopo creazione»; due possibili significati, a. «per stadi successivi» alludendo alla formazione e allo sviluppo del feto; b. ogni uomo è una creazione unica e originale. A proposito della straordinaria scienza embriologica contenuta nel Corano vedi tra l’altro XXII, e la nota. <a class=f><sup foot_note=159485>5</sup></a> «in tre tenebre»: la placenta, l’utero, il ventre materno. <a class=f><sup foot_note=159486>6</sup></a> «Di’»: o Muhammad. In questo versetto come in coloro che lo seguono l’invito a dire è rivolto all’Inviato di Allah (pace e benedizioni su di lui). <a class=f><sup foot_note=159487>7</sup></a> «Chi passa in devozione…»: frase sospesa, la cui conclusione potrebbe essere «è forse uguale a colui che è miscredente (o distratto)?». <a class=f><sup foot_note=159488>8</sup></a> «Vasta è la terra di Allah»: come già in altri brani, questa espressione viene intesa come invito all’emigrazione rivolto ai musulmani che alla Mecca subivano le persecuzioni dei politeisti. <a class=f><sup foot_note=159489>9</sup></a> I dèmoni, gli idoli, tutto ciò che, diverso da Allah, l’uomo adora. <a class=f><sup foot_note=159490>10</sup></a> Allah (gloria a Lui l’Altissimo) ci fa intuire che nel Paradiso ci sarà una gerarchia della beatitudine, e ogni uomo sarà collocato nella posizione che avrà meritato. <a class=f><sup foot_note=159491>11</sup></a> «colui cui Allah apre il cuore…[é uguale a colui che rimane nelle tenebre della miscredenza] »: la frase é sospesa come nel precedente vers. <a class=f><sup foot_note=159492>12</sup></a> «un Libro coerente e reiterante»: abbiamo reso con questi due aggettivi un’espressione che pone grandi difficoltà di traduzione sperando che Allah ci abbia voluto ispirare nel nostro umile sforzo di rendere chiara, con le nostre indegne espressioni, la Sua sublime concezione del Suo Libro. <a class=f><sup foot_note=159493>13</sup></a> «rabbrividisce la pelle… e poi si distende la pelle insieme coi cuori al Ricordo di Allah»: la lettura del Corano provoca emozioni di grandissima intensità in coloro che Gli si avvicinano con umiltà e timor di Allah. La pelle d’oca e le lacrime che sgorgano dagli occhi dei credenti sono le manifestazioni esteriori di quell’emozione. <a class=f><sup foot_note=159494>14</sup></a> Un’altra frase che rimane in sospeso la cui conclusione potrebbe essere: «sarà come colui che avrà agito in modo da non vederlo?» e che potrebbe essere spiegata con l’aiuto di un hadith dell’Inviato di Allah (pace e benedizioni su di lui) che si ricollega al versetto precedente. Disse il Profeta: «Due occhi non saranno toccati dal Fuoco, quello che ha pianto per il timore di Allah e quello che ha vegliato vigile sul sentiero di Allah». <a class=f><sup foot_note=159495>15</sup></a> La parabola riguarda evidentemente la condizione del politeista che deve fare i conti con un olimpo di divinità in contrasto tra loro e chi crede nel Dio Unico e Gli obbedisce. La conclusione è talmente evidente che non è necessaria la risposta alla domanda che Allah (gloria a Lui l’Altissimo) pone nel Corano. <a class=f><sup foot_note=159496>16</sup></a> «… dovrai morire [o Muhammad] ed essi [i miscredenti] dovranno morire.» <a class=f><sup foot_note=159497>17</sup></a> L’Inviato di Allah (pace e benedizioni su di lui) che ha reso il messaggio coranico e i credenti che l’hanno riconosciuto come proveniente dall’Altissimo (gloria a Lui) e hanno obbedito ai Suoi precetti. <a class=f><sup foot_note=159498>18</sup></a> Allah (gloria a Lui l’Altissimo) rassicura il Suo Inviato (pace e benedizioni su di lui) in merito alle minacce dei politeisti meccani. «Se non li rispetterai – avevano detto i Quraysh al Profeta – i nostri dèi ti faranno certamente del male.» <a class=f><sup foot_note=159499>19</sup></a> «Su di te»: o Muhammad. <a class=f><sup foot_note=159500>20</sup></a> Secondo la teologia islamica, Allah (gloria a Lui l’Altissimo) riceve presso di Sé le anime dei trapassati e quelle dei dormienti. Questo fa sì che le anime si incontrino in altissimo luogo, come risulta da un’invocazione che l’Inviato di Allah (pace e benedizioni su di lui) insegnò ai suoi compagni. Egli disse: «Chi di voi va a coricarsi lo faccia in stato di purezza rituale, si sdrai sul fianco destro… e dica: “Signor mio, muoio e vivo in Tuo Nome, se trattieni la mia anima abbi pietà di essa, se la lasci andare fa’ sì che sia protetta come lo sono i tuoi servi devoti”». Per questa vicinanza ad Allah, l’attività onirica della mente presenta caratteristiche simili alla profezia. Il Profeta Muhammad (pace e benedizioni su di lui) si faceva raccontare i sogni dei suoi compagni e li interpretava. <a class=f><sup foot_note=159501>21</sup></a> «Questo proviene dalla mia scienza»: la presunzione dell’uomo in una delle sue più tipiche manifestazioni. Vedi XXVIII, lo stesso discorso tenuto da Qàrùn. <a class=f><sup foot_note=159502>22</sup></a> Grande è la misericordia del Signore, e per quanto grande sia la colpa del servo, essa può cancellarla. Una delle astuzie di Satana consiste nel convincere l’uomo che troppo grandi sono i suoi peccati, troppo profonda la sua abiezione, per sperare nel perdono di Allah. Ebbene Allah (gloria a Lui l’Altissimo) perdona tutti i peccati a coloro che credono in Lui, l’Unico, l’Onnipotente. <a class=f><sup foot_note=159503>23</sup></a> «inventavano menzogne contro Allah»: Gli attribuivano progenie o associati. <a class=f><sup foot_note=159504>24</sup></a> «il Registro»: il libro dove vengono annotate le azioni degli uomini. <a class=f><sup foot_note=159505>25</sup></a> «ci ha fatto eredi della terra»: la maggior parte dei commentatori (ad esempio Tabarì XXIV, afferma che in questo caso il termine «’ard» designa il Paradiso stesso, come del resto emerge dal prosieguo del versetto. Alcuni di loro, però, ammettono che potrebbe anche trattarsi della profezia del trionfo dellTslàm in tutto il mondo prima che giunga il Giorno del Giudizio. Vedi anche vii, e XXI, (e relativa nota).",
        "ru": "Ты увидишь ангелов, окружающих Трон и прославляющих хвалой своего Господа. Между ними рассудят по справедливости, и будет сказано: «Хвала Аллаху, Господу миров!».",
        "tr": "Meleklerin de arşın etrafını kuşatarak, Rablerine hamd ile tesbih ettiklerini görürsün. Artık halk arasında hak ile hüküm icra edilip \"âlemlerin Rabbi Allah'a hamdolsun\" denilmektedir.",
        "de": "Und du wirst die Engel den Thron umgeben und ihren Herrn lobpreisen sehen. Und es wird zwischen ihnen der Wahrheit entsprechend entschieden. Und es wird gesagt: (Alles) Lob gehört Allah, dem Herrn der Weltenbewohner!",
        "pt": "E verás os anjos circundando o Trono Divino, celebrando os louvores do seu Senhor. E todos serão julgados comeqüidade, e será dito: Louvado seja Deus, Senhor do Universo!",
        "nl": "En jij (O Moehammad) zal de Engelen zien rondgaan om de Troon, de Glorie van hun heer lofprijzend met de lofprijzing die Hem toekomt. En er zal in Waarheid tussen hen worden beslist en er zal gezegd worden: \"Alle lof zij de Heer der Werelden.\"",
        "ur": "اور تم دیکھو گے کہ فرشتے عرش کے گر د حلقہ بنائے ہوئے اپنے ربّ کی حمد اور تسبیح کر رہے ہونگے، اور لوگوں کے درمیان ٹھیک ٹھیک حق کے ساتھ فیصلہ چُکا دیا جائے گا ، اور پُکار دیا جائے گا کہ حمد ہے اللہ ربّ العالمین کے لیے۔ <sup foot_note=\"186827\">1</sup>",
        "bn": "আৰু তুমি ফিৰিস্তাসকলক দেখিবা যে, তেওঁলোকে আৰছৰ চাৰিওফালে আগুৰি ধৰি নিজ প্ৰতিপালকৰ সপ্ৰশংস পৱিত্ৰতা আৰু মহিমা ঘোষণা কৰি আছে। তেওঁলোকৰ মাজত ন্যায়ৰ সৈতে বিচাৰ কৰা হ’ব আৰু কোৱা হ’ব, ‘সকলো ধৰণৰ প্ৰশংসা সৃষ্টিজগতৰ প্ৰতিপালক আল্লাহৰেই প্ৰাপ্য’।",
        "fa": "[در آن روز،] فرشتگان را خواهی دید كه پیرامون عرش حلقه زده‌اند و پروردگارشان را به پاکی می‌ستایند؛ و به حق و عدالت میان مردم داورى خواهد شد و گفته مى‌شود: «ستایش و سپاس، مخصوص الله - پروردگار جهانیان- است»."
      }
    }
  ]
}