{
  "surah_number": 54,
  "extracted_at": "2025-09-20T15:16:27.282Z",
  "verses": [
    {
      "verse_number": 4847,
      "verse_key": "54:1",
      "arabic_text": " ٱقْتَرَبَتِ ٱلسَّاعَةُ وَٱنشَقَّ ٱلْقَمَرُ",
      "phonetic_text": "Iqtarabati assaAAatu wanshaqqaalqamar",
      "translations": {
        "fr": "L’Heure approche et la lune s’est fendue.",
        "en": "The Hour draws near; the moon is split in two.",
        "es": "El Día del Juicio está próximo, y la Luna se ha partido en dos<sup foot_note=169363>1</sup>.",
        "it": "L’Ora si avvicina e la luna si spacca.",
        "ru": "Приблизился Час, и раскололся месяц.",
        "tr": "Kıyamet saati yaklaştı, Ay yarıldı.",
        "de": "Näher ist die Stunde (des Gerichts) gekommen, und gespalten hat sich der Mond.",
        "pt": "A Hora (do Juízo) se aproxima, e a lua se fendeu.",
        "nl": "Het Uur is nabij en de maan is gespleten.",
        "ur": "قیامت کی گھڑی قریب آگئی اور چاند پھٹ گیا۔ <sup foot_note=\"187578\">1</sup>",
        "bn": "কিয়ামত নিকটৱৰ্তী হৈছে আৰু চন্দ্ৰ বিদীৰ্ণ হৈছে,",
        "fa": "قیامت نزدیک شد و ماه [از هم] شکافت."
      }
    },
    {
      "verse_number": 4848,
      "verse_key": "54:2",
      "arabic_text": "وَإِن يَرَوْا۟ ءَايَةً يُعْرِضُوا۟ وَيَقُولُوا۟ سِحْرٌ مُّسْتَمِرٌّ",
      "phonetic_text": "Wa-in yaraw ayatan yuAAridoowayaqooloo sihrun mustamirr",
      "translations": {
        "fr": "Voient-ils un Signe, ils s’en détournent en disant : « C’est une magie appelée à disparaître. »<sup foot_note=195166>1</sup>",
        "en": "Whenever the disbelievers see a sign, they turn away and say, ‘Same old sorcery!’",
        "es": "Pero cuando contemplaron el milagro, se rehusaron a creer y dijeron: “Esto es un hechizo persistente”.",
        "it": "Se vedono un segno, si sottraggono e dicono: «È una magia continua!» <a class=f><sup foot_note=160037>1</sup></a> .",
        "ru": "Когда они видят знамение, то отворачиваются и говорят: «Это - преходящее (или крепкое; или лживое) колдовство!».",
        "tr": "Bir mucize görseler hemen yüz çevirirler ve \"süregelen bir büyüdür\" derler.",
        "de": "Und wenn sie ein Zeichen sehen, wenden sie sich ab und sagen: Fortdauernde Zauberei.",
        "pt": "Porém, se presenciam algum sinal, afastam-se, dizendo: É magia reiterada!",
        "nl": "En wanneer zij een Teken zien, dan wenden zij zich af, en zeggen: \"Voortdurende toverij.\"",
        "ur": "مگر اِن لوگوں کا حال یہ ہے خواہ کوئی نشانی دیکھ لیں منہ موڑ جاتے ہیں اور کہتے ہیں یہ تو چلتا ہوا جادو ہے۔ <sup foot_note=\"187579\">1</sup>",
        "bn": "আৰু সিহঁতে কোনো নিদৰ্শন দেখিলে মুখ ঘূৰাই লয় আৰু কয়, ‘এয়াতো চিৰাচৰিত যাদুহে’।",
        "fa": "اگر [کافران] معجزه‌ای ببینند، روی می‌گردانند و می‌گویند: «[این] جادویی [باطل و] زودگذر است»."
      }
    },
    {
      "verse_number": 4849,
      "verse_key": "54:3",
      "arabic_text": "وَكَذَّبُوا۟ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُمْ ۚ وَكُلُّ أَمْرٍ مُّسْتَقِرٌّ",
      "phonetic_text": "Wakaththaboo wattabaAAoo ahwaahumwakullu amrin mustaqirr",
      "translations": {
        "fr": "Ils crient au mensonge, suivent leurs penchants, mais tout ira (à son aboutissement).",
        "en": "They reject the truth and follow their own desires––everything is recorded––",
        "es": "Desmintieron<sup foot_note=169364>1</sup> y siguieron sus inclinaciones. Pero todo tiene un desenlace definitivo<sup foot_note=169365>2</sup>.",
        "it": "Tacciano di menzogna e seguono le loro passioni, ma ogni Decreto è prefissato.",
        "ru": "Они сочли лжецами посланников и потакали своим желаниям, но каждый поступок утвердится (творения получат вознаграждение за добро и наказание за зло).",
        "tr": "Yalanladılar, nefislerinin arzularına uydular. Halbuki her iş yerini bulacaktır.",
        "de": "Und sie erklären (es) für Lüge und folgen ihren Neigungen. Doch jede Angelegenheit ist festgesetzt.",
        "pt": "E o rejeitam, e persistem em suas luxúrias; porém, cada coisa terá o seu fim.",
        "nl": "En zij loochenen en volgen hun begeerten, terwijl alle zaken al zijn vastgesteld.",
        "ur": "اِنہوں نے (اس کو بھی) جھٹلادیا اور اپنی خواہشاتِ نفس ہی کی پیروی کی۔ <sup foot_note=\"187580\">1</sup> ہر معاملہ کو آخر کار ایک انجام پر پہنچ کر رہنا ہے۔ <sup foot_note=\"187581\">2</sup>",
        "bn": "আৰু সিহঁতে অস্বীকাৰ কৰে আৰু নিজ নিজ প্ৰবৃত্তিৰ অনুসৰণ কৰে, অথচ প্ৰতিটো বিষয়েই শেষ লক্ষ্যত উপনীত হ’ব।",
        "fa": "آنان [آیات و نشانه‌های الهی را] دروغ می‌پندارند و از هوای نفس خویش پیروی می‌کنند؛ و هر امرى [از پاداش و کیفرهای قیامت] در زمان مخصوص به خود قرار دارد."
      }
    },
    {
      "verse_number": 4850,
      "verse_key": "54:4",
      "arabic_text": "وَلَقَدْ جَآءَهُم مِّنَ ٱلْأَنۢبَآءِ مَا فِيهِ مُزْدَجَرٌ",
      "phonetic_text": "Walaqad jaahum mina al-anba-i mafeehi muzdajar",
      "translations": {
        "fr": "Il leur est pourtant parvenu des récits qui devaient les prévenir (de la mécréance),",
        "en": "although warning tales that should have restrained them have come down to them––",
        "es": "Ya han recibido suficiente información<sup foot_note=169366>1</sup> disuasiva.",
        "it": "Certamente sono giunte a loro storie che dovrebbero dissuaderli [dal male],",
        "ru": "До них уже дошли известия, которые удерживали от неверия.",
        "tr": "Andolsun ki onlara (kötülükten) vazgeçirecek nice önemli haberler gelmiştir.",
        "de": "Zu ihnen ist doch von den Berichten gekommen, was reichliche Verweisung enthält,",
        "pt": "E, sem dúvida, tiveram bastante admoestação exemplificada.",
        "nl": "En voorzeker, er zijn berichten tot hen gekomen waar een afschrikking in is.",
        "ur": "اِن لوگوں کے سامنے (پچھلی قوموں کے) وہ حالات آ چکے ہیں جن میں سرکشی سے باز رکھنے کے لیے کافی سامان عبرت ہے",
        "bn": "আৰু সিহঁতৰ ওচৰত সংবাদসমূহ আহি পাইছে, য’ত আছে সতৰ্কবাণী,",
        "fa": "و مطمئناً [ماجرای عذاب اقوام گذشته و] اخبارى كه باعث دست کشیدن از گناه می‌شود، به مشرکان رسیده است."
      }
    },
    {
      "verse_number": 4851,
      "verse_key": "54:5",
      "arabic_text": "حِكْمَةٌۢ بَـٰلِغَةٌ ۖ فَمَا تُغْنِ ٱلنُّذُرُ",
      "phonetic_text": "Hikmatun balighatun famatughnee annuthur",
      "translations": {
        "fr": "(récits) d’une grande sagesse, mais les avertissements ne servirent à rien.",
        "en": "farreaching wisdom––but these warnings do not help:",
        "es": "Una sabiduría sublime [de Dios], pero las advertencias han sido en vano,",
        "it": "consolidata saggezza. Ma gli avvertimenti non giovano [loro].",
        "ru": "Это является совершенной мудростью, но какую пользу приносят предостережения (или предостережения не принесли им никакой пользы)?",
        "tr": "Bunlar üstün bir hikmettir fakat uyarılar fayda vermiyor.",
        "de": "eine durchdringende Weisheit. Aber was nützen da die Warnungen?",
        "pt": "E sabedoria prudente; porém, de nada lhes servem as admoestações.",
        "nl": "Doeltreffende wijsheid, maar de waarschuwingen baten niet.",
        "ur": "اور ایسی حکمت جو نصیحت کے مقصد کو بدرجہ اتم پورا کرتی ہے مگر تنبیہات اِن پر کارگر نہیں ہوتیں",
        "bn": "এটা পৰিপূৰ্ণ হিকমত, কিন্তু ভীতিপ্ৰদৰ্শন সিহঁতৰ কোনো কামত আহা নাই।",
        "fa": "این [آیات الهى، دانش و] حکمتی رساست؛ ولى [برای افراد لجوج،] هشدارها سودی ندارد؛"
      }
    },
    {
      "verse_number": 4852,
      "verse_key": "54:6",
      "arabic_text": "فَتَوَلَّ عَنْهُمْ ۘ يَوْمَ يَدْعُ ٱلدَّاعِ إِلَىٰ شَىْءٍ نُّكُرٍ",
      "phonetic_text": "Fatawalla AAanhum yawma yadAAu addaAAiila shay-in nukur",
      "translations": {
        "fr": "Détourne-toi donc d’eux ! Le jour où le Héraut annoncera une chose terrifiante,",
        "en": "so [Prophet] turn away from them. On the Day the Summoner will summon them to a horrific event,",
        "es": "así que apártate de ellos. El día que un pregonero les convoque para algo terrible,",
        "it": "Distogliti da loro [o Muhammad]. Il Giorno in cui l’Araldo <a class=f><sup foot_note=160038>1</sup></a> chiamerà a qualcosa di orribile,",
        "ru": "Отвернись же от них. В тот день, когда глашатай призовет к неприятной вещи,",
        "tr": "Sen de onlardan yüz çevir ki, o gün çağırıcı, görülmedik müthiş bir şeye çağırır.",
        "de": "So kehre dich von ihnen ab. Am Tag, da der Rufer zu etwas Entsetzlichem ruft,",
        "pt": "Afasta-te, pois, deles (ó Mensageiro), e recorda o dia em que o (anjo) convocador convocará os humanos a algo terrível.",
        "nl": "Keer je daarom van hen af De Dag (zal komen) waarop een oproeper (een Engel) tot iets verschrikkelijks oproept.",
        "ur": "پس اے نبیؐ ،  اِن سے رُخ پھیر لو۔ <sup foot_note=\"187582\">1</sup> جس روز پکارنے والا ایک سخت ناگوار <sup foot_note=\"187583\">2</sup> چیز کی طرف پکارے گا",
        "bn": "এতেকে তুমি সিহঁতক উপেক্ষা কৰা। (স্মৰণ কৰা) যিদিনা আহ্বানকাৰীয়ে আহ্বান কৰিব এটা ভয়াৱহ পৰিণামৰ ফালে,",
        "fa": "پس [ای پیامبر،] از آنان روى برتاب [و منتظر] روزى [باش] كه [فرشتۀ] دعوت‌كننده [با دمیدن در صور] آنان را به امرى بس دشوار [و وحشتناک] فرا‌بخوانَد."
      }
    },
    {
      "verse_number": 4853,
      "verse_key": "54:7",
      "arabic_text": "خُشَّعًا أَبْصَـٰرُهُمْ يَخْرُجُونَ مِنَ ٱلْأَجْدَاثِ كَأَنَّهُمْ جَرَادٌ مُّنتَشِرٌ",
      "phonetic_text": "KhushshaAAan absaruhum yakhrujoonamina al-ajdathi kaannahum jaradun muntashir",
      "translations": {
        "fr": "les regards humbles de crainte, ils sortiront des tombes comme sauterelles dispersées,",
        "en": "eyes downcast, they will come out of their graves like swarming locusts",
        "es": "saldrán de las tumbas con la mirada baja, como si fueran langostas desorientadas,",
        "it": "usciranno dalle tombe con gli occhi bassi, come locuste disperse",
        "ru": "они с униженными взорами выйдут из могил, словно рассеянная саранча.",
        "tr": "Gözleri düşkün düşkün (zelil ve hakir) kabirlerinden çıkarlar, sanki yayılan çekirgeler gibidirler.",
        "de": "werden sie mit gedemütigten Blicken aus den Gräbern herauskommen wie ausschwärmende Heuschrecken,",
        "pt": "Sairão dos sepulcros, com os olhos humildes, como se fossem uma nuvem de gafanhotos dispersa,",
        "nl": "Met teneergeslagen blikken komen zij uit de graven tevoorschijn, alsof zij verspreidde sprinkhanen zijn.",
        "ur": "لوگ سہمی ہوئی نگاہوں کے ساتھ <sup foot_note=\"187584\">1</sup> اپنی قبروں سے <sup foot_note=\"187585\">2</sup> اِس طرح نکلیں گے  گویا وہ بکھری ہوئی ٹِڈیاں ہیں",
        "bn": "অপমানিত অৱনমিত নয়নেৰে সেইদিনা সিহঁতে কবৰৰ পৰা ওলাই আহিব, এনে লাগিব যেনিবা সিহঁত বিক্ষিপ্ত ফৰিংহে,",
        "fa": "با دیدگانِ فروافتاده [از وحشت] از گورها خارج می‌شوند؛ [حرکتشان به سوی دادگاه الهی، چنان است که] گویى ملخ‌هایی پراكنده‌اند."
      }
    },
    {
      "verse_number": 4854,
      "verse_key": "54:8",
      "arabic_text": "مُّهْطِعِينَ إِلَى ٱلدَّاعِ ۖ يَقُولُ ٱلْكَـٰفِرُونَ هَـٰذَا يَوْمٌ عَسِرٌ",
      "phonetic_text": "MuhtiAAeena ila addaAAiyaqoolu alkafiroona hatha yawmun AAasir",
      "translations": {
        "fr": "tous précipités vers (l’origine de) l’appel. « C’est un jour pénible ! », diront les mécréants.",
        "en": "rushing towards the Summoner. The disbelievers will cry, ‘This is a stern day!’",
        "es": "acudiendo presurosos a la llamada del pregonero. Los que se negaron a creer exclamarán: “¡Hoy será un día difícil!”",
        "it": "e si precipiteranno impauriti verso l’Araldo. Diranno i miscredenti: «Ecco un Giorno difficile».",
        "ru": "Они устремятся к глашатаю, и неверующие скажут: «Это - Тяжкий день!».",
        "tr": "O çağırana koşarak, kâfirler: \"Bu çetin bir gündür.\" derler.",
        "de": "zu dem Rufer hastend. Die Ungläubigen werden sagen: Das ist ein schwerer Tag.",
        "pt": "Dirigindo-se, rapidamente, até ao convocador; os incrédulos dirão: Este é um dia terrível!",
        "nl": "Zich haastend naar de oproeper. De ongelovigen zullen zeggen: \"Dit is een zware dag.\"",
        "ur": "پکارنے والے کی طرف دوڑے جا رہے ہوں گے اور وہی منکرین (جو دنیا میں اس کا انکار کرتے تھے) اُس وقت کہیں گے کہ یہ دن تو بڑا کٹھن ہے",
        "bn": "সিহঁতে আহ্বানকাৰীৰ ফালে ভীত-সন্ত্ৰস্ত অৱস্থাত গুচি আহিব। কাফিৰসকলে ক’ব, ‘এইটো বৰ কঠিন দিন’।",
        "fa": "[هراسناک] به سوى مُنادىِ [محشر] می‌شتابند و کافران مى‌گویند: «امروز، روز دشوارى است»."
      }
    },
    {
      "verse_number": 4855,
      "verse_key": "54:9",
      "arabic_text": "۞ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا۟ عَبْدَنَا وَقَالُوا۟ مَجْنُونٌ وَٱزْدُجِرَ",
      "phonetic_text": "Kaththabat qablahum qawmu noohinfakaththaboo AAabdana waqaloo majnoonun wazdujir",
      "translations": {
        "fr": "Le peuple de Noé, avant eux, avait tout rejeté et traité de menteur Notre serviteur. Ils dirent alors de lui: « C’est un insensé ! » Et il fut repoussé (impitoyablement).",
        "en": "The people of Noah rejected the truth before them: they rejected Our servant, saying, ‘He is mad!’ Noah was rebuked,",
        "es": "Pero antes que ellos ya se había negado a creer el pueblo de Noé. Desmintieron a Mi siervo y dijeron: “Es un demente”, y le amenazaron.",
        "it": "Prima di loro il popolo di Noè già tacciò di menzogna. Tacciarono di menzogna il Nostro servo e dissero: «È un pazzo». Lo diffidarono [dal predicare] <a class=f><sup foot_note=160039>1</sup></a> .",
        "ru": "До них счел лжецами посланников народ Нуха (Ноя). Они сочли лжецом Нашего раба и сказали: «Он - одержимый!». Они ругали его и угрожали ему.",
        "tr": "Onlardan önce Nuh'un kavmi de yalanlamıştı. Kulumuzu yalanladılar ve: \"Cinlenmiştir.\" dediler. Ve (Nuh davetten vazgeçmeye) zorlandı.",
        "de": "Vor ihnen (schon) bezichtigte das Volk Nuhs (ihren Gesandten) der Lüge. Sie bezichtigten Unseren Diener der Lüge und sagten: Ein Besessener. Und er wurde (von ihnen) gescholten.",
        "pt": "Antes deles, o povo de Noé havia desmentido os mensageiros; desmentiram o Nosso servo, dizendo: É um energúmeno!, repudiando-o por todas as vias.",
        "nl": "Vóór hen loochende het volk van Nôeh, zij loochenden Onze dienaar, en zij zeiden: \"Een bezetene!\" En hij werd verbannen.",
        "ur": "اِن سے پہلے نوحؑ کی قوم جھٹلا چکی ہے۔ <sup foot_note=\"187586\">1</sup> اُنہوں نے ہمارے بندے کو جھوٹا قرار دیا اور کہا کہ یہ دیوانہ ہے، اور وہ بری طرح جِھڑکا گیا۔ <sup foot_note=\"187587\">2</sup>",
        "bn": "ইহঁতৰ পূৰ্বে নূহৰ সম্প্ৰদায়েও অস্বীকাৰ কৰিছিল-- এতেকে সিহঁতে আমাৰ বান্দাক অস্বীকাৰ কৰিছিল আৰু কৈছিল, ‘এওঁ এজন বলিয়া’, আৰু তেওঁক ভীতি প্ৰদৰ্শন কৰা হৈছিল।",
        "fa": "پیش از آنان، قوم نوح [نیز پیامبرشان را] تكذیب کردند و بندۀ ما را دروغگو خواندند و گفتند: «دیوانه است»؛ و او را سخت آزردند؛"
      }
    },
    {
      "verse_number": 4856,
      "verse_key": "54:10",
      "arabic_text": "فَدَعَا رَبَّهُۥٓ أَنِّى مَغْلُوبٌ فَٱنتَصِرْ",
      "phonetic_text": "FadaAAa rabbahu annee maghloobun fantasir",
      "translations": {
        "fr": "Il pria son Seigneur : « Je suis vaincu, à Toi donc de faire triompher (Ta cause) ! »",
        "en": "and so he called upon his Lord, ‘I am defeated: help me!’",
        "es": "Entonces [Noé] invocó a su Señor: “¡Me han vencido, Te pido ayuda!”",
        "it": "Invocò il suo Signore: «Sono sopraffatto: fa’ trionfare la Tua causa» <a class=f><sup foot_note=160040>1</sup></a> .",
        "ru": "Тогда он воззвал к своему Господу: «Меня одолели. Помоги же мне!».",
        "tr": "Bunun üzerine Rabbine: \"Ben yenik düştüm, bana yardım et!\" diyerek yalvardı.",
        "de": "Da rief er seinen Herrn an: Ich bin überwältigt, so leiste Du (mir) Hilfe.",
        "pt": "Então ele invocou seu Senhor, dizendo: Estou vencido! Socorre-me!",
        "nl": "Waarop hij zijn Heer aanriep (en zei:) \"Ik ben verslagen, help daarom.\"",
        "ur": "آخر کار اُس نے اپنے رب کو پکارا کہ \"میں مغلوب ہو چکا، اب تو اِن سے انتقام لے\"",
        "bn": "তেতিয়া তেওঁ নিজ প্ৰতিপালকক আহ্বান কৰি কৈছিল, ‘নিশ্চয় মই অসহায়, এতেকে তুমিয়েই ইয়াৰ প্ৰতিশোধ গ্ৰহণ কৰা’।",
        "fa": "تا آنجا که او پروردگارش را خواند [و گفت]: «من مغلوب شده‌ام؛ پس یاری‌ام فرما [و از آنان انتقام بگیر]»."
      }
    },
    {
      "verse_number": 4857,
      "verse_key": "54:11",
      "arabic_text": "فَفَتَحْنَآ أَبْوَٰبَ ٱلسَّمَآءِ بِمَآءٍ مُّنْهَمِرٍ",
      "phonetic_text": "Fafatahna abwaba assama-ibima-in munhamir",
      "translations": {
        "fr": "Nous ouvrîmes alors les portes du ciel qui (laissèrent s’échapper) des eaux impétueuses.",
        "en": "So We opened the gates of the sky with torrential water,",
        "es": "Entonces abrí las puertas del cielo con un agua torrencial,",
        "it": "Spalancammo le porte del cielo ad un’acqua torrenziale,",
        "ru": "Мы открыли врата неба, откуда стала изливаться вода,",
        "tr": "Biz de boşalan bir su ile göğün kapılarını açtık.",
        "de": "Da öffneten Wir die Tore des Himmels mit niederströmendem Wasser",
        "pt": "Então abrimos as portas do céu, com água torrencial (que fizemos descer).",
        "nl": "Wij openden toen de poorten van de hemel met neergietend water.",
        "ur": "تب ہم نے موسلادھار بارش سے آسمان کے دروازے کھول دیے اور زمین کو پھاڑ کر چشموں میں تبدیل کر دیا، <sup foot_note=\"187588\">1</sup>",
        "bn": "ফলত আমি ধাৰাসাৰ বৰষুণসহ আকাশৰ দুৱাৰসমূহ খুলি দিলোঁ,",
        "fa": "ما نیز درهاى آسمان را براى [ریزشِ] رگبارى سیل‌آسا گشودیم."
      }
    },
    {
      "verse_number": 4858,
      "verse_key": "54:12",
      "arabic_text": "وَفَجَّرْنَا ٱلْأَرْضَ عُيُونًا فَٱلْتَقَى ٱلْمَآءُ عَلَىٰٓ أَمْرٍ قَدْ قُدِرَ",
      "phonetic_text": "Wafajjarna al-arda AAuyoonanfaltaqa almao AAala amrin qad qudir",
      "translations": {
        "fr": "Nous fîmes sourdre de la terre des ruisseaux, et les eaux (du ciel et de la terre) se rejoignirent par Nos ordres prédestinés.",
        "en": "burst the earth with gushing springs: the waters met for a preordained purpose.",
        "es": "también hice brotar agua de la tierra y se encontraron las aguas<sup foot_note=169367>1</sup>, por un mandato que había sido decretado.",
        "it": "e da tutta la terra scaturirono sorgenti e le acque <a class=f><sup foot_note=160041>1</sup></a> si mescolarono in un ordine prestabilito.",
        "ru": "и разверзли землю, из которой забили ключи. Воды небес и земли слились для дела, которое было предопределено.",
        "tr": "Yeri de kaynaklar halinde fışkırttık, derken sular takdir edilmiş bir iş için birleşti.",
        "de": "und ließen aus der Erde Quellen hervorströmen; so traf das Wasser zu einer bereits festgesetzten Angelegenheit zusammen.",
        "pt": "E fizemos brotar fontes da terra, e ambas as águas se encontraram na medida predestinada.",
        "nl": "En Wij deden bronnen uit de aarde barsten, waarna de wateren elkaar ontmoetten volgens een beschikking die waarlijk bepaald was.",
        "ur": "اور یہ سارا پانی اُس کام کو پورا کرنے لیے مل گیا جو مقدر ہو چکا تھا",
        "bn": "আৰু মাটিৰ পৰা ঝৰ্ণাসমূহ উৎসাৰিত কৰিলোঁ; ফলত গোটেই পানী মিলিত হ’ল এটা পৰিকল্পনা অনুসাৰে।",
        "fa": "و از زمین نیز چشمه‌ها جارى ساختیم و آبها [از زمین و آسمان] براى طوفانى كه مقدر شده بود، به هم پیوست."
      }
    },
    {
      "verse_number": 4859,
      "verse_key": "54:13",
      "arabic_text": "وَحَمَلْنَـٰهُ عَلَىٰ ذَاتِ أَلْوَٰحٍ وَدُسُرٍ",
      "phonetic_text": "Wahamalnahu AAala thatialwahin wadusur",
      "translations": {
        "fr": "Nous le transportâmes sur (une Arche) faite de planches assemblées avec des clous,",
        "en": "We carried him along on a vessel of planks and nails",
        "es": "Pero a él le transporté en una embarcación construida con tablas y clavos,",
        "it": "E lo portammo su [quella fatta di] tavole e chiodi <a class=f><sup foot_note=160042>1</sup></a> .",
        "ru": "Мы понесли его в ковчеге из досок и гвоздей.",
        "tr": "Nuh'u da tahtalardan yapılmış, çivilerle (çakılmış gemi) üzerinde taşıdık.",
        "de": "Und Wir trugen ihn auf einem Schiff aus Planken und Nägeln,",
        "pt": "E o conduzimos (Noé) em uma arca, de tábuas encavilhadas,",
        "nl": "En Wij droegen hem op een vaartuig van planken en (houten) pinnen.",
        "ur": "اور نوح ؑ کو ہم نے ایک تختوں اور کیلوں والی <sup foot_note=\"187589\">1</sup> پر سوار کر دیا",
        "bn": "আৰু আমি তেওঁক (নূহক) কাঠ আৰু পেৰেক নিৰ্মিত নৌযানত আৰোহণ কৰালোঁ।",
        "fa": "و نوح را بر [كشتىِ] ساخته و پرداخته از تخته‌ها و میخ‌ها سوار كردیم"
      }
    },
    {
      "verse_number": 4860,
      "verse_key": "54:14",
      "arabic_text": "تَجْرِى بِأَعْيُنِنَا جَزَآءً لِّمَن كَانَ كُفِرَ",
      "phonetic_text": "Tajree bi-aAAyunina jazaanliman kana kufir",
      "translations": {
        "fr": "qui voguait sous Nos Yeux, en récompense pour celui qui fut renié.",
        "en": "that floated under Our watchful eye, a reward for the one who had been rejected.",
        "es": "que navegó bajo la protección de Mis ojos. Así recompensé a quien había sido rechazado<sup foot_note=169368>1</sup>.",
        "it": "Navigò sotto i Nostri occhi: fu il compenso per colui che era stato rinnegato.",
        "ru": "Ковчег поплыл у Нас на Глазах в воздаяние тому, в кого не уверовали (или тем, которые не уверовали).",
        "tr": "Nankörlük edilen (kulumuz)e bir mükafat olmak üzere (gemi), gözlerimizin önünde akıp gidiyordu.",
        "de": "das vor Unseren Augen dahinfuhr: (Dies) als Lohn für jemanden, der immer verleugnet worden war.",
        "pt": "Que flutuava sob o Nosso olhar, como recompensa para aquele que foi desmentido.",
        "nl": "Dat voer onder Ons toezicht, als beloning voor degene die werd verworpen.",
        "ur": "جو ہماری نگرانی میں چل رہی تھی۔ یہ تھا بدلہ اُس شخص کی خاطر جس کی ناقدری  کی گئی تھی۔ <sup foot_note=\"187590\">1</sup>",
        "bn": "যিটো আমাৰ চকুৰ সন্মুখত চলিছিল, এইটো পুৰস্কাৰ তাৰ বাবে যাক প্ৰত্যাখ্যান কৰা হৈছিল।",
        "fa": "كه تحت نظر [و حفاظتِ] ما حركت مى‌كرد. این، پاداش كسى بود كه [قومش] او را انکار کرده بودند."
      }
    },
    {
      "verse_number": 4861,
      "verse_key": "54:15",
      "arabic_text": "وَلَقَد تَّرَكْنَـٰهَآ ءَايَةً فَهَلْ مِن مُّدَّكِرٍ",
      "phonetic_text": "Walaqad taraknaha ayatanfahal min muddakir",
      "translations": {
        "fr": "Nous laissâmes (l’Arche) comme Signe à la postérité. Est-il donc quelqu’un pour y réfléchir ?",
        "en": "We have left this as a sign: will anyone take heed?",
        "es": "Hice que la embarcación se preservara para que fuera un signo. Pero, ¿habrá alguien que reflexione?",
        "it": "La lasciammo come segno <a class=f><sup foot_note=160043>1</sup></a> . C’è qualcuno che se ne ricorda?",
        "ru": "Мы оставили его (корабль или рассказ о Нухе) в качестве знамения. Но есть ли среди вас вспоминающие?",
        "tr": "Bunu bir ibret olarak bıraktık, ibret alan yok mudur?",
        "de": "Und Wir ließen es ja als Zeichen zurück. Gibt es aber jemanden, der bedenkt?",
        "pt": "E a expusemos, como sinal. Haverá, porventura, alguém que receberá a admoestação?",
        "nl": "En voorzeker, Wij lieten het achter als een teken, is er dan iemand die er lering uit trekt?",
        "ur": "اُس کشتی کو ہم نے ایک نشانی بنا کر چھوڑ دی <sup foot_note=\"187591\">1</sup> ا، پھر کوئی ہے نصیحت قبول کرنے والا؟",
        "bn": "আৰু নিশ্চয় আমি ইয়াক নিদৰ্শনৰূপে ৰাখি দিছোঁ; এতেকে আছেনে কোনোবা উপদেশ গ্ৰহণকাৰী?",
        "fa": "ما آن [کیفر و نجات] را نشانه‌اى [از قدرتِ خود] بر جاى گذاشتیم؛ آیا پندپذیرى هست؟"
      }
    },
    {
      "verse_number": 4862,
      "verse_key": "54:16",
      "arabic_text": "فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ",
      "phonetic_text": "Fakayfa kana AAathabee wanuthur",
      "translations": {
        "fr": "Quels ne furent alors Mon Supplice et Mes Menaces !",
        "en": "How [terrible] was My punishment and [the fulfilment of] My warnings!",
        "es": "¡Qué severos fueron Mi castigo y Mi advertencia!",
        "it": "Quale fu il Mio castigo, quali i Miei moniti <a class=f><sup foot_note=160044>1</sup></a> !",
        "ru": "Какими же были мучения от Меня и предостережения Мои!",
        "tr": "Benim azabım ve uyarılarım nasılmış (görsünler)",
        "de": "Wie waren da Meine Strafe und Meine Warnungen!",
        "pt": "Qual! Quão terríveis foram o Meu castigo e a Minha admoestação!",
        "nl": "En hoe was Mijn bestraffing en Mijn waarschuwing?",
        "ur": "دیکھ لو، کیسا تھا میرا عذاب اور کیسی تھیں میری تنبیہات",
        "bn": "এতেকে মোৰ শাস্তি আৰু ভীতিপ্ৰদৰ্শন কেনে আছিল?",
        "fa": "[بنگرید] که عذاب و هشدارهای من چگونه بود."
      }
    },
    {
      "verse_number": 4863,
      "verse_key": "54:17",
      "arabic_text": "وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ",
      "phonetic_text": "Walaqad yassarna alqur-ana liththikrifahal min muddakir",
      "translations": {
        "fr": "Et Nous avons rendu le Coran facile à méditer. Est-il donc quelqu’un pour y réfléchir ?",
        "en": "We have made it easy to learn lessons from the Quran: will anyone take heed?",
        "es": "He hecho el Corán fácil de comprender y memorizar. Pero, ¿habrá alguien que reflexione?",
        "it": "Invero abbiamo reso facile il Corano, che vi servisse da Monito. C’è qualcuno che rifletta [su di esso]?",
        "ru": "Мы облегчили Коран для поминания. Но есть ли среди вас вспоминающие?",
        "tr": "Andolsun biz Kur'ân'ı öğüt almak için kolaylaştırdık. Öğüt alan yok mudur?",
        "de": "Und Wir haben den Qur’an ja leicht zum Bedenken gemacht. Aber gibt es jemanden, der bedenkt?",
        "pt": "Em verdade, facilitamos o Alcorão, para a admoestação. Haverá, porventura, algum admoestado?",
        "nl": "En voorzeker, Wij hebben de Koran gemakkelijk gemaakt ter vermaning, is er dan iemand die er lering uit trekt?",
        "ur": "ہم نےاِس قرآن کو نصیحت کے لیے آسان ذریعہ بنا دیا ہے، <sup foot_note=\"187592\">1</sup> پھر کیا ہے کوئی نصیحت قبول کرنے والا؟",
        "bn": "আৰু নিশ্চয় আমি কোৰআনক সহজ কৰি দিছোঁ উপদেশ গ্ৰহণ কৰাৰ বাবে; এতেকে কোনোবা উপদেশ গ্ৰহণকাৰী আছেনে?",
        "fa": "به راستی که قرآن را براى پند گرفتن آسان ساختیم؛ آیا پندپذیرى هست؟"
      }
    },
    {
      "verse_number": 4864,
      "verse_key": "54:18",
      "arabic_text": "كَذَّبَتْ عَادٌ فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ",
      "phonetic_text": "Kaththabat AAadun fakayfa kanaAAathabee wanuthur",
      "translations": {
        "fr": "Les ‘Ad crièrent au mensonge. Quels ne furent alors Mon Supplice et Mes Menaces !",
        "en": "The people of 'Ad also rejected the truth. How [terrible] was My punishment and [the fulfilment of] My warnings!",
        "es": "[En la antigüedad] el pueblo de ‘Ad se negó a creer, ¡y qué severos fueron Mi castigo y Mi advertencia!",
        "it": "Gli ‘Ad tacciarono di menzogna. Quale fu il Mio castigo, quali i Miei moniti!",
        "ru": "Адиты сочли лжецами посланников. Какими же были мучения от Меня и предостережения Мои!",
        "tr": "Âd (kavmi) da yalanladı, azabım ve uyarılarım nasıl oldu?",
        "de": "Die ’Ad bezichtigten (ihren Gesandten) der Lüge. Wie waren da Meine Strafe und Meine Warnungen!",
        "pt": "O povo de Ad rejeitou o seu mensageiro. Porém, quão terríveis foram o Meu castigo e a Minha admoestação!",
        "nl": "(Het volk van) de 'Âd loochende en hoe was Mijn bestraffing en Mijn waarschuwing?",
        "ur": "عاد نے جھٹلایا، تو دیکھ لو کہ کیسا تھا میرا عذاب اور کیسی تھیں میری تنبیہات",
        "bn": "আদ সম্প্ৰদায়েও অস্বীকাৰ কৰিছিল, এতেকে মোৰ শাস্তি আৰু ভীতিপ্ৰদৰ্শন কেনে আছিল?",
        "fa": "قوم عاد [نیز پیامبرشان را] دروغگو پنداشتند؛ [ای اهل مکه، بنگرید که] عذاب و هشدار‌های من چگونه بود."
      }
    },
    {
      "verse_number": 4865,
      "verse_key": "54:19",
      "arabic_text": "إِنَّآ أَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِى يَوْمِ نَحْسٍ مُّسْتَمِرٍّ",
      "phonetic_text": "Inna arsalna AAalayhim reehansarsaran fee yawmi nahsin mustamirr",
      "translations": {
        "fr": "Nous envoyâmes contre eux, par un jour néfaste et sans fin, un vent impétueux et glacial,",
        "en": "We released a howling wind against them on a day of terrible disaster;",
        "es": "Envié sobre ellos un viento glacial y tempestuoso en un día interminable,",
        "it": "Scatenammo contro di loro un vento tempestoso, durante un giorno nefasto e interminabile;",
        "ru": "Мы наслали на них морозный (или завывающий) ветер в день, злосчастье которого продолжалось.",
        "tr": "Biz onların üstüne, uğursuzluğu devam eden bir günde dondurucu bir rüzgar gönderdik.",
        "de": "Wir sandten gegen sie ja einen eiskalten Wind an einem Tag fortdauernden Unheils,",
        "pt": "Sabei que desencadeamos sobre eles um vento tormentoso, em um dia funesto,",
        "nl": "Voorwaar, Wij zonden een verwoestende wind over hen, op een langdurige zwaarmoedige dag.",
        "ur": "ہم نے ایک پیہم نحوست کے دن <sup foot_note=\"187593\">1</sup> سخت طوفانی ہوا اُن پر بھیج دی جو لوگوں کو اُٹھا اُٹھا کر اِس طرح پھینک رہی تھی",
        "bn": "নিশ্চয় আমি সিহঁতৰ ওপৰত পঠিয়াইছিলোঁ প্ৰচণ্ড শীতল ধুমুহা, নিৰৱচ্ছিন্ন অমঙ্গল দিনত,",
        "fa": "ما تندبادى سرد و سخت را در یک روز شوم و طولانی بر آنان فرستادیم."
      }
    },
    {
      "verse_number": 4866,
      "verse_key": "54:20",
      "arabic_text": "تَنزِعُ ٱلنَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُّنقَعِرٍ",
      "phonetic_text": "TanziAAu annasa kaannahumaAAjazu nakhlin munqaAAir",
      "translations": {
        "fr": "qui arrachait les hommes comme des troncs creux de palmiers (déracinés).",
        "en": "it swept people away like uprooted palm trunks.",
        "es": "que levantaba a la gente como si fueran troncos de palmeras arrancados de raíz.",
        "it": "strappava gli uomini come fossero tronchi di palme sradicate.",
        "ru": "Он вырывал людей, словно стволы выкорчеванных финиковых пальм.",
        "tr": "(O rüzgar) insanları, sökülmüş hurma kütükleri gibi yere seriyordu.",
        "de": "der die Menschen fortnahm, als wären sie Stämme entwurzelter Palmen.",
        "pt": "Que arrebatava os homens, como se fossem troncos de tamareiras desarraigadas.",
        "nl": "Die de mensen wegrukte alsof zij ontwortelde palmbomen waren.",
        "ur": "جیسے وہ جڑ سے اکھڑے ہوئے کھجور کے تنے ہوں",
        "bn": "সেই ধুমুহাই মানুহক উৎখাত কৰিছিল, যেন সিহঁত উঘালি পৰা খেজুৰ গছৰ কাণ্ড।",
        "fa": "[طوفانی وحشتناک] كه مردم را چنان از جاى مى‌كَنْد که گویى تنه‌های نخلِ ریشه‌كن‌شده بودند."
      }
    },
    {
      "verse_number": 4867,
      "verse_key": "54:21",
      "arabic_text": "فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ",
      "phonetic_text": "Fakayfa kana AAathabee wanuthur",
      "translations": {
        "fr": "Quels ne furent alors Mon Supplice et Mes Menaces !",
        "en": "How [terrible] was My punishment and [the fulfilment of] My warnings!",
        "es": "¡Qué severos fueron Mi castigo y Mi advertencia!",
        "it": "Quale fu il Mio castigo! Quali i Miei moniti!",
        "ru": "Какими же были мучения от Меня и предостережения Мои!",
        "tr": "Nasılmış benim azabım ve uyarım?",
        "de": "Wie waren da Meine Strafe und Meine Warnungen!",
        "pt": "Observa, portanto, quão terríveis foram o Meu castigo e a Minha admoestação!",
        "nl": "Hoe was Mijn bestraffing en Mijn waarschuwing?",
        "ur": "پس دیکھ لو کہ کیسا تھا میرا عذاب اور کیسی تھیں میری تنبیہات",
        "bn": "এতেকে মোৰ শাস্তি আৰু ভীতিপ্ৰদৰ্শন কেনে আছিল?",
        "fa": "[ای اهل مکه، بنگرید که] عذاب و هشدار‌های من چگونه بود."
      }
    },
    {
      "verse_number": 4868,
      "verse_key": "54:22",
      "arabic_text": "وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ",
      "phonetic_text": "Walaqad yassarna alqur-ana liththikrifahal min muddakir",
      "translations": {
        "fr": "Et Nous avons rendu le Coran facile à méditer. Est-il donc quelqu’un pour y réfléchir ?",
        "en": "We have made it easy to learn lessons from the Quran: will anyone take heed?",
        "es": "He hecho el Corán fácil de entender y memorizar. Pero, ¿habrá alguien que lo reflexione?",
        "it": "Invero abbiamo reso facile il Corano, che vi servisse da Monito. C’è qualcuno che rifletta [su di esso]?",
        "ru": "Мы облегчили Коран для поминания. Но есть ли среди вас вспоминающие?",
        "tr": "Andolsun biz Kur'ân'ı öğüt almak için kolaylaştırdık. Öğüt alan yok mudur?",
        "de": "Und Wir haben den Qur’an ja leicht zum Bedenken gemacht. Aber gibt es jemanden, der bedenkt?",
        "pt": "Em verdade, facilitamos o Alcorão para a recordação. Haverá, porventura, algum admoestado?",
        "nl": "En voorzeker, Wij hebben de Koran gemakkelijk gemaakt ter vermaning, is er dan iemand die er lering uit trekt?",
        "ur": "ہم نے اِس قرآن کو نصیحت کے لیے آسان ذریعہ بنا دیا ہے، پھر کیا ہے کوئی نصیحت قبول کرنے والا؟",
        "bn": "আৰু নিশ্চয় আমি কোৰআনক সহজ কৰি দিছোঁ উপদেশ গ্ৰহণ কৰাৰ বাবে; এতেকে কোনোবা উপদেশ গ্ৰহণকাৰী আছেনে?",
        "fa": "به راستی که قرآن را براى پندگرفتن آسان ساختیم؛ آیا پندپذیرى هست؟"
      }
    },
    {
      "verse_number": 4869,
      "verse_key": "54:23",
      "arabic_text": "كَذَّبَتْ ثَمُودُ بِٱلنُّذُرِ",
      "phonetic_text": "Kaththabat thamoodu binnuthur",
      "translations": {
        "fr": "Les Thamûd taxèrent de mensonges les avertissements.",
        "en": "The people of Thamud also rejected the warnings:",
        "es": "El pueblo de Zamud desmintió las advertencias<sup foot_note=169369>1</sup>.",
        "it": "I Thamùd tacciarono di menzogna gli ammonimenti;",
        "ru": "Самудяне сочли ложью предостережения.",
        "tr": "Semûd da o uyarıları yalanladılar.",
        "de": "Die Tamud erklärten die Warnungen für Lüge.",
        "pt": "O povo de Tamud desmentiu os admoestadores,",
        "nl": "(Het volk van) de Tsamôed loochende de waarschuwingen.",
        "ur": "ثمود نے تنبیہات کو جھٹلایا",
        "bn": "ছামূদ সম্প্ৰদায়েও সতৰ্ককাৰীসকলক অস্বীকাৰ কৰিছিল।",
        "fa": "قوم ثمود [نیز] هشداردهندگان را دروغگو پنداشتند."
      }
    },
    {
      "verse_number": 4870,
      "verse_key": "54:24",
      "arabic_text": "فَقَالُوٓا۟ أَبَشَرًا مِّنَّا وَٰحِدًا نَّتَّبِعُهُۥٓ إِنَّآ إِذًا لَّفِى ضَلَـٰلٍ وَسُعُرٍ",
      "phonetic_text": "Faqaloo abasharan minna wahidannattabiAAuhu inna ithan lafee dalalinwasuAAur",
      "translations": {
        "fr": "Ils protestèrent : « Allons nous suivre un seul homme d’entre nous ? Nous serions alors en plein égarement, et même complètement fous ! ",
        "en": "they said, ‘What? A man? Why should we follow a lone man from amongst ourselves? That would be misguided; quite insane!",
        "es": "Dijeron: “¿Acaso vamos a seguir a un ser humano igual a nosotros? Si lo hiciéramos, estaríamos extraviados y delirantes.",
        "it": "dissero: «Dovremmo seguire un solo mortale fra di noi <a class=f><sup foot_note=160045>1</sup></a> ? Davvero in tal caso saremmo traviati e folli!",
        "ru": "Они сказали: «Неужели мы последуем за одним из нас? В этом случае мы окажемся в заблуждении и будем страдать (или отдалимся от истины).",
        "tr": "\"Bizden bir insana mı uyacağız? O takdirde biz apaçık bir sapıklık ve çılgınlık içine düşmüş oluruz.\" dediler.",
        "de": "Sie sagten: Sollen wir denn einem menschlichen Wesen von uns, einem einzelnen, folgen? Dann befänden wir uns wahrlich im Irrtum und Wahnsinn.",
        "pt": "Dizendo: Quê! Acaso, haveremos de seguir um homem solitário, surgido dentre nós? Cairíamos, então, em extravio e naloucura!",
        "nl": "En zij zeiden toen: \"Zullen wij één mens van ons volgen? Voorwaar, dan zouden wij in dwaling en in een toestand van krankzinnigheid verkeren.",
        "ur": "اور کہنے لگے”ایک اکیلا آدمی جو ہم ہی میں سے ہے کیا اب ہم اُس کے پیچھے چلیں؟ <sup foot_note=\"187594\">1</sup> اِس کا اتباع ہم قبول کر لیں  تو اِس کے معنی یہ ہوں گے کہ ہم بہک گئے ہیں اور ہماری عقل ماری گئی ہے",
        "bn": "আৰু সিহঁতে কৈছিল, ‘আমি আমাৰ মাজৰেই এজন ব্যক্তিৰ অনুসৰণ কৰিম নেকি? এনেকুৱা হ’লে আমি পথভ্ৰষ্টতাত আৰু উন্মত্ততাত পতিত হ'ম।",
        "fa": "آنان گفتند: «آیا [سزاوار است] بشرى از میان خودمان را پیروى كنیم؟ در این صورت، در گمراهى و سردرگمى خواهیم بود."
      }
    },
    {
      "verse_number": 4871,
      "verse_key": "54:25",
      "arabic_text": "أَءُلْقِىَ ٱلذِّكْرُ عَلَيْهِ مِنۢ بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ",
      "phonetic_text": "Aolqiya aththikru AAalayhimin baynina bal huwa kaththabun ashir",
      "translations": {
        "fr": "Le Message aurait-il été confié à lui seul d’entre nous tous ? Que non, c’est un fieffé menteur ! »",
        "en": "Would a mes-sage be given to him alone out of all of us? No, he is an insolent liar!’",
        "es": "¿Por qué le habría sido concedido el Mensaje solo a él de entre todos nosotros? Es un mentiroso arrogante”.",
        "it": "Ma come? Il Monito è stato affidato solo a lui tra [tutti] noi? È un gran bugiardo, uno sfrontato!».",
        "ru": "Неужели среди всех нас напоминание ниспослано только ему одному? О нет! Он - надменный лжец».",
        "tr": "\"Zikir, aramızdan ona mı bırakıldı? Hayır o, yalancı, küstahın biridir\" (dediler).",
        "de": "Ist die Ermahnung gerade ihm aus unserer Mitte offenbart worden? Nein! Vielmehr ist er ein selbstgefälliger Lügner.",
        "pt": "Acaso, foi a Mensagem revelada só a ele, dentre nós? Qual! É um mentiroso, insolente!",
        "nl": "Is de vermaning juist aan hèm onder ons neergezonden, terwijl hij een schaamteloze leugenaar is?\"",
        "ur": "کیا ہمارے درمیان بس یہی ایک شخص تھا جس پر خدا کا ذکر نازل کیا گیا؟ نہیں، بلکہ یہ پرلے درجے کا جھوٹا اور بر خود غلط ہے\"",
        "bn": "আমাৰ মাজৰ পৰা এওঁৰ প্ৰতি উপদেশবাণী প্ৰেৰণ কৰা হৈছে নেকি? নহয়, সি এজন মিছলীয়া, দাম্ভিক’।",
        "fa": "آیا از میان همۀ ما، تنها بر او وحی نازل شده است؟ [چنین نیست؛] بلکه او دروغگویی خودپسند است»."
      }
    },
    {
      "verse_number": 4872,
      "verse_key": "54:26",
      "arabic_text": "سَيَعْلَمُونَ غَدًا مَّنِ ٱلْكَذَّابُ ٱلْأَشِرُ",
      "phonetic_text": "SayaAAlamoona ghadan mani alkaththabual-ashir",
      "translations": {
        "fr": "Ils sauront demain qui est le fieffé menteur.",
        "en": "‘Tomorrow they will know who is the insolent liar,",
        "es": "¡Pero ya sabrán mañana quién es el verdadero mentiroso arrogante!",
        "it": "Domani sapranno chi è il gran bugiardo, lo sfrontato!",
        "ru": "Завтра они узнают, кто является надменным лжецом!",
        "tr": "Yarın onlar, yalancı, küstahın kim olduğunu bilecekler.",
        "de": "Sie werden morgen erfahren, wer der selbstgefällige Lügner ist.",
        "pt": "Logo saberão quem é mentiroso e insolente!",
        "nl": "Zij zullen weten wie de schaamteloze leugenaar is.",
        "ur": "(ہم نے اپنے پیغمبر سے کہا) \"کل ہی اِنہیں معلوم ہوا جاتا ہے کہ کون پرلے درجے کا جھوٹا اور بر خود غلط ہے",
        "bn": "অহাকালি নিশ্চয় সিহঁতে গম পাব, কোন চৰম মিছলীয়া, দাম্ভিক।",
        "fa": "فردا خواهند دانست که دروغگوی خودپسند کیست."
      }
    },
    {
      "verse_number": 4873,
      "verse_key": "54:27",
      "arabic_text": "إِنَّا مُرْسِلُوا۟ ٱلنَّاقَةِ فِتْنَةً لَّهُمْ فَٱرْتَقِبْهُمْ وَٱصْطَبِرْ",
      "phonetic_text": "Inna mursiloo annaqatifitnatan lahum fartaqibhum wastabir",
      "translations": {
        "fr": "Nous allons leur envoyer la chamelle pour les éprouver. Observe-les donc et prends patience !",
        "en": "for We shall send them a she-camel to test them: so watch them [Salih] and be patient.",
        "es": "Les envié la camella<sup foot_note=169370>1</sup> como una prueba: “Obsérvalos y ten paciencia<sup foot_note=169371>2</sup>,",
        "it": "Manderemo loro la cammella <a class=f><sup foot_note=160046>1</sup></a> come tentazione: osservali e sii paziente.",
        "ru": "Аллах сказал их пророку: «Мы посылаем верблюдицу для того, чтобы испытать их. Подожди же и будь терпелив.",
        "tr": "Biz onlara, kendilerini imtihan etmek için dişi deveyi göndereceğiz. Onun için sen onları gözet ve sabırlı ol.",
        "de": "Wir werden die Kamelstute senden als Versuchung für sie. So warte mit ihnen ab und sei beharrlich.",
        "pt": "Em verdade, enviamos-lhes a camela como prova. E tu (ó Saléh), observa-os e aguarda com paciência.",
        "nl": "Wij zullen de vrouwtjeskameel zenden als een beproeving voor hen, let daarom op hen (O Shâlih) en wees geduldig.",
        "ur": "ہم اونٹنی کو اِن کے لیے فتنہ بنا کر بھیج رہے ہیں اب ذرا صبر کے ساتھ دیکھ کہ اِن کا کیا انجام ہوتا ہے",
        "bn": "নিশ্চয় আমি সিহঁতৰ বাবে পৰীক্ষাস্বৰূপ উট পঠাই আছোঁ, এতেকে তুমি সিহঁতৰ বিষয়ে অপেক্ষা কৰা আৰু ধৈৰ্য্য ধাৰণ কৰা।",
        "fa": "[به صالح گفتیم:] «براى آزمایشِ آنان، ماده‌شترى [را كه درخواست كرده‌اند، از دلِ کوه به سویشان] خواهیم فرستاد؛ پس مراقبِ رفتارشان باش و [بر آزارشان] شكیبایى كن."
      }
    },
    {
      "verse_number": 4874,
      "verse_key": "54:28",
      "arabic_text": "وَنَبِّئْهُمْ أَنَّ ٱلْمَآءَ قِسْمَةٌۢ بَيْنَهُمْ ۖ كُلُّ شِرْبٍ مُّحْتَضَرٌ",
      "phonetic_text": "Wanabbi/hum anna almaa qismatunbaynahum kullu shirbin muhtadar",
      "translations": {
        "fr": "Préviens-les que l’eau sera partagée entre eux (et la chamelle) et qu’ils en boiront chacun un jour.",
        "en": "Tell them the water is to be shared between them: each one should drink in turn.’",
        "es": "e infórmales de que el agua debe compartirse<sup foot_note=169372>1</sup>, y que deberán respetar su turno”.",
        "it": "Informali che devono dividere l’acqua [con la cammella]: ognuno il suo turno per bere.",
        "ru": "Сообщи им, что вода поделена между ними и верблюдицей. Пусть же они приходят попить каждый раз в отведенное для них время».",
        "tr": "Onlara suyun aralarında paylaştırılacağını haber ver; her içene düşen miktar, hazır kılınmıştır.",
        "de": "Und tu ihnen kund, daß das Wasser zwischen ihnen (und der Kamelstute) zu teilen ist. Jeder Trinkanteil soll (dann abwechselnd) wahrgenommen werden.",
        "pt": "E anuncia-lhes que a água deverá ser compartilhada entre eles, e casa qual terá o seu turno registrado.",
        "nl": "En bericht hun dat het water onder hen (en de kameel) verdeeld moet worden. Ieder een dronk, om de beurt.",
        "ur": "اِن کو جتا دے کہ پانی اِن کے اور اُونٹنی کے درمیان تقسیم ہوگا اور ہر ایک اپنی باری کے دن پانی پر آئے گا۔“ <sup foot_note=\"187595\">1</sup>",
        "bn": "আৰু সিহঁতক জনাই দিয়া যে, সিহঁতৰ মাজত পানী বন্টন সুনিৰ্দিষ্ট। প্ৰত্যেকেই নিজৰ পাল মতে পানীৰ ঘাটতগৈ উপস্থিত হ’ব।",
        "fa": "و به آنان اعلام كن كه آب [چاه،] بین آنان [و آن ماده‌شتر] سهمیه‌بندی شده است و هر کس باید در نوبت خود حاضر شود»."
      }
    },
    {
      "verse_number": 4875,
      "verse_key": "54:29",
      "arabic_text": "فَنَادَوْا۟ صَاحِبَهُمْ فَتَعَاطَىٰ فَعَقَرَ",
      "phonetic_text": "Fanadaw sahibahum fataAAatafaAAaqar",
      "translations": {
        "fr": "Ils appelèrent leur compagnon qui prit (une arme) et l’abattit.",
        "en": "But they called their companion, who took a sword and hamstrung the camel.",
        "es": "Pero ellos llamaron a uno de sus compañeros, quien la mató.",
        "it": "Chiamarono uno dei loro che impugnò [la spada] e le tagliò i garretti.",
        "ru": "Они позвали своего товарища, и тот схватил верблюдицу и перерезал ей поджилки.",
        "tr": "Bunun üzerine arkadaşlarına bağırdılar. O da (bıçağı) çekerek (deveyi) kesti.",
        "de": "Da riefen sie ihren Gefährten her. Er griff zu und schnitt dann (der Kamelstute) die Sehnen durch.",
        "pt": "Então, chamaram um companheiro seu, o qual tomou de um sabre e a abateu.",
        "nl": "Zij riepen toen hun metgezel, die overmoedig werd en (haar) slachtte.",
        "ur": "آخر کار اُن لوگوں نے اپنے آدمی کو پکارا اور اُس نے اِس کا م کا بیڑا اُٹھایا اور اونٹنی کو مار ڈالا۔ <sup foot_note=\"187596\">1</sup>",
        "bn": "তাৰ পিছত সিহঁতে সিহঁতৰ সঙ্গীক মাতি আনিলে আৰু সি উটজনীক ধৰি হত্যা কৰিলে।",
        "fa": "ولى آنان همدستشان را ندا دادند؛ او نیز دست به كار شد و [شتر را] به قتل رساند."
      }
    },
    {
      "verse_number": 4876,
      "verse_key": "54:30",
      "arabic_text": "فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ",
      "phonetic_text": "Fakayfa kana AAathabee wanuthur",
      "translations": {
        "fr": "Quels ne furent alors Mon Supplice et Mes Menaces !",
        "en": "How [terrible] was My punishment and [the fulfilment of] My warnings!",
        "es": "¡Y qué severos fueron Mi castigo y Mi advertencia!",
        "it": "Quale fu il Mio castigo, quali i Miei moniti!",
        "ru": "Какими же были мучения от Меня и предостережения Мои!",
        "tr": "Ama azabım ve uyarılarım nasıl oldu.",
        "de": "Wie waren da Meine Strafe und Meine Warnungen!",
        "pt": "Porém, quão terríveis foram o Meu castigo e a Minha admoestação!",
        "nl": "Hoe was toen Mijn bestraffing en Mijn waarschuwing?",
        "ur": "پھر دیکھ لو کہ کیسا تھا میرا عذاب اور کیسی تھیں میری تنبیہات",
        "bn": "এতেকে মোৰ শাস্তি আৰু ভীতিপ্ৰদৰ্শন কেনে আছিল?",
        "fa": "[ای اهل مکه، بنگرید که] عذاب و هشدار‌های من چگونه بود."
      }
    },
    {
      "verse_number": 4877,
      "verse_key": "54:31",
      "arabic_text": "إِنَّآ أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَٰحِدَةً فَكَانُوا۟ كَهَشِيمِ ٱلْمُحْتَظِرِ",
      "phonetic_text": "Inna arsalna AAalayhim sayhatanwahidatan fakanoo kahasheemi almuhtathir",
      "translations": {
        "fr": "Nous envoyâmes contre eux un seul Cri et les voilà aussi inertes que le foin d’une étable.",
        "en": "We released a single mighty blast against them and they ended up like a fencemaker’s dry sticks.",
        "es": "Les envié una sola explosión [desde el cielo] y quedaron como hierba pisoteada por el ganado.",
        "it": "Mandammo contro di loro un solo Grido, rimasero come erba disseccata per gli stabbi <a class=f><sup foot_note=160047>1</sup></a> .",
        "ru": "Воистину, Мы наслали на них всего лишь один вопль, и они уподобились сену хозяина загона.",
        "tr": "Biz onların üzerine tek sayha (korkunç bir ses) gönderdik; ağılcının topladığı çalı çırpı kırıntıları gibi kırılıp dökülüverdiler.",
        "de": "Wir sandten ja gegen sie einen einzigen Schrei, da waren sie (sogleich) wie das vertrocknete Zeug von Viehgehegen.",
        "pt": "Sabei que enviamos contra eles um só estrondo, que os reduziu a feno amontoado.",
        "nl": "Voorwaar, Wij zonden één bliksemslag, waarop zij als dorre takken voor veevoer werden.",
        "ur": "ہم نےاُن پر  بس ایک ہی دھماکہ چھوڑا اور وہ باڑے والے کی روندی ہوئی باڑھ کی طرح بُھس  ہو کر رہ گئے۔ <sup foot_note=\"187597\">1</sup>",
        "bn": "নিশ্চয় আমি সিহঁতৰ প্ৰতি পঠিয়াইছিলোঁ এটা প্ৰচণ্ড শব্দ, ফলত সিহঁত গোহালী সজা শুকান খণ্ডিত খৰিৰ দৰে হৈ গ’ল।",
        "fa": "ما بانگ مرگباری بر آنان فرستادیم؛ به‌ناگاه [همگی] همچون گیاه خشكیده[ی بازمانده از كومه‌ها و حصارهای ساخته‌شده با نی و علف،] خرد و ریز شدند."
      }
    },
    {
      "verse_number": 4878,
      "verse_key": "54:32",
      "arabic_text": "وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ",
      "phonetic_text": "Walaqad yassarna alqur-ana liththikrifahal min muddakir",
      "translations": {
        "fr": "Et Nous avons rendu le Coran facile à méditer.  Est-il donc quelqu’un pour y réfléchir ?",
        "en": "We have made it easy to learn lessons from the Quran: will anyone take heed?",
        "es": "He hecho el Corán fácil de entender y memorizar. Pero, ¿habrá alguien que lo reflexione?",
        "it": "Invero abbiamo reso facile il Corano, che vi servisse da Monito. C’e qualcuno che rifletta [su di esso]?",
        "ru": "Мы облегчили Коран для поминания. Но есть ли среди вас вспоминающие?",
        "tr": "Andolsun biz Kur'ân'ı öğüt almak için kolaylaştırdık. Öğüt alan yok mudur?",
        "de": "Und Wir haben den Qur’an ja leicht zum Bedenken gemacht. Aber gibt es jemanden, der bedenkt?",
        "pt": "Em verdade, facilitamos o Alcorão, para a admoestação. Haverá, porventura, algum admoestado?",
        "nl": "En voorzeker, Wij hebben de Koran gemakkelijk gemaakt ter vermaning, is er dan iemand die er lering uit trekt?",
        "ur": "ہم نے اِس قرآن کو نصیحت کے لیے آسان ذریعہ بنا دیا ہے، اب ہے کوئی نصیحت قبول کرنے والا؟",
        "bn": "আৰু নিশ্চয় আমি কোৰআনক সহজ কৰি দিছোঁ উপদেশ গ্ৰহণ কৰাৰ বাবে; এতেকে কোনোবা উপদেশ গ্ৰহণকাৰী আছেনে?",
        "fa": "به راستی که قرآن را براى پندگرفتن آسان ساختیم؛ آیا پندپذیرى هست؟"
      }
    },
    {
      "verse_number": 4879,
      "verse_key": "54:33",
      "arabic_text": "كَذَّبَتْ قَوْمُ لُوطٍۭ بِٱلنُّذُرِ",
      "phonetic_text": "Kaththabat qawmu lootin binnuthur",
      "translations": {
        "fr": "Le peuple de Loth, (à son tour), tint pour mensonges les avertissements.",
        "en": "The people of Lot rejected the warnings.",
        "es": "El pueblo de Lot desmintió la advertencia<sup foot_note=169373>1</sup>.",
        "it": "Il popolo di Lot <a class=f><sup foot_note=160048>1</sup></a> tacciò di menzogna i moniti.",
        "ru": "Народ Лута (Лота) счел ложью предостережения.",
        "tr": "Lût kavmi de uyarıları yalanladı.",
        "de": "Das Volk Luts erklärte die Warnungen für Lüge.",
        "pt": "O povo de Lot desmentiu os seus admoestadores.",
        "nl": "Het volk van Lôeth loochende de waarschuwingen.",
        "ur": "لوطؑ کی قوم نے تنبیہات کو جھٹلایا",
        "bn": "লূত সম্প্ৰদায়েও সতৰ্ককাৰীসকলক অস্বীকাৰ কৰিছিল।",
        "fa": "قوم لوط [نیز] هشداردهندگان را دروغگو پنداشتند."
      }
    },
    {
      "verse_number": 4880,
      "verse_key": "54:34",
      "arabic_text": "إِنَّآ أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّآ ءَالَ لُوطٍ ۖ نَّجَّيْنَـٰهُم بِسَحَرٍ",
      "phonetic_text": "Inna arsalna AAalayhim hasibanilla ala lootin najjaynahum bisahar",
      "translations": {
        "fr": "Nous envoyâmes alors contre eux des trombes de cailloux et n’épargnâmes que la famille de Loth peu avant l’aube.",
        "en": "We released a stonebearing wind against them, all except the family of Lot. We saved them before dawn",
        "es": "Les envié una tormenta de piedras, salvo a la familia de Lot, a quienes salvé al amanecer",
        "it": "Mandammo contro di loro una tempesta di pietre, eccezion fatta per la famiglia di Lot che salvammo sul far dell’alba,",
        "ru": "Мы наслали на них ураган с камнями, и только семью Лута (Лота) Мы спасли перед рассветом",
        "tr": "Biz de onların üzerlerine (taşlar savuran) bir fırtına gönderdik. Yalnız Lût ailesini seher vakti kurtardık,",
        "de": "Wir sandten ja gegen sie einen Sturm von Steinchen, außer den Angehörigen Luts; Wir erretteten sie im letzten Teil der Nacht",
        "pt": "Sabei que desencadeamos sobre eles uma chuva de pedras, exceto sobre a família de Lot, a qual salvamos na hora daalvorada.",
        "nl": "Voorwaar, Wij zonden vulkanische stenen over hen, behalve over de familie van Lôeth. Wij redden hen in het laatste gedeelte van de nacht.",
        "ur": "اور ہم نے پتھراؤ کرنے والی ہوا اس پر بھیج دی صرف لوطؑ کے گھر والے اُس سے محفوظ رہے",
        "bn": "নিশ্চয় আমি সিহঁতৰ ওপৰত শিল বহনকাৰী প্ৰচণ্ড ধুমুহা পঠিয়াইছিলোঁ, কেৱল লূত পৰিয়ালৰ বাহিৰে; তেওঁলোকক আমি উদ্ধাৰ কৰিছিলো ৰাতিৰ শেষাংশত,",
        "fa": "[ما نیز] طوفانى ریگ‌بار بر سرشان فرستادیم [كه همگی را هلاک کرد]؛ مگر خانوادۀ لوط كه سحرگاهان آنان را نجات دادیم."
      }
    },
    {
      "verse_number": 4881,
      "verse_key": "54:35",
      "arabic_text": "نِّعْمَةً مِّنْ عِندِنَا ۚ كَذَٰلِكَ نَجْزِى مَن شَكَرَ",
      "phonetic_text": "NiAAmatan min AAindina kathalikanajzee man shakar",
      "translations": {
        "fr": "Ce fut un bienfait de Notre part, et c’est ainsi que Nous récompensons celui qui sait rendre grâces.",
        "en": "as a favour from Us: this is how We reward the thankful.",
        "es": "como una gracia de Mi parte, porque así retribuyo a quienes son agradecidos.",
        "it": "favore da parte Nostra: così compensiamo chi Ci è riconoscente.",
        "ru": "по милости от Нас. Так Мы воздаем тем, кто благодарен.",
        "tr": "Katımızdan bir nimet olarak. Biz şükredeni böyle mükafatlandırırız.",
        "de": "aus Gunst von Uns. So vergelten Wir, wer dankbar ist.",
        "pt": "Por nossa graça. Assim recompensamos os agradecidos.",
        "nl": "Als een gunst van Ons. Zo belonen Wij wie dankbaar is.",
        "ur": "اُن کو ہم نے اپنے فضل سے رات کے پچھلے پہر بچا کر نکال دیا یہ جزا دیتے ہیں ہم ہر اُس شخص کو جو شکر گزار ہوتا ہے",
        "bn": "আমাৰ ফালৰ পৰা অনুগ্ৰহস্বৰূপ। যিয়ে কৃতজ্ঞতা প্ৰকাশ কৰে, আমি তাক এনেকৈয়ে প্ৰতিদান দিওঁ।",
        "fa": "[این نجات،] نعمتی از جانب ما بود؛ و به هر کس سپاسگزارى كند، این گونه پاداش مى‌دهیم."
      }
    },
    {
      "verse_number": 4882,
      "verse_key": "54:36",
      "arabic_text": "وَلَقَدْ أَنذَرَهُم بَطْشَتَنَا فَتَمَارَوْا۟ بِٱلنُّذُرِ",
      "phonetic_text": "Walaqad antharahum batshatanafatamaraw binnuthur",
      "translations": {
        "fr": "Il (Loth) les avait pourtant prévenus de la rigueur de Notre riposte, mais ils refusèrent de croire aux avertissements.",
        "en": "He warned them of Our onslaught, but they dismissed the warning-",
        "es": "[Lot] les había advertido de Mi rigor, pero dudaron de las advertencias",
        "it": "Egli li aveva avvisati del Nostro castigo, ma dubitarono di questi moniti.",
        "ru": "Он предостерег их от Нашей Хватки, но они усомнились в его предостережениях.",
        "tr": "(Lût), onları bizim yakalamamıza karşı uyarmıştı. Fakat ikazlara karşı kuşku duydular,",
        "de": "Er hatte sie ja vor Unserem gewaltsamen Zupacken gewarnt, sie aber bestritten die Warnungen.",
        "pt": "E (Lot) já os havia admoestado, quanto ao Nosso castigo; porém, duvidaram das admoestações.",
        "nl": "En voorzeker, Hij (Lôeth) waarschuwde hen voor Onze harde greep, maar zij twijfelden aan de waarschuwingen.",
        "ur": "لوطؑ نے اپنی قوم کے لوگوں کو ہماری پکڑ سے خبردار کیا مگر وہ ساری تنبیہات کو مشکوک سمجھ کر باتوں میں اڑاتے رہے",
        "bn": "আৰু নিশ্চয় লূতে সিহঁতক আমাৰ কঠিন শাস্তিৰ পৰা সতৰ্ক কৰিছিল, তথাপিও সিহঁতে সাৱধানবাণী সম্পৰ্কে সন্দেহ পোষণ কৰিছিল।",
        "fa": "لوط آنان را از کیفر [سخت] ما بیم داد؛ ولی آنان در برابر هشدار‌ها به مجادله [و ستیز] برخاستند."
      }
    },
    {
      "verse_number": 4883,
      "verse_key": "54:37",
      "arabic_text": "وَلَقَدْ رَٰوَدُوهُ عَن ضَيْفِهِۦ فَطَمَسْنَآ أَعْيُنَهُمْ فَذُوقُوا۟ عَذَابِى وَنُذُرِ",
      "phonetic_text": "Walaqad rawadoohu AAan dayfihifatamasna aAAyunahum fathooqoo AAathabeewanuthur",
      "translations": {
        "fr": "Ils voulaient porter atteinte à l’honneur de ses hôtes, mais Nous les privâmes de leur vue (en leur disant) : « Goûtez donc Mon Supplice et Mes Menaces ! »",
        "en": "they even demanded his guests from him- so We sealed their eyes- ‘ Taste My [terrible] punishment and [the fulfilment of] My warnings!’-",
        "es": "y le demandaron [a Lot] que les entregara a sus huéspedes<sup foot_note=169374>1</sup>, y entonces cegué sus ojos. ¡Sufrid Mi castigo y Mi advertencia!",
        "it": "Pretendevano i suoi ospiti, ma accecammo i loro occhi [dicendo]: «Provate allora il Mio castigo e [la veridicità de] i Miei moniti!».",
        "ru": "Они настойчиво требовали от него его гостей, и тогда Мы лишили их зрения. Вкусите же мучения от Меня и предостережения Мои!",
        "tr": "Onun konuklarından murad almaya kalkıştılar. Biz de gözlerini siliverdik. \"Haydi azabımı ve uyarılarımı tadın!\" (dedik).",
        "de": "Und sie versuchten ja, ihn in Bezug auf seine Gäste zu überreden (, sie ihnen auszuliefern). Da löschten Wir ihre Augen aus. Kostet nun Meine Strafe und Meine Warnungen.",
        "pt": "E intentaram desonrar os seus hóspedes; então, cegamos-lhes os olhos, dizendo: Sofrei, pois, o Meu castigo e a Minhaadmoestação!",
        "nl": "En voorzeker, zij probeerden zijn gasten over te halen (tot hun begeerten), waarop Wij hen blind maakten. (En Allah zei:) \"Proeft dan Mijn bestraffing en Mijn waarschuwing.\"",
        "ur": "پھر انہوں نے اُسے اپنے مہمانوں کی حفاظت سے باز رکھنے کی کوشش کی۔ آخر کار ہم نے اُن کی آنکھیں مونددیں کہ چکھو اب میرے عذاب اور میری تنبیہات کا مزا۔ <sup foot_note=\"187598\">1</sup>",
        "bn": "আৰু নিশ্চয় সিহঁতে লূতৰ পৰা তেওঁৰ অতিথিসকলৰ পৰা অসৎ উদ্দেশ্য দাবী কৰিলে, তেতিয়া আমি সিহঁতৰ দৃষ্টি লোপ কৰি দিলোঁ (আৰু ক’লোঁ), মোৰ শাস্তি আৰু সাৱধানবাণীৰ সোৱাদ লোৱা।",
        "fa": "آنان از لوط خواستند که مهمانانش را [برای کام‌جویی] در اختیار‌شان بگذارد؛ ما نیز چشمانشان را کور کردیم [و گفتیم:] «طعم عذاب و [نتیجۀ] هشدار‌هایم را بچشید»."
      }
    },
    {
      "verse_number": 4884,
      "verse_key": "54:38",
      "arabic_text": "وَلَقَدْ صَبَّحَهُم بُكْرَةً عَذَابٌ مُّسْتَقِرٌّ",
      "phonetic_text": "Walaqad sabbahahum bukratanAAathabun mustaqirr",
      "translations": {
        "fr": "Le lendemain, au petit jour, un supplice continu fondit sur eux.",
        "en": "and early in the morning a punishment seized them that still remains-",
        "es": "Y por la mañana les sorprendió un castigo decretado.",
        "it": "E invero di buon’ora li sorprese un durevole castigo.",
        "ru": "На утро их постигли неотвратимые мучения.",
        "tr": "Sabah erken, onları kararlı bir azab yakaladı.",
        "de": "Und es ereilte sie ja am frühen Morgen eine beständige Strafe.",
        "pt": "E, ao amanhecer, surpreendeu-os um castigo, que se tornou perene.",
        "nl": "En voorzeker, een blijvende bestraffing kwam in de ochtend van de volgende dag tot hen.",
        "ur": "صبح سویرے ہی ایک اٹل عذاب نے ان کو آ لیا",
        "bn": "আৰু নিশ্চয় পুৱা দোকমুকালিতে সিহঁতৰ ওপৰত বিৰামহীন শাস্তি নামি আহিছিল।",
        "fa": "و صبحگاهان عذابى پایدار آنان را فراگرفت."
      }
    },
    {
      "verse_number": 4885,
      "verse_key": "54:39",
      "arabic_text": "فَذُوقُوا۟ عَذَابِى وَنُذُرِ",
      "phonetic_text": "Fathooqoo AAathabee wanuthur",
      "translations": {
        "fr": "« Goûtez donc Mon Supplice et Mes Menaces ! »",
        "en": "‘Taste My [terrible] punishment and [the fulfilment of] My warnings!’",
        "es": "¡Sufrid Mi castigo y Mi advertencia!",
        "it": "Provate allora il Mio castigo e [la veridicità de]i Miei moniti!",
        "ru": "Вкусите же мучения от Меня и предостережения Мои!",
        "tr": "\"Azabımı ve uyarılarımı tadın!\" (dedik).",
        "de": "Kostet nun Meine Strafe und Meine Warnungen.",
        "pt": "Sofrei, pois o Meu castigo e a Minha admoestação!",
        "nl": "Proeft dan Mijn bestraffing en Mijn waarschuwing.",
        "ur": "چکھو مزا اب میرے عذاب کا اور میری تنبیہات کا",
        "bn": "‘এতেকে মোৰ শাস্তি আৰু সাৱধানবাণীৰ পৰিণাম ভোগ কৰা’।",
        "fa": "[و گفتیم:] «طعم عذاب و [نتیجۀ] هشدار‌هایم را بچشید»."
      }
    },
    {
      "verse_number": 4886,
      "verse_key": "54:40",
      "arabic_text": "وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ",
      "phonetic_text": "Walaqad yassarna alqur-ana liththikrifahal min muddakir",
      "translations": {
        "fr": "Et Nous avons rendu le Coran facile à méditer. Est-il donc quelqu’un pour  y réfléchir ?",
        "en": "We have made it easy to learn lessons from the Quran: will anyone take heed?",
        "es": "He hecho el Corán fácil de entender y memorizar. Pero, ¿habrá alguien que reflexione?",
        "it": "Invero abbiamo reso facile il Corano, che vi servisse da monito. Ce qualcuno che rifletta [su di esso]?",
        "ru": "Мы облегчили Коран для поминания. Но есть ли среди вас вспоминающие?",
        "tr": "Andolsun biz Kur'ân'ı öğüt almak için kolaylaştırdık. Öğüt alan yok mudur?",
        "de": "Und Wir haben den Qur’an ja leicht zum Bedenken gemacht. Aber gibt es jemanden, der bedenkt?",
        "pt": "Em verdade, facilitamos o Alcorão, para a recordação. Haverá, porventura, algum admoestado?",
        "nl": "En voorzeker, Wij hebben de Koran gemakkelijk gemaakt ter vermaning, is er dan iemand die er lering uit trekt?",
        "ur": "ہم نے اِس قرآن کو نصیحت کے لیے آسان ذریعہ بنا دیا ہے، پس ہے کوئی نصیحت قبول کرنے والا؟",
        "bn": "আৰু নিশ্চয় আমি কোৰআনক সহজ কৰি দিছোঁ উপদেশ গ্ৰহণ কৰাৰ বাবে; এতেকে কোনোবা উপদেশ গ্ৰহণকাৰী আছেনে?",
        "fa": "به راستی که قرآن را براى پندگرفتن آسان ساختیم؛ آیا پندپذیرى هست؟"
      }
    },
    {
      "verse_number": 4887,
      "verse_key": "54:41",
      "arabic_text": "وَلَقَدْ جَآءَ ءَالَ فِرْعَوْنَ ٱلنُّذُرُ",
      "phonetic_text": "Walaqad jaa ala firAAawna annuthur",
      "translations": {
        "fr": "Au peuple de Pharaon, sont parvenus également les avertissements.",
        "en": "The people of Pharaoh also received warnings.",
        "es": "Mi advertencia le llegó al Faraón [y su pueblo],",
        "it": "E invero giunsero ammonimenti alla gente di Faraone.",
        "ru": "Предостережения также явились к роду Фараона.",
        "tr": "Şüphesiz Firavun ailesine de uyarıcı peygamberler geldi.",
        "de": "Und (auch) zu Fir’auns Leuten kamen ja die Warnungen.",
        "pt": "E também se apresentaram os admoestadores ao povo do Faraó.",
        "nl": "En voorzeker, tot Fir'aun kwamen waarschuwingen.",
        "ur": "اور آل فرعون کے پاس بھی تنبیہات آئی تھیں",
        "bn": "আৰু নিশ্চয় ফিৰআউন গোষ্ঠিৰ ওচৰতো সতৰ্ককাৰী আহিছিল;",
        "fa": "هشداردهندگان به سراغ فرعونیان [نیز] رفتند."
      }
    },
    {
      "verse_number": 4888,
      "verse_key": "54:42",
      "arabic_text": "كَذَّبُوا۟ بِـَٔايَـٰتِنَا كُلِّهَا فَأَخَذْنَـٰهُمْ أَخْذَ عَزِيزٍ مُّقْتَدِرٍ",
      "phonetic_text": "Kaththaboo bi-ayatinakulliha faakhathnahum akhthaAAazeezin muqtadir",
      "translations": {
        "fr": "Mais ils tinrent pour mensonges tous Nos Signes, et Nous les emportâmes comme il sied à Qui est Tout -Puissant et Omnipotent.",
        "en": "They rejected all Our signs so We seized them with all Our might and power.",
        "es": "pero desmintieron todos Mis signos, y les castigué con un castigo severo, como solo puede hacer el Todopoderoso, el Omnipotente.",
        "it": "Smentirono tutti quanti i Nostri segni, perciò Li afferrammo con la presa di un possente, onnipotente.",
        "ru": "Они сочли ложью все Наши знамения, и Мы схватили их Хваткой Могущественного, Всемогущего.",
        "tr": "Lakin onlar bütün âyetlerimizi yalanladılar. Biz de onları çok kuvvetli ve kudretli bir yakalayışla yakaladık. Bu kıssalardan hisseye gelince;",
        "de": "Sie erklärten alle Unsere Zeichen für Lüge, und da ergriffen Wir sie mit dem Griff eines Unüberwindlichen und Allmächtigen.",
        "pt": "Porém, desmentiram os Nosso sinais, pelo que os castigamos severamente, como só pode fazer um Onipotente, Poderosíssimo.",
        "nl": "Zij loochenden alle Tekenen van Ons, waarop Wij hen grepen met de greep van een machtige geweldige.",
        "ur": "مگر انہوں نے ہماری ساری نشانیوں کو جھٹلا دیا آخر کو ہم نے انہیں پکڑا جس طرح کوئی زبردست قدرت والا پکڑتا ہے",
        "bn": "সিহঁতে আমাৰ সকলো নিদৰ্শনকে অস্বীকাৰ কৰিলে, এতেকে আমি মহাপৰাক্ৰমশালী আৰু সৰ্বশক্তিমানৰূপে সিহঁতক ধৰিলোঁ।",
        "fa": "[ولى] آنان تمامى آیات ما را دروغ شمردند؛ ما نیز چنان [که شایستۀ پروردگار] شکست‌ناپذیرِ مقتدر [است،] آنان را عذاب کردیم."
      }
    },
    {
      "verse_number": 4889,
      "verse_key": "54:43",
      "arabic_text": "أَكُفَّارُكُمْ خَيْرٌ مِّنْ أُو۟لَـٰٓئِكُمْ أَمْ لَكُم بَرَآءَةٌ فِى ٱلزُّبُرِ",
      "phonetic_text": "Akuffarukum khayrun min ola-ikumam lakum baraatun fee azzubur",
      "translations": {
        "fr": "Vos mécréants seraient-ils donc meilleurs que ceux-là ? Ou bien argueriez-vous de quelque immunité vous venant des Écritures ?",
        "en": "‘Are your disbelievers any better than these? Were you given an exemption in the Scripture?’",
        "es": "¿Acaso los que se niegan a creer entre vosotros son mejores que estos<sup foot_note=169375>1</sup>? ¿O tienen alguna Escritura que les proporcione inmunidad?",
        "it": "I vostri miscredenti [o meccani] sono migliori di quelli? Ci son forse nelle Scritture delle immunità a vostro favore?",
        "ru": "Разве ваши неверующие лучше тех? Или же у вас есть неприкосновенность, упомянутая в Писаниях?",
        "tr": "Şimdi sizin kâfirleriniz, onlardan hayırlı mı? Yoksa kitaplarda sizin için bir beraet mi var?",
        "de": "Sind etwa eure Ungläubigen besser als jene da? Oder gibt es für euch einen Freispruch in den Schriften?",
        "pt": "Acaso, os vossos incrédulos (ó coraixitas), são melhores do que aqueles, ou, por outra, gozais de imunidade, registradanos Livros sagrados?",
        "nl": "Zijn de ongelovigen onder jullie beter dan diegenen van hen (bovengenoemden), of hebben jullie een vrijbrief in de vroegere Schriften?",
        "ur": "کیا تمہارے کُفّار کچھ اُن لوگوں سے بہتر ہیں؟ <sup foot_note=\"187599\">1</sup> یا آسمانی کتابوں میں تمہارے لیے کوئی معافی لکھی ہوئی ہے؟",
        "bn": "তোমালোকৰ মাজৰ কাফিৰসকল সেইসকল কাফিৰতকৈ উত্তম নেকি? নে তোমালোকৰ বাবে পূৰ্বৱৰ্তী কিতাবত কোনো মুক্তিৰ ঘোষণা আছে?",
        "fa": "[ای اهل مکه،] آیا کافران شما از آنان بهترند یا برای شما امان‌نامه‌ای در کتاب‌های [آسمانی پیشین نوشته شده] است؟"
      }
    },
    {
      "verse_number": 4890,
      "verse_key": "54:44",
      "arabic_text": "أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُّنتَصِرٌ",
      "phonetic_text": "Am yaqooloona nahnu jameeAAun muntasir",
      "translations": {
        "fr": "Peut-être diront-ils: « Nous sommes nombreux et solidaires, et nous serons vainqueurs. »",
        "en": "Do they perhaps say, ‘We are a great army and we shall be victorious’?",
        "es": "¿Es por ello que dicen: “Somos un grupo invencible”?",
        "it": "Oppure diranno: «Siamo una moltitudine capace di vincere» <a class=f><sup foot_note=160049>1</sup></a> .",
        "ru": "Или же они говорят: «Мы являемся победоносной группой».",
        "tr": "Yoksa \"Biz birbirimize yardım eden bir topluluğuz.\" mu diyorlar?",
        "de": "Oder sagen sie: Wir halten zusammen und werden siegen?",
        "pt": "Entretanto, dizem: Agimos juntos e podemos (nos) defender!",
        "nl": "Of zeggen zij: \"Wij vormen één (groep) die zal overwinnen (van Moehammad).\"",
        "ur": "یا اِن لوگوں کا کہنا یہ ہے کہ ہم ایک مضبوط جتھا ہیں، اپنا بچاؤ کر لیں گے؟",
        "bn": "নে সিহঁতে কয়, ‘আমি সংঘবদ্ধ অপৰাজেয় দল’?",
        "fa": "یا می‌گویند: «ما جماعتی متحد و انتقام‌جو هستیم»."
      }
    },
    {
      "verse_number": 4891,
      "verse_key": "54:45",
      "arabic_text": "سَيُهْزَمُ ٱلْجَمْعُ وَيُوَلُّونَ ٱلدُّبُرَ",
      "phonetic_text": "Sayuhzamu aljamAAu wayuwalloona addubur",
      "translations": {
        "fr": "Tous seront vaincus, et tourneront le dos pour prendre la fuite.",
        "en": "Their forces will be routed and they will turn tail and flee.",
        "es": "Pero todos ellos serán vencidos y huirán.",
        "it": "Presto sarà dispersa la moltitudine e volgeranno in fuga.",
        "ru": "Эта группа будет разбита, и они обратятся вспять!",
        "tr": "Her halde o topluluk bozulacak ve geriye dönüp kaçacaklardır.",
        "de": "Die Ansammlung wird gewiß besiegt werden, und sie werden den Rücken kehren.",
        "pt": "Logo, a multidão será debelada e debandará.",
        "nl": "De groep zal verslagen worden en zij zullen vluchten.",
        "ur": "عنقریب یہ جتّھا شکست کھا جائے گا اور یہ سب پیٹھ پھیر کر بھاگتے نظر آئیں  گے۔ <sup foot_note=\"187600\">1</sup>",
        "bn": "এই দল অনতিপলমে পৰাজিত হ’ব আৰু পিঠ দেখুৱাই পলায়ন কৰিব,",
        "fa": "به زودى [در جنگ بدر] جمعشان شکست می‌خورد و فرارى خواهند شد."
      }
    },
    {
      "verse_number": 4892,
      "verse_key": "54:46",
      "arabic_text": "بَلِ ٱلسَّاعَةُ مَوْعِدُهُمْ وَٱلسَّاعَةُ أَدْهَىٰ وَأَمَرُّ",
      "phonetic_text": "Bali assaAAatu mawAAiduhum wassaAAatuadha waamar",
      "translations": {
        "fr": "L’Heure sera plutôt leur rendez-vous, et l’Heure est plus cruelle encore, et bien plus amère.",
        "en": "But the Hour is their appointed time- the Hour is more severe and bitter:",
        "es": "Mas la Hora será su cita<sup foot_note=169376>1</sup>, y ese día será más terrible y amargo aún.",
        "it": "Sarà piuttosto l’Ora il loro appuntamento. L’Ora sarà più atroce e più amara.",
        "ru": "Час является назначенным для них сроком, и Час этот - самый тяжкий, самый горький.",
        "tr": "Bilakis kıyamet onlara vaad edilen asıl saattir. Saat cidden çok feci ve acıdır.",
        "de": "Nein! Vielmehr ist die Stunde (des Gerichts) der ihnen versprochene Zeitpunkt. Und die Stunde ist noch schrecklicher und bitterer.",
        "pt": "E a Hora (do Juízo) é uma promessa, e ela será mais grave e mais amarga.",
        "nl": "Nee, het Uur is hun belofte, en het Uur is het verschrikkelijkst en het bitterst.",
        "ur": "بلکہ اِن سے نمٹنے کے لیے اصل وعدے کا وقت تو قیامت ہے اور وہ بڑی آفت اور زیادہ تلخ ساعت ہے",
        "bn": "বৰং কিয়ামত সিহঁতৰ শাস্তিৰ নিৰ্ধাৰিত সময়; আৰু কিয়ামত হৈছে অতি ভয়াৱহ আৰু তিক্তকৰ;",
        "fa": "وعده‌گاهشان قیامت است كه [نسبت به میدان بدر، روزگارى بسیار] سخت‌تر و تلخ‌تر است."
      }
    },
    {
      "verse_number": 4893,
      "verse_key": "54:47",
      "arabic_text": "إِنَّ ٱلْمُجْرِمِينَ فِى ضَلَـٰلٍ وَسُعُرٍ",
      "phonetic_text": "Inna almujrimeena fee dalalinwasuAAur",
      "translations": {
        "fr": "Les coupables sont en plein égarement et (livrés à) la démence.",
        "en": "truly the wicked are misguided and quite insane––",
        "es": "Los que hacen el mal están en un estado de extravío y locura.",
        "it": "In verità i malvagi sono nello smarrimento e nella follia.",
        "ru": "Воистину, грешники сбились с пути и страдают (или отдалились от истины).",
        "tr": "Muhakkak ki suçlular sapıklık ve çılgınlık içindedirler.",
        "de": "Gewiß, die Übeltäter befinden sich im Irrtum und Wahnsinn.",
        "pt": "Sabei que os pecadores estarão nos caos e na loucura.",
        "nl": "Voorwaar, de misdadigers verkeren in dwaling en in de Hel.",
        "ur": "یہ مجرم لوگ در حقیقت غلط فہمی میں میں مبتلا ہیں اور اِن کی عقل ماری گئی ہے",
        "bn": "নিশ্চয় অপৰাধীসকল বিভ্ৰান্তি আৰু শাস্তিত আছে।",
        "fa": "گناهکاران در گمراهی و عذابند."
      }
    },
    {
      "verse_number": 4894,
      "verse_key": "54:48",
      "arabic_text": "يَوْمَ يُسْحَبُونَ فِى ٱلنَّارِ عَلَىٰ وُجُوهِهِمْ ذُوقُوا۟ مَسَّ سَقَرَ",
      "phonetic_text": "Yawma yushaboona fee annariAAala wujoohihim thooqoo massa saqar",
      "translations": {
        "fr": "Le jour où ils seront dans le Feu, traînés sur leurs visages, (il leur sera dit) : « Goûtez donc la chaleur (de l’Enfer) qui (maintenant) vous touche ! »",
        "en": "on the Day when they are dragged on their faces in Hell. ‘Feel the touch of Hell.’",
        "es": "El día que sean arrojados de cara al fuego [se les dirá:] “¡Sufrid el tormento del Infierno!”",
        "it": "Il Giorno in cui saranno trascinati sui loro volti fino al Fuoco [sarà detto loro]: «Gustate il contatto del Calore che brucia!» <a class=f><sup foot_note=160050>1</sup></a> .",
        "ru": "В тот день их ничком поволокут в Огонь: «Вкусите прикосновение Преисподней!».",
        "tr": "O gün yüzleri üstü ateşte sürüklenecekler, \"Cehennemin dokunuşunu tadın!\" (denilecek).",
        "de": "Am Tag, da sie auf ihren Gesichtern ins (Höllen)feuer gezerrt werden: Kostet die Berührung der Sengenden.",
        "pt": "No dia em que foram arrastados, no fogo, sobre seus rostos, (ser-lhes-á dito): Sofrei o contato do tártaro!",
        "nl": "Op de Dag dat zij naar de Hel gesleept worden op hun gezichten, zal gezegd worden: \"Proeft de aanraking van de Hel (Saqar).\"",
        "ur": "جس روز یہ منہ کے بل آگ میں گھسیٹے جائیں گے اُس روز اِن سے کہا جائے گا کہ اب چکھو جہنم کی لپٹ کا مزا",
        "bn": "যিদিনা সিহঁতক নাক চোঁচৰাই টানি জাহান্নামত লৈ যোৱা হ’ব (সেই দিনা কোৱা হ’ব) ‘এতিয়া জাহান্নামৰ স্পৰ্শ ভোগ কৰা’।",
        "fa": "روزی‌که با چهره‌هایشان در آتش کشیده می‌شوند [و به آنان می‌گویند:] «آتش دوزخ را بچشید»."
      }
    },
    {
      "verse_number": 4895,
      "verse_key": "54:49",
      "arabic_text": "إِنَّا كُلَّ شَىْءٍ خَلَقْنَـٰهُ بِقَدَرٍ",
      "phonetic_text": "Inna kulla shay-in khalaqnahubiqadar",
      "translations": {
        "fr": "Nous avons tout créé selon un Décret.",
        "en": "We have created all things in due measure;",
        "es": "He creado todas las cosas en su justa medida<sup foot_note=169377>1</sup>.",
        "it": "Ogni cosa creammo in giusta misura <a class=f><sup foot_note=160051>1</sup></a> ,",
        "ru": "Воистину, Мы сотворили каждую вещь согласно предопределению.",
        "tr": "Haberiniz olsun ki, biz her şeyi bir kadere göre yarattık.",
        "de": "Gewiß, Wir haben alles in (bestimmtem) Maß erschaffen.",
        "pt": "Em verdade, criamos todas as coisas predestinadamente.",
        "nl": "Voorwaar, Wij hebben alle zaken volgens een bepaalde maatgeving geschapen.",
        "ur": "ہم نے ہر چیز ایک تقدیر کے ساتھ پیدا کی ہے، <sup foot_note=\"187601\">1</sup>",
        "bn": "নিশ্চয় আমি প্ৰতিটো বস্তু এটা নিৰ্ধাৰিত পৰিমাপত সৃষ্টি কৰিছোঁ।",
        "fa": "بی‌تردید، ما هر چیزی را به ‌اندازه آفریده‌ایم؛"
      }
    },
    {
      "verse_number": 4896,
      "verse_key": "54:50",
      "arabic_text": "وَمَآ أَمْرُنَآ إِلَّا وَٰحِدَةٌ كَلَمْحٍۭ بِٱلْبَصَرِ",
      "phonetic_text": "Wama amruna illa wahidatunkalamhin bilbasar",
      "translations": {
        "fr": "Notre ordre ne procède que d’un mot, un seul, aussi rapide que l’éclair.<sup foot_note=195167>1</sup>",
        "en": "when We ordain something it happens at once, in the blink of an eye;",
        "es": "Y Mi orden es dada solo una vez, y ejecutada en un abrir y cerrar de ojos.",
        "it": "e il Nostro ordine è una sola parola, [istantaneo] come battito di ciglia.",
        "ru": "Мы повелеваем только один раз, и повеление исполняется в мгновение ока.",
        "tr": "Buyruğumuz yalnız bir tekdir, göz açıp yumma gibidir.",
        "de": "Und Unser Befehl ist nur ein einziges (Wort), wie ein Augenblick.",
        "pt": "E a Nossa ordem não é mais do que uma só (palavra), como um abrir e fechar os olhos!",
        "nl": "En Ons bevel is niets meer dan één Woord, als een oogwenk.",
        "ur": "اور ہمارا حکم بس ایک ہی حکم ہوتا ہے اور پلک جھپکاتے وہ عمل میں آجاتا ہے۔ <sup foot_note=\"187602\">1</sup>",
        "bn": "আৰু আমাৰ আদেশ কেৱল এটা কথাৰ দূৰত্ব, চকুৰ পলকৰ দৰে।",
        "fa": "و [چون چیزی را اراده نماییم] فرمان ما فقط یک [کلمه یعنی «کُن»] است؛ به سرعتِ یک چشم ‌بر هم ‌زدن [یا كمتر، انجام می‌پذیرد]."
      }
    },
    {
      "verse_number": 4897,
      "verse_key": "54:51",
      "arabic_text": "وَلَقَدْ أَهْلَكْنَآ أَشْيَاعَكُمْ فَهَلْ مِن مُّدَّكِرٍ",
      "phonetic_text": "Walaqad ahlakna ashyaAAakumfahal min muddakir",
      "translations": {
        "fr": "Nous avons déjà fait périr des peuples qui vous étaient semblables. Est-il donc quelqu’un pour y méditer ?",
        "en": "We have destroyed the likes of you in the past. Will anyone take heed?",
        "es": "Ya destruí en el pasado a quienes desmintieron como vosotros. Pero, ¿habrá alguien que reflexione?",
        "it": "Invero già annientammo faziosi della vostra specie. C’è forse qualcuno che rifletta in proposito?",
        "ru": "Мы уже погубили подобных вам. Но есть ли среди вас вспоминающие?",
        "tr": "Andolsun biz, sizin benzerlerinizi hep helak ettik. Öğüt alan yok mudur?",
        "de": "Und Wir haben doch bereits manche Lager gleich euch vernichtet. Aber gibt es jemanden, der bedenkt?",
        "pt": "E havíamos aniquilado os vossos semelhantes. Haverá, porventura, algum que recebeu a admoestação?",
        "nl": "En voorzeker, Wij hebben jullie soortgenoten vernietigd, is er dan iemand die er lering uit trekt?",
        "ur": "تم جیسے بہت سوں کو ہم ہلاک کر چکے ہیں، <sup foot_note=\"187603\">1</sup> پھر ہے کوئی نصیحت قبول کرنے والا؟",
        "bn": "আৰু আমি তোমালোকৰ দৰে বহুতকে ধ্বংস কৰিছোঁ; এতেকে উপদেশ গ্ৰহণকাৰী কোনোবা আছেনে?",
        "fa": "به تحقیق که ما [در گذشته] امثال شما [کافران] را نابود کرده‌ایم؛ پس آیا پندپذیرى هست؟ [که از این امر عبرت بگیرد و از کفر باز ایستد]؟"
      }
    },
    {
      "verse_number": 4898,
      "verse_key": "54:52",
      "arabic_text": "وَكُلُّ شَىْءٍ فَعَلُوهُ فِى ٱلزُّبُرِ",
      "phonetic_text": "Wakullu shay-in faAAaloohu fee azzubur",
      "translations": {
        "fr": "Tout ce qu’ils ont fait est consigné dans les Registres (des bonnes et mauvaises œuvres).",
        "en": "Everything they do is noted in their records:",
        "es": "Todo cuanto hicieron se encuentra registrado en el libro de sus obras.",
        "it": "Tutto quel che fecero è nei registri:",
        "ru": "Все, что они совершили, есть в книгах деяний.",
        "tr": "İşledikleri her şey, kitaplarda mevcuttur.",
        "de": "Alles, was sie getan haben, (steht) in den Schriften.",
        "pt": "Tudo quanto fizeram está anotado nos livros.",
        "nl": "En alle dingen die zij doen, staan in Schriften.",
        "ur": "جو کچھ اِنہوں نے کیا ہے وہ سب دفتروں میں درج ہے",
        "bn": "আৰু সিহঁতে যি কৰিছে, সেই সকলো ‘আমলনামাত’ (লিপিবদ্ধ) আছে,",
        "fa": "و تمام کارهایی که [بندگان] انجام داده‌اند در نامه‌هاى اعمال[شان] ثبت شده است؛"
      }
    },
    {
      "verse_number": 4899,
      "verse_key": "54:53",
      "arabic_text": "وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُّسْتَطَرٌ",
      "phonetic_text": "Wakullu sagheerin wakabeerin mustatar",
      "translations": {
        "fr": "Toute (action), qu’elle soit petite ou grande, y est inscrite.",
        "en": "every action, great or small, is recorded.",
        "es": "Y todo cuanto ocurre, importante o insignificante, está escrito.",
        "it": "ogni cosa piccola o grande vi è segnata.",
        "ru": "Все малое и великое уже начертано.",
        "tr": "Küçük, büyük hepsi satır satır yazılmıştır.",
        "de": "Alles, ob klein oder groß, wird in Zeilen niedergeschrieben.",
        "pt": "E toda a ação, pequena ou grande, está registrada.",
        "nl": "En al het kleine en het grote is vastgelegd.",
        "ur": "اور ہر چھوٹی بڑی بات لکھی ہوئی موجود ہے۔ <sup foot_note=\"187604\">1</sup>",
        "bn": "আৰু সকলো সৰু-বৰ কথা লিখিত আছে।",
        "fa": "و هر [عمل] کوچک و بزرگی [در آن] نوشته شده است."
      }
    },
    {
      "verse_number": 4900,
      "verse_key": "54:54",
      "arabic_text": "إِنَّ ٱلْمُتَّقِينَ فِى جَنَّـٰتٍ وَنَهَرٍ",
      "phonetic_text": "Inna almuttaqeena fee jannatinwanahar",
      "translations": {
        "fr": "Les gens  pieux seront au milieu des jardins et des rivières,",
        "en": "The righteous will live securely among Gardens and rivers,",
        "es": "Los piadosos estarán entre jardines y ríos,",
        "it": "I timorati saranno tra Giardini e ruscelli,",
        "ru": "Воистину, богобоязненные пребудут в Райских садах и среди рек",
        "tr": "Takva sahipleri cennetlerde, nur içindedirler.",
        "de": "Gewiß, die Gottesfürchtigen werden in Gärten und an Bächen sein,",
        "pt": "Sabei que os tementes morarão entre os jardins e rios,",
        "nl": "Voorwaar, de Moettaqôen verblijven in Tuinen en rivieren (het Paradijs).",
        "ur": "نافرمانی سے پرہیز کرنے والے یقیناً باغوں اور نہروں میں ہوں گے",
        "bn": "নিশ্চয় মুত্তাক্বীসকল থাকিব বাগ-বাগিচা আৰু নিজৰাসমূহৰ মাজত,",
        "fa": "پرهیزگاران در باغ‌ها و [کنار] جویبارهای [بهشتی] جای دارند؛"
      }
    },
    {
      "verse_number": 4901,
      "verse_key": "54:55",
      "arabic_text": "فِى مَقْعَدِ صِدْقٍ عِندَ مَلِيكٍ مُّقْتَدِرٍۭ",
      "phonetic_text": "Fee maqAAadi sidqin AAinda maleekinmuqtadir",
      "translations": {
        "fr": "dans une Demeure de vérité, auprès d’un Roi Omnipotent.",
        "en": "secure in the presence of an all-powerful Sovereign.",
        "es": "en un lugar honorable, junto al Soberano Todopoderoso.",
        "it": "in un luogo di verità, presso un Re onnipotente. <a class=f><sup foot_note=160052>1</sup></a> Secondo alcuni commentatori il versetto accenna ad un fatto miracoloso che avvenne alla Mecca prima dell’Egira. Per sostenere il Suo Inviato Allah (gloria a Lui l’Altissimo) fece sì che la luna apparisse spaccata in due parti distinte e lontane tra loro. Il fatto fu constatato anche da molti beduini che vivevano lontani dalla città, ma i miscredenti preferirono credere che si trattasse di una magia. Altri esegeti ritengono che il brano alluda ad uno dei segni annunciatori della fine dei tempi. <a class=f><sup foot_note=160053>2</sup></a> «l’Araldo» İsrafil (Raffaele). L’Angelo dell’Apocalisse soffierà nel corno per chiamare i morti fuori dalle tombe e per condurli al luogo del Giudizio. <a class=f><sup foot_note=160054>3</sup></a> «Lo diffidarono [dal predicare]»: interpretazione suggerita dal Tabarì (XXVII, 92), anche: «lo scacciarono», «lo respinsero». <a class=f><sup foot_note=160055>4</sup></a> Dopo secoli di predicazione Noè (pace su di lui) chiede all’Altissimo un segno risolutivo. <a class=f><sup foot_note=160056>5</sup></a> Le acque fuoriuscite dalla terra e quelle della pioggia. <a class=f><sup foot_note=160057>6</sup></a> «tavole e chiodi»: l’Arca nella sua dimensione tecnologica. <a class=f><sup foot_note=160058>7</sup></a> La vicenda di Noè e dell’Arca divenne un segno ben chiaro del castigo di Allah (gloria a Lui l’Altissimo) e della Sua misericordia per chi Lo teme. <a class=f><sup foot_note=160059>8</sup></a> Come fu terribile il castigo di Allah, come furono indimenticabili i Suoi moniti. <a class=f><sup foot_note=160060>9</sup></a> «un solo mortale fra di noi»: è a Şâlih, il profeta inviato ai Thamùd che si rivolge Allah (gloria a Lui l’Altissimo) nei versetti successivi. <a class=f><sup foot_note=160061>10</sup></a> «la cammella»: vedi XI, e la nota. <a class=f><sup foot_note=160062>11</sup></a> «per gli stabbi »: dove sta il bestiame.L’espressione rende con grande drammaticità la condizione dei Thamûd dopo il castigo, ridotti come stoppia secca e calpestata dagli animali. <a class=f><sup foot_note=160063>12</sup></a> «Il popolo di Lot»: gli abitanti di Sodoma. <a class=f><sup foot_note=160064>13</sup></a> Riferisce il Tabarì che, prima della battaglia di Badr, Abu Jahl uno dei capi dei Quraysh pronunciò questa frase baldanzosa. L’Inviato di Allah (pace e benedizioni su di lui) rispose recitando più volte il successivo vers. <a class=f><sup foot_note=160065>14</sup></a> «il Calore che brucia», uno dei tormenti dellTnferno, secondo Tabarì (XXVII, è anche il nome di una porta infernale. <a class=f><sup foot_note=160066>15</sup></a> Allah (gloria a Lui l’Altissimo) ribadisce l’ordine del Creato, la sua meravigliosa distribuzione delle risorse, in una parola il suo perfetto equilibrio ecologico. Ogni fenomeno naturale ha la sua spiegazione all’interno di una logica scientifica contingente o epocale. L’equilibrio apparentemente infranto si ristabilisce incessantemente ad un livello diverso. Le uniche modificazioni strutturali capaci di mettere in crisi l’ecosistema sono quelle prodotte dall’avidità, dall’ignoranza, dalla miopia dell’uomo, che si pone conflittualmente con la Legge di Allah cui obbedisce la natura.",
        "ru": "на седалище истины возле Всемогущего Властелина.",
        "tr": "Güçlü padişahın huzurunda doğruluk koltuklarındadırlar.",
        "de": "am Sitz der Wahrhaftigkeit, bei einem allmächtigen Herrscher.",
        "pt": "Em uma assembléia da verdade, na presença de um Senhor Onipotente, Soberaníssimo.",
        "nl": "In een waarachtige verblijfplaats, bij een machtige Heerser.",
        "ur": "سچی عزت کی جگہ، بڑے ذی اقتدار بادشاہ کے قریب",
        "bn": "যথাযোগ্য আসনত, সৰ্বশক্তিমান মহা অধিপতি (আল্লাহ)ৰ সান্নিধ্যত।",
        "fa": "در مجلسى سرشار از راستی [و شایستگی] و نزد فرمانروایی مقتدر."
      }
    }
  ]
}