{
  "surah_number": 28,
  "extracted_at": "2025-09-20T15:15:50.365Z",
  "verses": [
    {
      "verse_number": 3253,
      "verse_key": "28:1",
      "arabic_text": " طسٓمٓ",
      "phonetic_text": "Ta-seen-meem",
      "translations": {
        "fr": "Tâ, Sîn, Mîm.",
        "en": "Ta Sin Mim",
        "es": "Ta’. Sin. Mim.",
        "it": "Tâ, Sìn, Mìm <a class=f><sup foot_note=158840>1</sup></a>.",
        "ru": "Та. Син. Мим.",
        "tr": "Tâ, Sîn, Mîm.",
        "de": "Ta-Sin-Mim.",
        "pt": "Tah, Sin, Mim.",
        "nl": "Tha Sîn Mîm.",
        "ur": "ط س م",
        "bn": "ত্ব-ছীন-মীম।",
        "fa": "طسم [= طا. سین. میم]."
      }
    },
    {
      "verse_number": 3254,
      "verse_key": "28:2",
      "arabic_text": "تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ ٱلْمُبِينِ",
      "phonetic_text": "Tilka ayatu alkitabialmubeen",
      "translations": {
        "fr": "Ce sont là les versets du Livre explicite.",
        "en": "These are the verses of the Scripture that makes things clear:",
        "es": "Éstos son los preceptos del Libro claro.",
        "it": "Questi sono i versetti del Libro chiarissimo.",
        "ru": "Это - аяты ясного Писания.",
        "tr": "Bunlar, apaçık kitabın âyetleridir.",
        "de": "Dies sind die Zeichen des deutlichen Buches.",
        "pt": "Estes são os versículos do Livro lúcido.",
        "nl": "Dit zijn de Verzen van het duidelijke Boek.",
        "ur": "یہ کتاب مبین کی آیات ہیں",
        "bn": "এইবোৰ সুস্পষ্ট কিতাবৰ আয়াত।",
        "fa": "این آیاتِ کتابِ روشنگر است."
      }
    },
    {
      "verse_number": 3255,
      "verse_key": "28:3",
      "arabic_text": "نَتْلُوا۟ عَلَيْكَ مِن نَّبَإِ مُوسَىٰ وَفِرْعَوْنَ بِٱلْحَقِّ لِقَوْمٍ يُؤْمِنُونَ",
      "phonetic_text": "Natloo AAalayka min naba-i moosawafirAAawna bilhaqqi liqawmin yu/minoon",
      "translations": {
        "fr": "Nous te relatons, en toute vérité, quelques faits de l’histoire de Moïse et de Pharaon, à l’adresse des gens qui ont la foi.",
        "en": "We recount to you [Prophet] part of the story of Moses and Pharaoh, setting out the truth for people who believe.",
        "es": "Te narro parte de la verdadera historia de Moisés y del Faraón, para la gente que cree.",
        "it": "Ti racconteremo secondo verità la storia di Mosè e di Faraone, per un popolo di credenti.",
        "ru": "Мы правдиво прочтем тебе для верующих людей историю Мусы (Моисея) и Фараона.",
        "tr": "İman edecek bir kavim için Musa ile Firavun'un haberlerinden bir kısmını sana dosdoğru okuyacağız.",
        "de": "Wir verlesen dir von der Kunde über Musa und Fir’aun der Wahrheit entsprechend, für Leute, die glauben.",
        "pt": "Em verdade, relatar-te-emos, algo da história de Moisés e do Faraó (e também) ao povo fiel.",
        "nl": "Wij dragen jou van de geschiedenissen van Môesa en Fir'aun voor, volgens de Waarheid, voor een volk dat gelooft.",
        "ur": "ہم موسیٰؑ اور فرعون کا کچھ حال ٹھیک ٹھیک تمہیں سُناتے ہیں،<sup foot_note=\"185915\">1</sup> ایسے لوگوں کے فائدے کے لیے جو ایمان لائیں۔<sup foot_note=\"185916\">2</sup>",
        "bn": "আমি তোমাৰ ওচৰত মুছা আৰু ফিৰআউনৰ কিছু বৃত্তান্ত যথাযথভাৱে বিবৃত কৰিছোঁ, এনে সম্প্ৰদায়ৰ বাবে যিসকলে ঈমান পোষণ কৰে।",
        "fa": "[بخش‌هایی] از داستان موسى و فرعون را براى کسانی که ایمان آورده‌اند، به درستى بر تو تلاوت مى‌كنیم."
      }
    },
    {
      "verse_number": 3256,
      "verse_key": "28:4",
      "arabic_text": "إِنَّ فِرْعَوْنَ عَلَا فِى ٱلْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَآئِفَةً مِّنْهُمْ يُذَبِّحُ أَبْنَآءَهُمْ وَيَسْتَحْىِۦ نِسَآءَهُمْ ۚ إِنَّهُۥ كَانَ مِنَ ٱلْمُفْسِدِينَ",
      "phonetic_text": "Inna firAAawna AAala fee al-ardiwajaAAala ahlaha shiyaAAan yastadAAifu ta-ifatanminhum yuthabbihu abnaahum wayastahyeenisaahum innahu kana mina almufsideen",
      "translations": {
        "fr": "Pharaon (qui) s’enflait d’orgueil et transgressait sur terre divisa ses habitants en divers clans. Il en opprimait le plus faible, dont il faisait égorger les enfants, et laissait vivre les femmes. Il faisait certes partie des corrupteurs.",
        "en": "Pharaoh made himself high and mighty in the land and divided the people into different groups: one group he oppressed, slaughtering their sons and sparing their women––he was one of those who spread corruption––",
        "es": "El Faraón fue un tirano en la Tierra. Dividió a sus habitantes en clases y esclavizó a un grupo de ellos<sup foot_note=168949>1</sup>, a cuyos hijos varones degolló, dejando con vida a las mujeres [para la servidumbre]. Sembró la corrupción.",
        "it": "Davvero Faraone era altero sulla terra; divise in fazioni i suoi abitanti per approfittare della debolezza di una parte: sgozzava i loro figli maschi e lasciava vivere le femmine <a class=f><sup foot_note=158841>1</sup></a>. In verità era uno dei corruttori.",
        "ru": "Фараон возгордился на земле и разделил ее жителей на группы. Одних он ослаблял, убивая их сыновей и оставляя в живых их женщин. Воистину, он был одним из тех, кто распространял нечестие.",
        "tr": "Çünkü Firavun, (Mısır) toprağında gerçekten azmış, halkını parça parça etmişti. Onlardan bir zümreyi güçsüz buluyor, bunların oğullarını boğazlıyor, kızlarını ise sağ bırakıyordu. Belli ki o bozgunculardandı.",
        "de": "Gewiß, Fir’aun zeigte sich überheblich im Land und machte seine Bewohner zu Lagern, von denen er einen Teil unterdrückte, indem er ihre Söhne abschlachtete und (nur) ihre Frauen am Leben ließ. Gewiß, er gehörte zu den Unheilstiftern.",
        "pt": "É certo que o Faraó se envaideceu, na terra (do Egito) e dividiu em castas o seu povo; subjugou um grupo deles, sacrificando-lhes os filhos e deixando com vidas as suas mulheres. Ele era um dos corruptores.",
        "nl": "Voorwaar, Fir'aun wag hoogmoedig in het land en hij verdeelde haar mensen in partijen. Hij onderdrukte een groep van hen: hij slachtte hun zonen en hij liet hun vrouwen leven. Voorwaar, hij behoorde tot de verderfzaaiers.",
        "ur": "واقعہ یہ کہ فرعون نے زمین میں سرکشی کی <sup foot_note=\"185917\">1</sup>اور اس کے باشندوں کو گروہوں میں تقسیم کر دیا۔ <sup foot_note=\"185918\">2</sup> ان میں سے ایک گروہ کو وہ ذلیل کرتا تھا، اس کے لڑکوں کو قتل کر تا اور اس کی لڑکیوں کو جیتا رہنے دیتا تھا۔<sup foot_note=\"185919\">3</sup> فی الواقع وہ مفسد لوگوں میں سے تھا",
        "bn": "নিশ্চয় ফিৰআউন পৃথিৱীৰ বুকুত অহংকাৰী হৈছিল, আৰু সেই ঠাইৰ অধিবাসীবিলাকক বিভিন্ন শ্ৰেণীত বিভক্ত কৰি সিহঁতৰ এটা শ্ৰেণীক সি দুৰ্বল কৰি ৰাখিছিল; সিহঁতৰ পুত্ৰসকলক সি হত্যা কৰিছিল আৰু নাৰীসকলক জীৱিত এৰি দিছিল। নিশ্চয় সি আছিল বিপৰ্যয় সৃষ্টিকাৰী।",
        "fa": "بی‌تردید، فرعون در سرزمین [مصر] برتری‌خواهی کرد و مردمش را به گروه‌هایی تقسیم نمود؛ گروهی از آنان را به ناتوانی [و خواری] می‌کشاند [چنان که] پسرانشان را می‌کشت و زنانشان را [برای کنیزی] زنده نگه می‌داشت. به راستی که او از تبهکاران بود."
      }
    },
    {
      "verse_number": 3257,
      "verse_key": "28:5",
      "arabic_text": "وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسْتُضْعِفُوا۟ فِى ٱلْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ ٱلْوَٰرِثِينَ",
      "phonetic_text": "Wanureedu an namunna AAala allatheenaistudAAifoo fee al-ardi wanajAAalahum a-immatanwanajAAalahumu alwaritheen",
      "translations": {
        "fr": "Nous voulions favoriser ceux qui étaient opprimés sur terre, en faire des guides et en faire des héritiers ;",
        "en": "but We wished to favour those who were oppressed in that land, to make them leaders, the ones to survive,",
        "es": "Quise agraciar a quienes habían sido esclavizados en la Tierra, y convertirlos en líderes ejemplares y en herederos,",
        "it": "Invece Noi volevamo colmare di favore quelli che erano stati oppressi, farne delle guide e degli eredi <a class=f><sup foot_note=158842>1</sup></a>.",
        "ru": "Мы пожелали оказать милость тем, кто был унижен на земле, сделать их предводителями и наследниками,",
        "tr": "Biz ise istiyorduk ki, o yerde güçsüz düşürülenlere lütufta bulunalım, onları önderler yapalım, onlara (ötekilerin) yerini aldıralım.",
        "de": "Wir aber wollten denjenigen, die im Land unterdrückt wurden, eine Wohltat erweisen und sie zu Vorbildern machen und zu Erben machen,",
        "pt": "E quisemos agraciar os subjugados na terra, designando-os imames e constituindo-os herdeiros.",
        "nl": "En Wij wilden de onderdrukten in het land een gunst schenken. En Wij maakten hen tot leiders en Wij maakten ben tot erfgenamen.",
        "ur": "اور ہم یہ ارادہ رکھتے تھے کہ مہربانی کریں ان لوگوں پر جو زمین میں ذلیل کر کے رکھے گئے تھے اور انہیں پیشوا بنا دیں<sup foot_note=\"185920\">1</sup> اور انہی کو وارث بنائیں<sup foot_note=\"185921\">2</sup>",
        "bn": "আৰু সেই দেশত যিসকলক দুৰ্বল কৰি ৰখা হৈছিল আমি সেই মানুহবিলাকৰ ওপৰত অনুগ্ৰহ কৰিব বিচাৰিলোঁ লগতে তেওঁলোকক নেতৃত্ব দান কৰিবলৈ আৰু উত্তৰাধিকাৰী বনাবলৈ ইচ্ছা কৰিলোঁ;",
        "fa": "و می‌خواستیم بر بنی‌اسرائیل، ‌که در آن سرزمین به ناتوانی کشیده شده بودند، [با نابود کردنِ دشمنشان] منت بگذاریم و آنان را پیشوایان [مردم] قرار دهیم و [پس از نابودی فرعون] وارثان [سرزمین شام] نماییم."
      }
    },
    {
      "verse_number": 3258,
      "verse_key": "28:6",
      "arabic_text": "وَنُمَكِّنَ لَهُمْ فِى ٱلْأَرْضِ وَنُرِىَ فِرْعَوْنَ وَهَـٰمَـٰنَ وَجُنُودَهُمَا مِنْهُم مَّا كَانُوا۟ يَحْذَرُونَ",
      "phonetic_text": "Wanumakkina lahum fee al-ardi wanuriyafirAAawna wahamana wajunoodahuma minhum makanoo yahtharoon",
      "translations": {
        "fr": "Nous voulions affermir leur situation sur terre et montrer à Pharaon, à Hâmân et à leurs armées ce qu’ils redoutaient de la part (des opprimés).",
        "en": "to establish them in the land, and through them show Pharaoh, Haman, and their armies the very thing they feared.",
        "es": "dándoles poder sobre la tierra<sup foot_note=168950>1</sup>, y hacer que el Faraón, Hamán y sus huestes vieran [hecho realidad] lo que temían.",
        "it": "[Volevamo] consolidarli sulla terra e, loro tramite, far vedere a Faraone e Hâmân <a class=f><sup foot_note=158843>1</sup></a>e alle loro armate quello che paventavano <a class=f><sup foot_note=158844>2</sup></a>.",
        "ru": "даровать им власть на земле и показать Фараону, Хаману и их воинам то, чего они остерегались.",
        "tr": "Ve o yerde onları hakim kılalım, Firavun ile Hâmân ve ordularına, onlardan çekinmekte oldukları şeyi gösterelim.",
        "de": "ihnen eine feste Stellung im Land verleihen und Fir’aun, Haman und deren Heerscharen durch sie das erfahren lassen, wovor sie sich immer vorzusehen suchten.",
        "pt": "E os arraigando na terra, para mostrarmos ao Faraó, a Haman e seus exércitos, o que temiam.",
        "nl": "En Wij vestigden hen op aarde en Wij toonden Fir'aun,. en Hâmân en hun troepen onder hen dat waar zij bevreesd voor waren.",
        "ur": "اور زمین میں ان کو اقتدار بخشیں اور ان سے فرعون و ہامان<sup foot_note=\"185922\">1</sup> اور ان کے لشکروں کو وہی کچھ دِکھلا دیں جس کا انہیں ڈر تھا",
        "bn": "আৰু পৃথিৱীত তেওঁলোকক ক্ষমতাত অধিষ্ঠিত কৰিবলৈ বিচাৰিলোঁ, লগতে ফিৰআউন, হামান আৰু সিহঁতৰ সৈন্যবাহিনীক সেইটো দেখুৱাবলৈ ইচ্ছা কৰিলোঁ, যিটো সিহঁতে সেই দুৰ্বল দলৰ পৰা আশংকা কৰিছিল।",
        "fa": "و در آن سرزمین به آنان قدرت و تمکین بخشیم و [از طرفی] به فرعون و [وزیرش] هامان و سپاهیانشان، آنچه [= سقوط حکومتشان] را که همواره از جانب آنان [=بنی‌اسرائیل] مى‌ترسیدند، نشان دهیم."
      }
    },
    {
      "verse_number": 3259,
      "verse_key": "28:7",
      "arabic_text": "وَأَوْحَيْنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنْ أَرْضِعِيهِ ۖ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِى ٱلْيَمِّ وَلَا تَخَافِى وَلَا تَحْزَنِىٓ ۖ إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ ٱلْمُرْسَلِينَ",
      "phonetic_text": "Waawhayna ila ommi moosaan ardiAAeehi fa-itha khifti AAalayhi faalqeehi feealyammi wala takhafee wala tahzaneeinna raddoohu ilayki wajaAAiloohu minaalmursaleen",
      "translations": {
        "fr": "Nous inspirâmes à la mère de Moïse : «  Allaite-le. Et si tu crains pour lui, jette-le dans le fleuve. N’aie pas peur et ne sois pas triste, car Nous allons te le rendre. Et Nous ferons de lui un Messager. »",
        "en": "We inspired Moses’ mother, saying, ‘Suckle him, and then, when you fear for his safety, put him in the river: do not be afraid, and do not grieve, for We shall return him to you and make him a messenger.’",
        "es": "Inspiré a la madre de Moisés: “Amamántalo, y cuando temas por él déjalo [en un cesto de mimbre] en el río. No temas ni te entristezcas, porque te lo devolveré y haré de él un Mensajero”.",
        "it": "Rivelammo alla madre di Mosè: «Allattalo e, quando temerai per lui, gettalo nel fiume e non temere e non essere afflitta: Noi te lo restituiremo e faremo di lui uno degli Inviati».",
        "ru": "Мы внушили матери Мусы (Моисея): «Корми его грудью. Когда же станешь опасаться за него, то брось его в реку. Не бойся и не печалься, ибо Мы вернем его тебе и сделаем одним из посланников».",
        "tr": "O esnada Musa'nın anasına \"Onu emzir, kendisine zarar geleceğinden kaygılandığında onu denize (Nil nehrine) bırakıver, hiç korkup kaygılanma, çünkü biz onu tekrar sana vereceğiz ve onu peygamberlerden biri yapacağız\" diye bildirdik.",
        "de": "Und Wir gaben der Mutter Musas ein: „Stille ihn. Und wenn du um ihn fürchtest, dann setze ihn in das Wasser und fürchte dich nicht und sei nicht traurig. Wir werden ihn dir zurückbringen und ihn zu einem der Gesandten machen.",
        "pt": "E inspiramos a mãe de Moisés: Amamenta-o e, se temes por ele, lança-o ao rio; não temas, nem te aflijas, porque todevolveremos e o faremos um dos mensageiros.",
        "nl": "En Wij inspireerden aan de moeder van Môesa: \"Zoog hem\", maar als jij voor hem vreest, werp hem dan in de rivier, en vrees niet en treur niet: voorwaar, Wij zullen hem bij jou terugbrengen en hem tot één van de Boodschappers maken.",
        "ur": "<sup foot_note=\"171430\">1</sup>ہم نے موسیٰؑ کی ماں کو اشارہ کیا کہ ”اِس کو دُودھ پلا، پھر جب تجھے اُس کی جان کا خطرہ ہو تو اسے دریا میں ڈال دے اور کچھ خوف اور غم نہ کر، ہم اسے تیرے ہی پاس واپس لے آئیں گے اور اس کو پیغمبروں میں شامل کریں گے۔“<sup foot_note=\"171431\">2</sup>",
        "bn": "আৰু আমি মুছাৰ মাতৃৰ প্ৰতি নিৰ্দেশ দিলোঁ, তাক পিয়াহ খুওৱা; যেতিয়া তুমি ইয়াৰ বিষয়ে কোনো আশংকা কৰিবা, তেতিয়া ইয়াক সাগৰত নিক্ষেপ কৰিবা আৰু ভয় নকৰিবা, চিন্তিতও নহ’বা। নিশ্চয় আমি ইয়াক তোমাৰ ওচৰলৈ ঘূৰাই আনিম আৰু ইয়াক ৰাছুলসকলৰ অন্তৰ্ভুক্ত কৰিম।",
        "fa": "و به مادر موسی الهام کردیم که: «او را شیر بده و هنگامی‌ که [از آسیب فرعونیان] بر او ترسیدى، او را [در جعبه‌ای بگذار و] به رود [نیل] بینداز و نترس و اندوهگین نشو [زیرا] قطعاً او را به تو بازمی‌گردانیم و از پیامبران قرار می‌دهیم»."
      }
    },
    {
      "verse_number": 3260,
      "verse_key": "28:8",
      "arabic_text": "فَٱلْتَقَطَهُۥٓ ءَالُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا ۗ إِنَّ فِرْعَوْنَ وَهَـٰمَـٰنَ وَجُنُودَهُمَا كَانُوا۟ خَـٰطِـِٔينَ",
      "phonetic_text": "Faltaqatahu alufirAAawna liyakoona lahum AAaduwwan wahazanan innafirAAawna wahamana wajunoodahuma kanookhati-een",
      "translations": {
        "fr": "La famille de Pharaon le recueillit alors, pour qu’il devienne pour eux un ennemi et une cause de malheur. Pharaon, Hâmân et leurs armées étaient dans l’erreur.",
        "en": "Pharaoh’s household picked him up––later to become an enemy and a source of grief for them: Pharaoh, Haman, and their armies were wrongdoers––",
        "es": "Le recogió la gente del Faraón para que [sin saberlo] se convirtiera en su enemigo y la causa de su pesar. El Faraón, Hamán y sus huestes eran pecadores.",
        "it": "Lo raccolse la gente di Faraone, sì che potesse diventare loro nemico e causa di tristezza <a class=f><sup foot_note=158845>1</sup></a>. Davvero Faraone e Hâmân e le loro armate erano colpevoli.",
        "ru": "Семья Фараона подобрала его, чтобы он стал их врагом и печалью. Воистину, Фараон, Хаман и их воины были грешниками.",
        "tr": "Nihayet Firavun ailesi onu yitik olarak aldı. Çünkü o, sonunda kendileri için bir düşman ve bir tasa olacaktı. Şüphesiz Firavun ile Hâmân ve askerleri yanılıyorlardı.",
        "de": "Da lasen ihn die Angehörigen Fir’auns auf, damit er ihnen zum Feind und (Grund zum) Kummer werde. Gewiß, Fir’aun, Haman und deren Heerscharen pflegten verfehlt zu handeln.",
        "pt": "A família do Faraó recolheu-o, para que viesse a ser, para os seus membros, um adversário e uma aflição; isso porque oFaraó, Haman e seus exércitos eram pecadores.",
        "nl": "Toen pikten de mensen van Fir'aun hem op (uit de rivier), zodat hij een vijand van hen zou worden en een bron van droefenis. Voorwaar, Fir'aun, Hâmân en hun legers waren zondaren.",
        "ur": "آخر کار فرعون کے گھر والوں نے اسے (دریا سے)نکال لیا تاکہ وہ ان کا دشمن اور ان کے لیے سببِ رنج بنے،<sup foot_note=\"185923\">1</sup> واقعی فرعون اور ہامان اور ان کے لشکر (اپنی تدبیرمیں)بڑے غلط کار تھے",
        "bn": "তাৰ পিছত ফিৰআউনৰ পৰিয়ালে তাক (সাগৰৰ পৰা) তুলি নিলে। যাতে তেওঁ সিহঁতৰ শত্ৰু আৰু দুখৰ কাৰণ হয়। নিশ্চয় ফিৰআউন, হামান আৰু সিহঁতৰ সৈন্যবাহিনী আছিল অপৰাধী।",
        "fa": "[پس از اینکه مادر موسی چنین کرد،] خاندان فرعون او را [از آب] گرفتند، تا سرانجام [سال‌ها بعد، این فرزند بنی‌اسرائیل] دشمن و [مایۀ] اندوهشان گردد. به راستی که فرعون و هامان و سپاهیانشان گناهکار بودند."
      }
    },
    {
      "verse_number": 3261,
      "verse_key": "28:9",
      "arabic_text": "وَقَالَتِ ٱمْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِّى وَلَكَ ۖ لَا تَقْتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوْ نَتَّخِذَهُۥ وَلَدًا وَهُمْ لَا يَشْعُرُونَ",
      "phonetic_text": "Waqalati imraatu firAAawna qurratuAAaynin lee walaka la taqtuloohu AAasa an yanfaAAanaaw nattakhithahu waladan wahum la yashAAuroon",
      "translations": {
        "fr": "La femme de Pharaon dit : « Ce sera la joie de mes yeux et des tiens. Ne le tuez pas. Il nous sera peut-être utile, ou alors nous le prendrons comme notre fils! » Et ils ne pouvaient (encore) rien sentir.",
        "en": "and Pharaoh’s wife said, ‘Here is a joy to behold for me and for you! Do not kill him: he may be of use to us, or we may adopt him as a son.’ They did not realize what they were doing.",
        "es": "Dijo la mujer del Faraón: “[Este niño] será una alegría para mis ojos y los tuyos. No le mates. Puede que nos beneficie. ¡Adoptémosle!” Ellos no presentían [en qué se convertiría].",
        "it": "Disse la moglie di Faraone: «[Questo bambino sarà] la gioia dei miei occhi <a class=f><sup foot_note=158846>1</sup></a>e dei tuoi! Non lo uccidete! Forse ci sarà utile, o lo adotteremo come un figlio». Non avevano alcun sospetto <a class=f><sup foot_note=158847>2</sup></a>.",
        "ru": "Жена Фараона сказала: «Вот услада очей для меня и тебя. Не убивайте его! Быть может, он принесет нам пользу, или же мы усыновим его». Они ни о чем не подозревали.",
        "tr": "Firavun'un karısı (sepetin içinden çocuk çıkınca kocasına), \"İkimizin de gözü aydın! Onu öldürmeyin, belki bize faydası dokunur, ya da onu evlad ediniriz\" dedi. Halbuki onlar işin sonunu sezemiyorlardı.",
        "de": "Die Frau Fir’auns sagte: „(Er wird) für mich und dich ein Grund zur Freude sein. Tötet ihn nicht. Vielleicht nützt er uns oder wir nehmen ihn als Kind an. Dabei merkten sie nicht (, was sie taten).",
        "pt": "E a mulher do Faraó disse: Será meu consolo e teu. Não o mates! Talvez nos seja útil, ou o adoremos como filho. E elesde nada se aperceberam.",
        "nl": "En de vrouw van Fir'aun zei: \"Hij is een verkoeling voor mijn en jouw oog. Doodt hem niet, moge hij ons baten, of kunnen wij hem als zoon annemen,\" En zij beseften niet.",
        "ur": "فرعون کی بیوی نے (اس سے)کہا”یہ میرے اور تیرے لیے آنکھوں کی ٹھنڈک ہے، اسے قتل نہ کرو، کیا عجب کہ یہ ہمارے لیے مفید ثابت ہو، یا ہم اسے بیٹا ہی بنا لیں۔“<sup foot_note=\"185924\">1</sup> اور وہ (انجام سے)بے خبر تھے",
        "bn": "ফিৰআউনৰ স্ত্ৰীয়ে ক’লে, ‘এই শিশুটি মোৰ আৰু তোমাৰ নয়ন-প্ৰীতিকৰ। ইয়াক হত্যা নকৰিবা। ই আমাৰ উপকাৰত আহিব পাৰে অথবা আমি ইয়াক সন্তান হিচাপেও গ্ৰহণ কৰিব পাৰোঁ’। দৰাচলতে সিহঁতে ইয়াৰ পৰিণাম উপলব্ধি কৰিব পৰা নাই।",
        "fa": "و [چون فرعون دستور قتل موسی را داد، آسیه] همسر فرعون گفت: «[این پسر] نور چشم [و مایه خوشحالی] من و توست. او را نکشید؛ چه بسا سودی به ما ببخشد یا او را به فرزندی بگیریم»؛ حال آنکه [عاقبتِ کار را] نمی‌دانستند."
      }
    },
    {
      "verse_number": 3262,
      "verse_key": "28:10",
      "arabic_text": "وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَـٰرِغًا ۖ إِن كَادَتْ لَتُبْدِى بِهِۦ لَوْلَآ أَن رَّبَطْنَا عَلَىٰ قَلْبِهَا لِتَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
      "phonetic_text": "Waasbaha fu-adu ommimoosa farighan in kadat latubdee bihi lawlaan rabatna AAala qalbiha litakoonamina almu/mineen",
      "translations": {
        "fr": "Le cœur de la mère de Moïse fut envahi d’un grand vide et elle faillit tout révéler, mais Nous affermîmes son courage pour qu’elle fût du nombre des croyants.",
        "en": "The next day, Moses’ mother felt a void in her heart––if We had not strengthened it to make her one of those who believe, she would have revealed everything about him––",
        "es": "La madre de Moisés sintió un vacío en su corazón y estuvo a punto de revelar la verdad, de no haber sido porque afiancé su corazón para que fuera una verdadera creyente.",
        "it": "Il cuore della madre di Mosè fu come fosse vuoto. Poco mancò che non svelasse ogni cosa, se non avessimo rafforzato il suo cuore sì che rimanesse credente.",
        "ru": "Сердце матери Мусы (Моисея) опустело (переполнилось тревогой и оказалось лишено всех иных чувств). Она готова была раскрыть его (свой поступок), если бы Мы не укрепили ее сердце, чтобы она оставалась верующей.",
        "tr": "Musa'nın anasının yüreği (tasadan) bomboş kalıverdi. Eğer biz, (vaadimize) inananlardan olması için onun kalbini pekiştirmemiş olsaydık, neredeyse işi meydana çıkaracaktı.",
        "de": "Und das Herz der Mutter Musas wurde leer. Beinahe hätte sie ihn fürwahr offen bekanntgegeben, wenn Wir nicht ihr Herz gestärkt hätten, damit sie zu den Gläubigen gehöre.",
        "pt": "O coração impaciente da mãe de Moisés tornou-se vazio, e pouco faltou para que ela se delatasse, não lhe tivéssemosNós confortado o coração, para que continuasse sendo uma das fiéis.",
        "nl": "En het hart van de moeder van Môesa werd leeg, en zij had het (geheim) bijna onthuld, als Wij haar hart niet versterkt hadden, zodat zij tot de gelovigen behoorde.",
        "ur": "اُدھر موسیٰؑ کی ماں کا دل اڑا جا رہا تھا وہ اس راز کو فاش کر بیٹھتی اگر ہم اس کی ڈھارس نہ بندھا دیتے تاکہ وہ (ہمارے وعدے پر) ایمان لانے والوں میں سے ہو",
        "bn": "আৰু ইপিনে মুছাৰ মাতৃৰ হৃদয় অস্থিৰ হৈ পৰিছিল। তেওঁ ইয়াৰ পৰিচয় প্ৰকাশ কৰিয়েই দিলেহেঁতেন, যদি আমি তেওঁৰ অন্তৰক দৃঢ় কৰি নিদিলোহেঁতেন, যাতে তেওঁ আস্থাশীলসকলৰ অন্তৰ্ভুক্ত হয়।",
        "fa": "و دل مادر موسی [از همه چیز جز یاد پسرش] تهی گشت و اگر قلبش را مطمئن نكرده بودیم که [به وعدۀ ما] ایمان داشته باشد، نزدیک بود آن [راز] را فاش كند [و آشکارا بگوید که آن نوزاد، پسر اوست]."
      }
    },
    {
      "verse_number": 3263,
      "verse_key": "28:11",
      "arabic_text": "وَقَالَتْ لِأُخْتِهِۦ قُصِّيهِ ۖ فَبَصُرَتْ بِهِۦ عَن جُنُبٍ وَهُمْ لَا يَشْعُرُونَ",
      "phonetic_text": "Waqalat li-okhtihi qusseehifabasurat bihi AAan junubin wahum la yashAAuroon",
      "translations": {
        "fr": "Elle dit à sa sœur<sup foot_note=195014>1</sup> : « Va à sa suite. » Elle l’apercevait alors de loin et sans qu’ils aient pu sentir (sa présence).",
        "en": "and she said to his sister, ‘Follow him.’ So she watched him from a distance, without them knowing.",
        "es": "Le dijo [la madre] a la hermana [de Moisés]: “Sigue sus rastros”; ella lo veía de lejos sin que se dieran cuenta.",
        "it": "Disse alla di lui sorella: «Seguilo» <a class=f><sup foot_note=158848>1</sup></a>, e quella lo osservò di nascosto. Non avevano alcun sospetto <a class=f><sup foot_note=158849>2</sup></a>.",
        "ru": "Она сказала его сестре: «Следуй за ним». Она наблюдала за ним издали, и они не замечали этого.",
        "tr": "Annesi Musa'nın ablasına, \"Onun izini takip et\" dedi. O da, onlar farkına varmadan uzaktan kardeşini gözetledi.",
        "de": "Und sie sagte zu seiner Schwester: „Folge seiner Spur. Sie beobachtete ihn von fern, ohne daß sie merkten.",
        "pt": "E ela disse à irmã dele (Moisés): Segue-o! e esta o observou de longe, sem que os demais se apercebessem.",
        "nl": "En zij zei tegen zijn (Môesa) zuster: \"Volg hem.\" En zo bekeek zij hem op een afstand, terwijl zij het niet beseften.",
        "ur": "اُس نے بچے کی بہن سے کہا اس کے پیچھے پیچھے جا۔ چنانچہ وہ الگ سے اس کو اس طرح دیکھتی رہی کہ (دشمنوں کو)اس کا پتہ نہ چلا۔<sup foot_note=\"185925\">1</sup>",
        "bn": "আৰু মুছাৰ বায়েকক ক'লে, ইয়াৰ পিছে পিছে যোৱা। তেওঁ দূৰৰ পৰাই ইয়াক দেখি আছিল কিন্তু সিহঁতে (শত্ৰুবিলাকে) সেয়া উপলব্ধি কৰিব পৰা নাছিল।",
        "fa": "و [مادر موسی پس از آنکه او را در نیل رها کرد] به خواهر او گفت: «به دنبالش برو»؛ [خواهرش] از دور به او می‌نگریست، در حالی ‌که آنان ‌نمی‌دانستند [که آن دختر، خواهرِ این کودک است]."
      }
    },
    {
      "verse_number": 3264,
      "verse_key": "28:12",
      "arabic_text": "۞ وَحَرَّمْنَا عَلَيْهِ ٱلْمَرَاضِعَ مِن قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَىٰٓ أَهْلِ بَيْتٍ يَكْفُلُونَهُۥ لَكُمْ وَهُمْ لَهُۥ نَـٰصِحُونَ",
      "phonetic_text": "Waharramna AAalayhi almaradiAAamin qablu faqalat hal adullukum AAala ahli baytinyakfuloonahu lakum wahum lahu nasihoon",
      "translations": {
        "fr": "Or, Nous avions déjà défendu qu’il fût allaité d’un autre sein (que celui de sa mère). (Sa sœur) dit : « Voulez-vous que je vous indique une famille qui le prendra en charge à votre place et qui saura bien le traiter ? »",
        "en": "We had ordained that he would refuse to feed from wet nurses. His sister approached them and said, ‘Shall I tell you about a household which could bring him up for you and take good care of him?’",
        "es": "No permití que ninguna nodriza pudiera amamantarlo. Dijo [la hermana de Moisés]: “¿Acaso quieren que les indique una familia que puede cuidarlo y criarlo bien?”",
        "it": "E Noi gli interdicemmo ogni nutrice <a class=f><sup foot_note=158850>1</sup></a>. Allora [la sorella] disse: «Posso indicarvi la gente di una casa che potrà occuparsene per conto vostro e che gli sarà benevola?».",
        "ru": "Мы запретили ему брать грудь кормилиц, пока она (сестра Мусы) не сказала: «Показать ли вам семью, которая будет заботиться о нем для вас и будет желать ему добра?».",
        "tr": "Biz (annesine geri vermezden) daha önce, onun süt analarının sütünü kabulüne müsade etmedik. Bunun üzerine ablası, \"Size, onun bakımını sizin namınıza üstlenecek, hem de ona iyi davranacak bir aile göstereyim mi?\" dedi.",
        "de": "Nun hatten Wir ihm zuvor die Ammenbrüste verwehrt. Da sagte sie: „Soll ich euch auf Hausleute hinweisen, die ihn für euch betreuen und ihm aufrichtig zugetan sein würden?",
        "pt": "E fizemos com que recusasse as nutrizes. E disse (a irmã, referindo-se ao bebê): Quereis que vos indique uma casafamiliar, onde o criarão para vós e serão seus custódios?",
        "nl": "En Wij hebben hem daarvóór zoogmoeders verboden. En zij (zijn zuster) zei (tegen de familie van Fir'aun): \"Zal ik jullie een huisgezin wijzen dat hem voor jullie zal verzorgen en hem opvoeden?\"",
        "ur": "اور ہم نے بچے پر پہلے ہی دُودھ پِلانے والیوں کی چھاتیاں حرام کر رکھی تھیں۔<sup foot_note=\"185926\">1</sup> (یہ حالت دیکھ کر)اُس لڑکی نے اُن سے کہا”میں تمہیں ایسے گھر کا پتہ بتاوٴں جس کے لوگ اس کی پرورش کا ذمّہ لیں اور خیر خواہی کے ساتھ اسے رکھیں؟<sup foot_note=\"185927\">2</sup>",
        "bn": "আৰু আমি পূৰ্বৰে পৰা তাৰ বাবে ধাত্ৰী-স্তন্য পান নিষিদ্ধ কৰি দিছিলোঁ। তাৰ পিছত মুছাৰ বায়েকে ক’লে, ‘মই তোমালোকক এনে এটা পৰিয়ালৰ সন্ধান দিমনে, যিয়ে তোমালোকৰ হৈ ইয়াক লালন-পালন কৰিব আৰু ইয়াৰ মঙ্গলকামী হ’ব’?",
        "fa": "و ما [شیرِ] همۀ زنان شیرده را از قبل بر او حرام كردیم [چنان كه سینۀ هیچ یک را نپذیرفت]. آنگاه [خواهرش] گفت: «می‌خواهید خانواده‌ای را به شما نشان دهم که او را برایتان سرپرستی کنند و خیرخواهش باشند؟»"
      }
    },
    {
      "verse_number": 3265,
      "verse_key": "28:13",
      "arabic_text": "فَرَدَدْنَـٰهُ إِلَىٰٓ أُمِّهِۦ كَىْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ ٱللَّهِ حَقٌّ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "phonetic_text": "Faradadnahu ila ommihi kaytaqarra AAaynuha wala tahzana walitaAAlamaanna waAAda Allahi haqqun walakinnaaktharahum la yaAAlamoon",
      "translations": {
        "fr": "Nous le rendîmes alors à sa mère pour qu’elle retrouvât la joie, ne s’affligeât point et se rendît compte que la promesse d’Allah est vérité. La plupart d’entre eux, cependant, ne le savent pas.",
        "en": "We restored him to his mother in this way, so that she might be comforted, not grieve, and know that God’s promise is true, though most of them do not know.",
        "es": "Así se lo devolví a su madre [como nodriza] para consuelo de sus ojos, para que no se entristeciera y supiera que la promesa de Dios siempre se cumple, aunque la mayoría [de la gente] lo ignore.",
        "it": "Lo restituimmo a sua madre affinché si consolassero i suoi occhi, non fosse più afflitta e si convincesse che la promessa di Allah è verità. Ma la maggior parte di loro non sanno nulla.",
        "ru": "Так Мы вернули его матери, чтобы утешились ее глаза, чтобы она не печалилась и знала, что обещание Аллаха истинно. Но большинство их не ведает этого.",
        "tr": "Böylelikle biz onu, gözü aydın olsun, gam çekmesin ve Allah'ın vaadinin gerçek olduğunu bilsin, diye anasına geri verdik. Fakat yine de pek çoğu (bunu) bilmezler.",
        "de": "So brachten Wir ihn zu seiner Mutter zurück, damit sie frohen Mutes und nicht mehr traurig sei und damit sie wissen sollte, daß Allahs Versprechen wahr ist. Aber die meisten von ihnen wissen nicht.",
        "pt": "Restituímo-lo, assim, à mãe, para que se consolasse e não se afligisse, e para que verificasse que a promessa de Deus éverídica. Porém, a maioria o ignora.",
        "nl": "Toen deden Wij hem tot zijn moeder terugkeren, opdat haar oog verkoeld werd en zij niet bedroefd was, en opdat zij wist dat de belofte van Allah waar is. Maar de meesten van hen weten niet.",
        "ur": "اس طرح ہم موسیٰؑ کو<sup foot_note=\"185929\">1</sup> اس کی ماں کے پاس پلٹا لائے تاکہ اس کی آنکھیں ٹھنڈی ہوں اور وہ غمگین نہ ہو اور جان لے کہ اللہ کا وعدہ سچا تھا،<sup foot_note=\"185930\">2</sup> مگر اکثر لوگ اس بات  کو نہیں جانتے۔ “",
        "bn": "তাৰ পিছত আমি তাক ওভোতাই দিলোঁ তাৰ মাতৃৰ ওচৰত, যাতে তেওঁৰ চকু জুৰ যায় আৰু চিন্তিত নহয়, আৰু যাতে এইটো জানি লয় যে, আল্লাহৰ প্ৰতিশ্ৰুতি সত্য। কিন্তু সিহঁতৰ সৰহভাগেই নাজানে।",
        "fa": "[آنان پذیرفتند و به این صورت،] او را به مادرش بازگرداندیم تا چشمش [به او] روشن گردد و غمگین نباشد و بداند که وعدۀ الله حق است؛ ولی بیشتر آنان نمی‌دانند."
      }
    },
    {
      "verse_number": 3266,
      "verse_key": "28:14",
      "arabic_text": "وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسْتَوَىٰٓ ءَاتَيْنَـٰهُ حُكْمًا وَعِلْمًا ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ",
      "phonetic_text": "Walamma balagha ashuddahu wastawaataynahu hukman waAAilman wakathalikanajzee almuhsineen",
      "translations": {
        "fr": "Lorsqu’il eut atteint la maturité et fut dans la force de l’âge, Nous lui donnâmes la sagesse et la science. C’est ainsi que Nous récompensons les bienfaiteurs.",
        "en": "When Moses reached full maturity and manhood, We gave him wisdom and knowledge: this is how We reward those who do good.",
        "es": "Cuando se convirtió en adulto y tuvo madurez, le concedí conocimiento y sabiduría. Así es como retribuyo a quienes hacen el bien.",
        "it": "Quando raggiunse l’età adulta e il pieno del suo sviluppo, gli demmo discernimento e scienza. Così ricompensiamo coloro che operano il bene.",
        "ru": "Когда он достиг зрелого возраста, Мы даровали ему власть (мудрость или пророчество) и знание. Так Мы воздаем творящим добро.",
        "tr": "Musa yiğitlik çağına girip olgunlaşınca, biz ona hikmet ve ilim verdik. İşte güzel davrananları biz böyle mükafatlandırırız.",
        "de": "Und als er seine Vollreife und sein Ebenmaß erlangt hatte, gaben Wir ihm Urteil(skraft) und Wissen. So vergelten Wir den Gutes Tuenden.",
        "pt": "E quando chegou à idade adulta, e estava bem estabelecido concedemos-lhe prudência e sabedoria; assimrecompensamos os benfeitores.",
        "nl": "En toen hij zijn volle kracht had bereikt, en volgroeid was, gaven Wij hem wijsheid en kennis. En zo belonen Wij de weldoeners.",
        "ur": "جب موسیٰؑ اپنی پوری جوانی کو پہنچ گیا اور اُس کا نشوونما مکمل ہوگیا<sup foot_note=\"185931\">1</sup> تو ہم نے اُسے حکم اور علم عطا کیا،<sup foot_note=\"185932\">2</sup> ہم نے نیک لوگوں کو ایسی ہی جزا دیتے ہیں",
        "bn": "আৰু মুছাই যেতিয়া যৌৱনত উপনীত হ’ল আৰু প্ৰাপ্তবয়স্কত পৰিণত হ’ল, তেতিয়া আমি তেওঁক হিকমত আৰু জ্ঞান দান কৰিলোঁ, আৰু এইদৰেই আমি মুহছিনসকলক পুৰস্কাৰ প্ৰদান কৰোঁ।",
        "fa": "و چون موسی به رشد و كمال خویش رسید و برومند شد، به او حکمت و دانش [آیین بنی‌اسرائیل را] عطا كردیم و نیكوكاران را اینچنین پاداش مى‌دهیم."
      }
    },
    {
      "verse_number": 3267,
      "verse_key": "28:15",
      "arabic_text": "وَدَخَلَ ٱلْمَدِينَةَ عَلَىٰ حِينِ غَفْلَةٍ مِّنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَـٰذَا مِن شِيعَتِهِۦ وَهَـٰذَا مِنْ عَدُوِّهِۦ ۖ فَٱسْتَغَـٰثَهُ ٱلَّذِى مِن شِيعَتِهِۦ عَلَى ٱلَّذِى مِنْ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيْهِ ۖ قَالَ هَـٰذَا مِنْ عَمَلِ ٱلشَّيْطَـٰنِ ۖ إِنَّهُۥ عَدُوٌّ مُّضِلٌّ مُّبِينٌ",
      "phonetic_text": "Wadakhala almadeenata AAala heenighaflatin min ahliha fawajada feeha rajulayniyaqtatilani hatha min sheeAAatihi wahathamin AAaduwwihi fastaghathahu allathee minsheeAAatihi AAala allathee min AAaduwwihifawakazahu moosa faqada AAalayhi qala hathamin AAamali ashshaytani innahu AAaduwwun mudillunmubeen",
      "translations": {
        "fr": "Il entra un jour dans la ville, à l’insu des ses habitants, et y surprit deux hommes qui se battaient. L’un était de sa communauté, et l’autre du clan ennemi. Celui qui était de sa communauté l’appela à son secours contre son ennemi. Moïse donna à ce dernier un coup de poing et le tua. « C’est certainement une œuvre de Satan, dit-il, c’est un ennemi qui égare (les hommes) d’une façon évidente. »",
        "en": "He entered the city, unnoticed by its people, and found two men fighting: one from his own people, the other an enemy. The one from his own people cried out to him for help against the enemy. Moses struck him with his fist and killed him. He said, ‘This must be Satan’s work: clearly he is a misleading enemy.’",
        "es": "[Moisés] ingresó cierta vez a la ciudad sin que sus habitantes se percataran y encontró a dos hombres que peleaban, uno era de los suyos<sup foot_note=168951>1</sup> y el otro era de sus enemigos. El que era de los suyos le pidió ayuda contra el que era de sus enemigos. Entonces Moisés le golpeó con su puño y [sin intención de hacerlo] le causó la muerte. Exclamó [Moisés]: “Esto es obra del demonio, que es un enemigo evidente que pretende desviar a la gente”.",
        "it": "Avvenne che, entrando in città in un momento di disattenzione dei suoi abitanti <a class=f><sup foot_note=158851>1</sup></a>, trovò due uomini che si battevano, uno era dei suoi e l’altro uno degli avversari <a class=f><sup foot_note=158852>2</sup></a>. Quello che era dei suoi gli chiese aiuto contro l’altro dell’avversa fazione: Mosè lo colpì con un pugno e lo uccise. Disse [Mosè]: «Questa è certamente opera di Satana! È davvero un nemico, uno che svia gli uomini».",
        "ru": "Войдя в город, когда его жители были невнимательны, он встретил двух мужчин, которые дрались друг с другом. Один был из числа его сторонников, а другой был из числа его врагов. Тот, кто был из числа его сторонников, попросил его помочь ему против того, кто был из числа его врагов. Муса (Моисей) ударил его кулаком и прикончил. Он сказал: «Это - одно из деяний дьявола. Воистину, он является явным врагом, вводящим в заблуждение».",
        "tr": "Musa, halkının habersiz olduğu bir sırada şehre girdi. Orada, biri kendi tarafından diğeri düşman tarafından olan iki adamı birbirleriyle döğüşür buldu. Kendi tarafı olan, düşmana karşı ondan yardım diledi. Musa da ötekine bir yumruk indirip onun ölümüne sebep oldu. \"Bu, şeytan işidir. O, gerçekten saptırıcı, apaçık bir düşmandır\" dedi.",
        "de": "Und er betrat die Stadt zu einer Zeit, als ihre Bewohner unachtsam waren. Da fand er darin zwei Männer, die miteinander kämpften, der eine war von seinem (eigenen) Lager, der andere von seinen Feinden. Da rief ihn derjenige, der von seinem Lager war, zu Hilfe gegen denjenigen, der von den Feinden war. Dann schlug ihn Musa mit der Faust und brachte ihn so um. Er sagte: „Das gehört zum Werk des Satans. Gewiß, er ist ein deutlicher Feind, der in die Irre führt.",
        "pt": "E entrou na cidade, em um momento de descuido, por parte dos seus moradores, e encontrou nela dois homens brigando; um era da sua casta, e o outro da de seus adversários. O da sua casta pediu-lhe ajuda a respeito do adversário; Moisésespancou este e o matou. Disse: Isto é obra de Satanás, porque é um inimigo declarado, desencaminhador!",
        "nl": "En hij kwam de stad binnen op een tijd dat haar mensen onachtzaam waren, en hij vond daar twee mannen die vochten: de één van zijn groep (de Kinderen van Israël) en de ander van zijn vijanden (de mensen van Fir'aun). Daarop vroeg degene van zijn groep hem om hulp tegen degene van zijn vijand. Toen sloeg Môesa hem met zijn vuist en doodde hem (per ongeluk). Hij zei: \"Dit behoort tot het werk van de Satan: voorwaar, hij is een vijand die duidelijk doet dwalen.\"",
        "ur": "(ایک روز) وہ شہر میں ایسے وقت داخل ہوا جبکہ اہلِ شہر غفلت میں تھے۔<sup foot_note=\"185933\">1</sup> وہاں اُس نے دیکھا کہ دو آدمی لڑ رہے ہیں۔ ایک اُس کی اپنی قوم کا تھا اور دُوسرا اُس کی دشمن قوم سے تعلق رکھتا تھا۔ اُس کی قوم کے آدمی نے دشمن قوم والے کے خلاف اُسے مدد کے لیے پکارا۔ موسیٰؑ نے اُس کو ایک گھونسا مارا<sup foot_note=\"185934\">2</sup> اور اُس کا کام تمام کر دیا۔ (یہ حرکت سرزَد ہوتے ہی)موسیٰؑ نے کہا”یہ شیطان کی کار فرمائی ہے، وہ سخت دشمن اور کھُلا گمراہ کُن ہے۔“<sup foot_note=\"185935\">3</sup>",
        "bn": "আৰু তেওঁ চহৰত প্ৰৱেশ কৰিলে, যেতিয়া তাৰ অধিবাসীবিলাক আছিল অসতৰ্ক। তাত তেওঁ দুজন ব্যক্তিক সংঘৰ্ষত লিপ্ত দেখিলে, এজন তেওঁৰ নিজ ফৈদৰ আৰু আনজন শত্ৰু পক্ষৰ। এতেকে মুছাৰ দলৰ ব্যক্তিজনে নিজ শত্ৰুৰ বিৰুদ্ধে তেওঁৰ সহায় বিচাৰিলে, তেতিয়া মুছাই তাক এটা ঘোচা মাৰিলে, ফলত সি মৃত্যুবৰণ কৰিলে। মুছাই ক’লে, ‘এয়া চয়তানৰ কাম। নিশ্চয় সি প্ৰকাশ্য শত্ৰু, বিভ্ৰান্তকাৰী’।",
        "fa": "هنگامی که مردم [مشغول استراحت و] بی‌خبر بودند، موسی [مخفیانه] وارد شهر شد و دو مرد را دید که با یکدیگر درگیر شده‌اند. یکی از آنان [از قوم بنی‌اسرائیل و] از دوستان موسی بود و دیگری [قِبطی بود و] از دشمنانش. کسی که از دوستان او بود، علیه دشمنش از موسی یاری خواست؛ [موسی] مشت [محکمی] به وی زد و او را از پای درآورد [آنگاه] گفت: «این کار شیطان بود. حقا که او دشمن [انسان و] گمراه‌کنندۀ آشکاری است»."
      }
    },
    {
      "verse_number": 3268,
      "verse_key": "28:16",
      "arabic_text": "قَالَ رَبِّ إِنِّى ظَلَمْتُ نَفْسِى فَٱغْفِرْ لِى فَغَفَرَ لَهُۥٓ ۚ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
      "phonetic_text": "Qala rabbi innee thalamtunafsee faghfir lee faghafara lahu innahu huwa alghafooruarraheem",
      "translations": {
        "fr": "Il ajouta : « Seigneur, je me suis lésé moi-même, veuille me pardonner. » Et Il lui pardonna. Car Il est l’Absoluteur, le Tout Miséricordieux.",
        "en": "He said, ‘Lord, I have wronged myself. Forgive me,’ so He forgave him; He is truly the Most Forgiving, the Most Merciful.",
        "es": "Dijo: “¡Señor mío! He sido injusto conmigo mismo; perdóname”. Y [Dios] le perdonó, porque Él es Absolvedor, Misericordioso.",
        "it": "Disse: «Signore, ho fatto torto a me stesso, perdonami!». Gli perdonò, Egli è il Perdonatore, il Misericordioso <a class=f><sup foot_note=158853>1</sup></a>.",
        "ru": "Он сказал: «Господи! Я поступил несправедливо по отношению к себе. Прости же меня!». Он простил его, ибо Он - Прощающий, Милосердный.",
        "tr": "Musa, \"Rabbim! Doğrusu kendimi ziyana uğrattım. Beni bağışla!\" dedi; Allah da, onu bağışladı. Çünkü, çok bağışlayıcı, çok merhamet edici olan ancak O'dur.",
        "de": "Er sagte: „Mein Herr, ich habe mir selbst Unrecht zugefügt; so vergib mir. Da vergab Er ihm, denn Er ist ja der Allvergebende und Barmherzige.",
        "pt": "Disse (ainda): Ó Senhor meu, certamente me condenei! Perdoa-me, pois! E (Deus) o perdoou, porque é o Indulgente, oMisericordiosíssimo.",
        "nl": "Hij zei: \"Mijn Heer, voorwaar, ik heb mijzelf onrecht aangedaan, dus vergeef mij.\" Daarop vergaf Hij hem. Voorwaar, Hij is de Vergevensgezinde, de Meest Barmhartige.",
        "ur": "پھر وہ کہنے لگا”اے میرے ربّ، میں نے اپنے نفس پر ظلم کر ڈالا، میری مغفرت فرما دے۔“<sup foot_note=\"185936\">1</sup>  چنانچہ اللہ نے اُس کی مغفرت فرما دی، وہ غفورٌ رحیم ہے۔<sup foot_note=\"185937\">2</sup>",
        "bn": "তেওঁ ক’লে, ‘হে মোৰ প্ৰতিপালক! নিশ্চয় মই মোৰ নিজৰ প্ৰতি অন্যায় কৰিছোঁ, সেয়ে তুমি মোক ক্ষমা কৰাঁ’। তাৰ পিছত আল্লাহে তেওঁক ক্ষমা কৰিলে। নিশ্চয় তেওঁ ক্ষমাশীল, পৰম দয়ালু।",
        "fa": "[سپس] گفت: «پروردگارا، من به خود ستم کرده‌ام؛ مرا ببخش» و [الله] او را بخشید. بی‌تردید، او تعالی آمرزندۀ مهربان است."
      }
    },
    {
      "verse_number": 3269,
      "verse_key": "28:17",
      "arabic_text": "قَالَ رَبِّ بِمَآ أَنْعَمْتَ عَلَىَّ فَلَنْ أَكُونَ ظَهِيرًا لِّلْمُجْرِمِينَ",
      "phonetic_text": "Qala rabbi bima anAAamtaAAalayya falan akoona thaheeran lilmujrimeen",
      "translations": {
        "fr": "Il dit encore : « Seigneur ! Par les grâces dont Tu m’as comblé, jamais je ne serai l’allié des criminels. »",
        "en": "He said, ‘My Lord, because of the blessings You have bestowed upon me, I shall never support those who do evil.’",
        "es": "Dijo: “¡Señor mío! Por la gracia que me has concedido, que no sea yo auxiliador de un malhechor criminal”.",
        "it": "Disse: «Mio Signore, grazie ai favori che mi hai elargito, non sarò mai un alleato degli iniqui».",
        "ru": "Он сказал: «Господи, за то, что Ты оказал мне милость, я никогда не буду пособлять грешникам».",
        "tr": "Musa, \"Rabbim! Bana lutfettiğin nimetlere andolsun ki, artık suçlulara asla arka olmayacağım\" dedi.",
        "de": "Er sagte: „Mein Herr, darum, daß Du mir Gunst erwiesen hast, werde ich den Übeltätern nicht mehr Beistand leisten.",
        "pt": "Disse (mais): Ó Senhor meu, posto que me tens agraciado, juro que jamais ampararei os criminosos!",
        "nl": "Hij (Môesa) zei: \"Mijn Heer, door de gunst die U mij geschonken heeft, zal ik nooit meer een helper zijn voor de misdadigers.",
        "ur": "موسیٰؑ نے عہد کیا کہ ”اے میرے ربّ، یہ احسان جو تُو نے مجھ پر کیا ہے<sup foot_note=\"185938\">1</sup> اِس کے بعد اب میں کبھی مجرموں کا مددگار نہ بنوں گا۔“<sup foot_note=\"185939\">2</sup>",
        "bn": "মুছাই ক’লে, ‘হে মোৰ প্ৰতিপালক! তুমি যিহেতু মোক অনুগ্ৰহ কৰিছা, সেয়ে মই কেতিয়াও অপাৰীধিবিলাকৰ সহায়কাৰী নহওঁ’।",
        "fa": "[آنگاه] گفت: «پروردگارا، به شکرانۀ آنکه بر من نعمت [قدرت و دانش] ارزانی داشته‌ای، هرگز پشتیبان مجرمان نخواهم بود»."
      }
    },
    {
      "verse_number": 3270,
      "verse_key": "28:18",
      "arabic_text": "فَأَصْبَحَ فِى ٱلْمَدِينَةِ خَآئِفًا يَتَرَقَّبُ فَإِذَا ٱلَّذِى ٱسْتَنصَرَهُۥ بِٱلْأَمْسِ يَسْتَصْرِخُهُۥ ۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِىٌّ مُّبِينٌ",
      "phonetic_text": "Faasbaha fee almadeenati kha-ifanyataraqqabu fa-itha allathee istansarahu bil-amsiyastasrikhuhu qala lahu moosa innakalaghawiyyun mubeen",
      "translations": {
        "fr": "Le lendemain, au petit jour, il était dans la ville, apeuré et regardant autour de lui, lorsque celui qui, la veille, l’avait appelé à son secours demanda son aide à grands cris. Moïse lui dit alors : « Tu es un égaré manifeste ! »",
        "en": "Next morning, he was walking in the city, fearful and vigilant, when suddenly the man he had helped the day before cried out to him for help. Moses said, ‘You are clearly a troublemaker.’",
        "es": "A la mañana siguiente amaneció temeroso y cauteloso, y quien le había pedido ayuda el día anterior nuevamente le pedía auxilio a gritos. Entonces Moisés le dijo: “No cabe duda de que eres un perdido [busca pleitos]”.",
        "it": "L’indomani era nella città timoroso e guardingo, ed ecco che colui che il giorno prima gli aveva chiesto aiuto, di nuovo lo chiamò a gran voce. Gli disse Mosè: «Davvero sei un provocatore evidente!» <a class=f><sup foot_note=158854>1</sup></a>.",
        "ru": "Утром он отправился в город, оглядываясь со страхом, и вдруг тот, кто попросил его о помощи накануне, вновь позвал его на помощь. Муса (Моисей) сказал ему: «Ты являешься явным заблудшим».",
        "tr": "Şehirde korku içinde, (etrafı) gözetleyerek sabahladı. Bir de ne görsün, dün kendisinden yardım isteyen kimse feryad ederek yine ondan imdat istiyor. Musa ona dedi ki: \"Doğrusu sen, besbelli bir azgınsın!\"",
        "de": "Am Morgen war er in der Stadt furchtsam und hielt (immer wieder) Ausschau. Auf einmal schrie derjenige, der ihn am Tag zuvor um Hilfe gebeten hatte, zu ihm um Beistand. Musa sagte zu ihm: „Du bist offenkundig einer, der wahrlich (zu Gewalttaten) verleitet.",
        "pt": "Amanheceu, então, na cidade, temeroso e receoso, e eis que aquele que na véspera lhe havia pedido socorro gritava-lhepelo mesmo. Moisés lhe disse: Evidentemente, és um desordeiro!",
        "nl": "Toen werd hij bang in de stad en was op zijn hoede, toen daar degene was die de vorige dag om zijn hulp gevraagd had. Hij vroeg hem (opnieuw) om hulp. Môesa zei tot hem: \"Voorwaar, jij bent zeker een duidelijk dwalende.\"",
        "ur": "دوسرے روز وہ صبح سویرے ڈرتا اور ہر طرف سے خطرہ بھانپتا ہوا شہر میں جا رہا تھا کہ یکایک کیا دیکھتا ہے کہ وہی شخص جس نے کل اُسے مدد کے لیے پکارا تھا آج پھر اُسے پکاررہا ہے۔ موسیٰؑ نے کہا”تُو تو بڑا ہی بہکا ہوا آدمی ہے۔“<sup foot_note=\"185940\">1</sup>",
        "bn": "এতেকে ভীত সতৰ্ক অৱস্থাত সেই চহৰত তেওঁ ৰাতি অতিবাহিত কৰিলে। হঠাৎ তেওঁ শুনা পালে, যিজন ব্যক্তিয়ে যোৱা কালি তেওঁৰ ওচৰত সহায় বিচাৰিছিল, সি আকৌ সহায়ৰ বাবে চিঞঁৰি আছে। মুছাই তাক ক’লে, ‘নিশ্চয় তুমি এজন স্পষ্ট বিভ্ৰান্ত ব্যক্তি’।",
        "fa": "[موسی] شب را با ترس و نگرانى در شهر به صبح رساند كه ناگاه مردى كه دیروز از او یارى خواسته بود، [بار دیگر] به فریاد از او یاری خواست. موسی به او گفت: «واقعاً آشکار است که تو [ماجراجو و] گمراهی»."
      }
    },
    {
      "verse_number": 3271,
      "verse_key": "28:19",
      "arabic_text": "فَلَمَّآ أَنْ أَرَادَ أَن يَبْطِشَ بِٱلَّذِى هُوَ عَدُوٌّ لَّهُمَا قَالَ يَـٰمُوسَىٰٓ أَتُرِيدُ أَن تَقْتُلَنِى كَمَا قَتَلْتَ نَفْسًۢا بِٱلْأَمْسِ ۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارًا فِى ٱلْأَرْضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلْمُصْلِحِينَ",
      "phonetic_text": "Falamma an arada an yabtishabillathee huwa AAaduwwun lahuma qalaya moosa atureedu an taqtulanee kama qataltanafsan bil-amsi in tureedu illa an takoona jabbaranfee al-ardi wama tureedu an takoona mina almusliheen",
      "translations": {
        "fr": "Lorsqu’il voulut s’attaquer à leur ennemi commun, il lui fut dit<sup foot_note=195015>1</sup> : « Ô Moïse, veux-tu donc me tuer comme tu as déjà tué un homme hier ? Tu ne veux être, décidément, qu’un tyran sur terre, et tu ne souhaites manifestement pas être parmi les hommes de bien. »",
        "en": "As he was about to attack the man who was an enemy to both of them, the man said, ‘Moses, are you going to kill me as you killed that person yesterday? You clearly want to be a tyrant in the land; you do not intend to put things right.’",
        "es": "Cuando [Moisés] quiso sujetar al enemigo de ambos, éste le dijo: “¡Oh, Moisés! ¿Acaso pretendes matarme como lo hiciste con otro ayer? Solo quieres imponer tu tiranía en la tierra, en lugar de ser de aquellos que establecen el orden”.",
        "it": "Quando poi stava per colpire quello che era avversario di entrambi, questi <a class=f><sup foot_note=158855>1</sup></a>disse: «O Mosè, vuoi uccidermi come l’uomo che uccidesti ieri? Non vuoi essere altro che un tiranno sulla terra, non vuoi essere uno dei conciliatori» <a class=f><sup foot_note=158856>2</sup></a>.",
        "ru": "Когда же он захотел схватить того, кто был их врагом, тот сказал: «О Муса (Моисей)! Неужели ты хочешь убить меня, как убил человека вчера? Ты лишь хочешь стать тираном на земле и не хочешь быть в числе тех, кто примиряет людей».",
        "tr": "Musa, ikisinin de düşmanı olan adamı yakalamak isteyince, o adam dedi ki: \"Ey Musa! Dün bir cana kıydığın gibi, bana da mı kıymak istiyorsun? Demek arabuluculardan olmak istemiyor da, bu yerde ille yaman bir zorba olmayı arzuluyorsun sen!\"",
        "de": "Als er nun mit Gewalt denjenigen packen wollte, der ihrer beider Feind war, sagte dieser: „O Musa, willst du denn mich töten, wie du gestern eine (Menschen)seele getötet hast? Du willst ja nur ein Gewalttäter im Land sein, und du willst nicht zu den Heilstiftern gehören.",
        "pt": "E quando quis castigar o inimigo de ambos, este lhe disse: Ó Moisés, queres matar-me como mataste, ontem, um homem? Só anseias ser opressor na terra e não queres ser um dos pacificadores!",
        "nl": "Maar toen hij (Môesa) degene wilde grijpen, die een vijand van hen beiden was, zei deze: \"O Môesa, wil jij mij vermoorden, zoals jij gisteren een ziel gedood hebt? Jij wenst slechts een tiran te worden op de aarde en jij wenst niet tot de verzoeners te behoren.\"",
        "ur": "پھر جب موسیٰؑ نے ارادہ کیا کہ دشمن قوم کے آدمی پر حملہ کرے<sup foot_note=\"185941\">1</sup> تو وہ پکار اُٹھا<sup foot_note=\"185942\">2</sup> ”اے موسیٰؑ ، کیا آج تُو مجھے اُسی طرح قتل کرنے لگا ہے جس طرح کل ایک شخص کو قتل کر چکا ہے، تُو اس ملک میں جبّار بن کر رہنا چاہتا ہے، اصلاح کرنا نہیں چاہتا۔“",
        "bn": "এতেকে মুছাই যেতিয়া উভয়ৰ শত্ৰুক ধৰিব খুজিলে, তেতিয়া সেই ব্যক্তিয়ে চিঞৰি ক’ব ধৰিলে, ‘হে মুছা! যোৱা কালি তুমি যেনেকৈ এজন ব্যক্তিক হত্যা কৰিছা, তেনেকৈ মোকো হত্যা কৰিব খুজিছা নেকি? অৱশ্যে তুমি পৃথিৱীৰ বুকুত স্বেচ্ছাচাৰী হ’ব বিচাৰিছা, আৰু তুমি শান্তি স্থাপনকাৰীসকলৰ অন্তৰ্ভুক্ত হ’ব নিবিচৰা’।",
        "fa": "هنگامی ‌که [موسی] خواست به کسی ‌که دشمن هر دوی آنان بود حمله کند، [آن مرد فرياد خواه به تصور آنکه موسی قصد وی را دارد] گفت: «ای موسی، آیا می‌خواهی همان گونه که دیروز کسی را کشتی، [امروز نیز] مرا بکشی؟ قصدِ تو فقط زورگویی در این سرزمین است و نمی‌خواهی از اصلاح‌گران [بین افراد] باشی»."
      }
    },
    {
      "verse_number": 3272,
      "verse_key": "28:20",
      "arabic_text": "وَجَآءَ رَجُلٌ مِّنْ أَقْصَا ٱلْمَدِينَةِ يَسْعَىٰ قَالَ يَـٰمُوسَىٰٓ إِنَّ ٱلْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَٱخْرُجْ إِنِّى لَكَ مِنَ ٱلنَّـٰصِحِينَ",
      "phonetic_text": "Wajaa rajulun min aqsaalmadeenati yasAAa qala ya moosa innaalmalaa ya/tamiroona bika liyaqtulooka fakhruj innee lakamina annasiheen",
      "translations": {
        "fr": "Un homme vint en courant de l’autre bout de la ville : «Ô Moïse, dit-il, l’assemblée des notables est en train de délibérer à ton sujet et projette de te mettre à mort. Sors donc (de la ville), je te le conseille sincèrement ! »",
        "en": "Then a man came running from the furthest part of the city and said, ‘Moses, the authorities are talking about killing you, so leave- this is my sincere advice.’",
        "es": "Entonces, un hombre que vivía en las afueras de la ciudad se dirigió presuroso [hacia donde Moisés] y le dijo: “¡Oh, Moisés! La nobleza se confabuló para matarte. ¡Huye! Yo solo te aconsejo”.",
        "it": "Dall’altro capo della città giunse correndo un uomo. Disse: «O Mosè, i notabili sono riuniti in consiglio per decidere di ucciderti. Fuggi! Questo è un buon consiglio» <a class=f><sup foot_note=158857>1</sup></a>.",
        "ru": "С окраины города второпях пришел мужчина и сказал: «О Муса (Моисей)! Знать договаривается о том, чтобы убить тебя. Уходи! Воистину, я даю тебе добрый совет».",
        "tr": "Şehrin öbür ucundan bir adam geldi ve dedi ki: \"Ey Musa! İleri gelenler seni öldürmek için hakkında müzakere ediyorlar. Derhal (buradan) çık! İnan ki ben senin iyiliğini isteyenlerdenim.\"",
        "de": "Und es kam ein Mann vom äußersten Ende der Stadt gelaufen. Er sagte: „O Musa, die führende Schar berät über dich, um dich zu töten. So geh fort, gewiß, ich gehöre zu denjenigen, die dir guten Rat geben.",
        "pt": "E dos confins da cidade acudiu, ligeiro, um homem que lhe disse: Ó Moisés, em verdade, os chefes conspiram contra ti, para matar-te. Sai, pois, da cidade, porque sou, para ti, um dos que dão sinceros conselhos!",
        "nl": "En een man kwam aanrennen van het andere einde van de stad, terwijl hij riep: \"De vooraanstaanden beramen een list om jou te vermoorden. Vertrek daarom: voorwaar, ik behoor tot de raadgevers voor jou.\"",
        "ur": "اس کے بعد ایک آدمی شہر کے پَرلے سِرے سے دوڑتا ہوا آیا<sup foot_note=\"185943\">1</sup> اور بولا ”موسیٰؑ ، سرداروں میں تیرے قتل کے مشورے ہو رہے ہیں، یہاں سے نکل جا ، میں تیرا خیر خواہ ہوں۔“",
        "bn": "আৰু চহৰৰ দূৰৱৰ্তী প্ৰান্তৰ পৰা এজন ব্যক্তি দৌৰি আহি ক’লে, ‘হে মুছা! পৰিষদবৰ্গই তোমাক হত্যা কৰাৰ পৰামৰ্শ কৰি আছে। সেয়ে তুমি ওলাই যোৱা, নিশ্চয় মই তোমাৰ কল্যাণকামী’।",
        "fa": "و [در این هنگام] مردی [که از دوستان موسی بود] از دورترین نقطۀ شهر شتابان آمد [و] گفت: «ای موسی، بزرگان [قوم فرعون] دربارۀ کشتنت به مشورت نشسته‌اند؛ پس بی‌درنگ [از شهر] خارج شو [که] من قطعاً خیرخواهت هستم»."
      }
    },
    {
      "verse_number": 3273,
      "verse_key": "28:21",
      "arabic_text": "فَخَرَجَ مِنْهَا خَآئِفًا يَتَرَقَّبُ ۖ قَالَ رَبِّ نَجِّنِى مِنَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
      "phonetic_text": "Fakharaja minha kha-ifanyataraqqabu qala rabbi najjinee mina alqawmi aththalimeen",
      "translations": {
        "fr": "Il quitta la ville alors, (tremblant) de peur et toujours sur ses gardes. « Seigneur, dit-il, sauve-moi des gens injustes. »",
        "en": "So Moses left the city, fearful and wary, and prayed, ‘My Lord, save me from people who do wrong.’",
        "es": "Presuroso, Moisés se alejó de la ciudad con temor y cautela, diciendo: “¡Señor mío! Protégeme de los opresores”.",
        "it": "Uscì dalla città, timoroso e guardingo. Disse: «Signore, salvami da questo popolo ingiusto».",
        "ru": "Муса (Моисей) покинул город, оглядываясь со страхом, и сказал: «Господи! Спаси меня от несправедливых людей!».",
        "tr": "Musa korka korka, (etrafı) gözetleyerek oradan çıktı. \"Rabbim! Beni zalimler güruhundan kurtar\" dedi.",
        "de": "So ging er furchtsam aus ihr fort und hielt (immer wieder) Ausschau. Er sagte: „Mein Herr, errette mich von dem ungerechten Volk.",
        "pt": "Saiu então de lá, temeroso e receoso; disse: Ó Senhor meu, salva-me dos iníquos.",
        "nl": "Daarom vertrok hij van daar, vrezend en op zijn hoede. Hij zei: \"Mijn Heer, red mij van het onrechtvaardige volk.\"",
        "ur": "یہ خبر سنتے ہی موسیٰؑ ڈرتا اور سہمتا نکل کھڑا ہوا اور اس نے دعا کی کہ \"اے میرے رب، مجھے ظالموں سے بچا\"",
        "bn": "তেতিয়া তেওঁ ভীত সতৰ্ক অৱস্থাত সেই ঠাইৰ পৰা ওলাই পৰিল, আৰু ক’লে, ‘হে মোৰ প্ৰতিপালক! তুমি মোক যালিম সম্প্ৰদায়ৰ পৰা ৰক্ষা কৰা’।",
        "fa": "موسی با ترس و نگرانی از شهر خارج شد [و] گفت: «پروردگارا، مرا از [آسیبِ] ستمکاران نجات بده»."
      }
    },
    {
      "verse_number": 3274,
      "verse_key": "28:22",
      "arabic_text": "وَلَمَّا تَوَجَّهَ تِلْقَآءَ مَدْيَنَ قَالَ عَسَىٰ رَبِّىٓ أَن يَهْدِيَنِى سَوَآءَ ٱلسَّبِيلِ",
      "phonetic_text": "Walamma tawajjaha tilqaamadyana qala AAasa rabbee an yahdiyanee sawaaassabeel",
      "translations": {
        "fr": "Se dirigeant vers Madyan, il dit : « Puisse mon Seigneur m’engager sur la bonne voie. »",
        "en": "As he made his way towards Midian, he was saying, ‘May my Lord guide me to the right way.’",
        "es": "Y cuando se encontraba camino a Madián dijo: “¡Pueda que mi Señor me guie por el camino correcto!”",
        "it": "Dirigendosi verso Madian disse: «Spero che il mio Signore mi guidi sulla retta via».",
        "ru": "Направившись в сторону Мадьяна, он сказал: «Быть может, мой Господь наставит меня на правильный путь».",
        "tr": "Medyen'e doğru yöneldiğinde: \"Umarım Rabbim beni doğru yola iletir.\" dedi.",
        "de": "Und als er sich Madyan zuwandte, sagte er: „Vielleicht wird mein Herr mich den rechten Weg leiten.",
        "pt": "E quando se dirigiu rumo a Madian, disse: Quiçá meu Senhor me indique a senda reta.",
        "nl": "En toen hij in de richting van Madyan ging, zei hij: \"Moge mijn Heer mij op de rechte Weg leiden.\"",
        "ur": "(مصر سے نکل کر)جب موسیٰؑ نے مَدیَن کا رُخ کیا<sup foot_note=\"185944\">1</sup> تو اُس نے کہا”اُمید ہے کہ میرا ربّ مجھے ٹھیک راستے پر ڈال دے گا۔“<sup foot_note=\"185945\">2</sup>",
        "bn": "আৰু যেতিয়া মুছাই মাদিয়ান অভিমুখে যাত্ৰা কৰিলে তেতিয়া তেওঁ ক’লে, ‘আশা কৰোঁ মোৰ প্ৰতিপালকে মোক সৰল পথ দেখুৱাব’।",
        "fa": "و چون به سوی [شهر] مَدیَن روی آورد گفت: «امید است پروردگارم مرا به راه راست هدایت کند»."
      }
    },
    {
      "verse_number": 3275,
      "verse_key": "28:23",
      "arabic_text": "وَلَمَّا وَرَدَ مَآءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِّنَ ٱلنَّاسِ يَسْقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمْرَأَتَيْنِ تَذُودَانِ ۖ قَالَ مَا خَطْبُكُمَا ۖ قَالَتَا لَا نَسْقِى حَتَّىٰ يُصْدِرَ ٱلرِّعَآءُ ۖ وَأَبُونَا شَيْخٌ كَبِيرٌ",
      "phonetic_text": "Walamma warada maa madyanawajada AAalayhi ommatan mina annasi yasqoonawawajada min doonihimu imraatayni tathoodani qalama khatbukuma qalata lanasqee hatta yusdira arriAAaowaaboona shaykhun kabeer",
      "translations": {
        "fr": "Il arriva au point d’eau de Madyan, où il trouva une foule de gens qui faisaient boire (leur bétail). Il vit aussi deux femmes qui, un peu plus loin, retenaient (leurs bêtes). « Qu’avez-vous donc ? » leur demanda Moïse. « Nous ne pourrons faire boire (nos bêtes) que lorsque les bergers seront partis, répondirent-elles ; car notre père est un homme très âgé. »",
        "en": "When he arrived at Midian’s waters, he found a group of men watering [their flocks], and beside them two women keeping their flocks back, so he said, ‘What is the matter with you two?’ They said, ‘We cannot water [our flocks] until the shepherds take their sheep away: our father is a very old man.’",
        "es": "Cuando llegó a la aguada de Madián, encontró pastores dando de beber a sus rebaños, y vio que apartadas de ellos había dos mujeres que sujetaban a sus rebaños, entonces les preguntó: “¿Qué os sucede?” Respondieron [ellas]: “No podemos abrevar a nuestro rebaño hasta que los pastores se hayan ido, y nuestro padre es ya un anciano [para hacerlo él]”.",
        "it": "Quando giunse all’acqua di Madian, vi trovò una moltitudine di uomini che abbeverava e scorse due donne che si tenevano in disparte trattenendo [i loro animali]. Disse: «Cosa vi succede?». Risposero: «Non abbevereremo finché i pastori non saranno partiti; nostro padre è molto vecchio» <a class=f><sup foot_note=158858>1</sup></a>.",
        "ru": "Когда он прибыл к колодцу в Мадьяне, то обнаружил возле него людей, которые поили скотину. Неподалеку от них он увидел двух женщин, которые отгоняли свое стадо. Он сказал: «Что с вами?». Они сказали: «Мы не поим скотину, пока пастухи не уведут свои стада. Наш отец очень стар».",
        "tr": "Musa, Medyen suyuna varınca, orada (hayvanlarını) sulayan bir çok insan buldu. Onların gerisinde de (hayvanlarını suyun olduğu yerden) geri çeken iki kadın gördü. Onlara \"Derdiniz nedir?\" dedi. Şöyle cevap verdiler: \"Çobanlar sulayıp çekilmeden biz ( onların içine sokulup hayvanlarımızı) sulamayız; babamız da çok yaşlıdır. \"",
        "de": "Als er nun zum Wasser von Madyan kam, fand er dort eine (ganze) Gemeinschaft von Menschen, die (ihr Vieh) tränkten. Und er fand außer ihnen zwei Frauen, die (ihre Tiere) fernhielten. Er sagte: „Was ist mit euch beiden? Sie sagten: „Wir tränken (unsere Tiere) nicht, bis die Hirten (ihr Vieh) weggetrieben haben. Und unser Vater ist ein hochbetagter Greis.",
        "pt": "E quando chegou à aguada de Madian, achou nela um grupo de pessoas que dava de beber (ao rebanho), e viu duasmoças que aguardavam, afastadas, por seu turno. Perguntou-lhes: Que vos ocorre? Responderam-lhe: Não podemos dar debeber (ao nosso rebanho), até que os pastores se tenham retirado, (e temos nós de fazer isso) porque o nosso pai édemasiado idoso.",
        "nl": "En toen hij het water van Madyan bereikte, vond hij daar een groep mensen die hun vee te drinken gaf. En Hij trof naast hen twee vrouwen aan die hun vee tegenhielden. Hij zei. \"Wat is er met jullie aan de hand?\" Zij zeiden: \"Wij laten het vee pas drinken als de herders weggaan en onze vader is een zeer oude man.\"",
        "ur": "اور جب وہ مَدیَن کے کنوئیں پر پہنچا<sup foot_note=\"185946\">1</sup> تو اُس نے دیکھا کہ بہت سے لوگ اپنے جانوروں کو پانی پِلا رہے ہیں اور اُن سے الگ ایک طرف دو عورتیں اپنے جانوروں کو روک رہی ہیں۔موسیٰؑ نے ان عورتوں سے پوچھا”تمہیں کیا پریشانی ہے؟“ اُنہوں نے کہا”ہم اپنے جانوروں کو پانی نہیں پِلا سکتیں جب تک یہ چرواہے اپنے جانور نہ نکال لے جائیں، اور ہمارے والد ایک بہت بُوڑھے آدمی ہیں۔“<sup foot_note=\"185947\">2</sup>",
        "bn": "যেতিয়া তেওঁ মাদিয়ানৰ জলাশয় পালেগৈ, তাত তেওঁ দেখিবলৈ পালে এদল মানুহে সিহঁতৰ জন্তুবোৰক পানী খুৱাই আছে আৰু সিহঁতৰ পৰা অলপ আঁতৰত দুজনী নাৰীয়ে সিহঁতৰ পশুবিলাকক আগচি ধৰি ৰাখিছে। মুছাই ক’লে, ‘কি হৈছে তোমালোকৰ’? সিহঁতে ক’লে, ‘পশুপালকবিলাকে সিহঁতৰ পশুবিলাক লৈ আঁতৰি নোযোৱালৈকে আমি আমাৰ পশুবিলাকক পানী পান কৰাব নোৱাৰোঁ, আৰু আমাৰ পিতৃ অতি বৃদ্ধ’।",
        "fa": "و هنگامی که به [چاه] آب مدین رسید، بر سرِ چاه، گروهی از مردم را دید که [چهارپایان خود را] آب می‌دهند و نزدیک آنان دو زن را دید که [گوسفندانشان را] کنار می‌کشیدند [و از دیگران فاصله می‌گرفتند. [موسی] گفت: «شما چه می‌کنید؟ [چرا گوسفند‌ان خود را آب نمی‌دهید؟]» آنان گفتند: «ما [به گلۀ خود] آب نمی‌دهیم تا این چوپان‌ها [گوسفندانشان را از آب] برگردانند [و چاه آب خلوت ‌شود]. و پدرمان پیرمردی کهنسال است [و توانایی این کار را ندارد]»."
      }
    },
    {
      "verse_number": 3276,
      "verse_key": "28:24",
      "arabic_text": "فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّى لِمَآ أَنزَلْتَ إِلَىَّ مِنْ خَيْرٍ فَقِيرٌ",
      "phonetic_text": "Fasaqa lahuma thumma tawallaila aththilli faqala rabbiinnee lima anzalta ilayya min khayrin faqeer",
      "translations": {
        "fr": "Il abreuva donc (les bêtes) à leur place, puis alla se mettre à l’ombre en disant : « Seigneur, j’ai grandement besoin de ce que Tu daigneras m’envoyer comme bien. »",
        "en": "He watered their flocks for them, withdrew into the shade, and prayed, ‘My Lord, I am in dire need of whatever good thing You may send me,’",
        "es": "Entonces [Moisés] abrevó al rebaño por ellas, y al terminar se retiró a la sombra y exclamó: “¡Señor mío! Realmente necesito cualquier gracia que me concedas”.",
        "it": "Abbeverò per loro, poi si mise all’ombra e disse: «Davvero, Signore, ho molto bisogno di qualsiasi bene che farai scendere su di me».",
        "ru": "Он напоил для них скотину, а затем вернулся в тень и сказал: «Господи! Воистину, я нуждаюсь в любом благе, которое Ты ниспошлешь мне».",
        "tr": "Bunun üzerine Musa, onların davarlarını suladı. Sonra gölgeye çekildi ve \"Rabbim! Doğrusu bana indireceğin her hayra muhtacım\" dedi.",
        "de": "Da tränkte er ihnen (ihre Tiere). Hierauf zog er sich zurück in den Schatten und sagte: „Mein Herr, ich bin dessen bedürftig, was Du auch immer an Gutem zu mir herabsendest.",
        "pt": "Assim, ele deu de beber ao rebanho, e logo, retirando- se para uma sombra, disse: Ó Senhor meu, em verdade, estounecessitado de qualquer dádiva que me envies!",
        "nl": "Toen gaf hij hun vee voor hen te drinken. Toen trok hij zich terug in de schaduw, en zei: \"Mijn Heer, ik heb behoefte aan het goede dat U tot mij neerzendt.\"",
        "ur": "یہ سن کو موسیٰؑ نے ان کے جانوروں کو پانی پلا دیا، پھر ایک سائے کی جگہ جا بیٹھا اور بولا \"پروردگار، جو خیر بھی تو مجھ پر نازل کر دے میں اس کا محتاج ہوں\"",
        "bn": "তেতিয়া মুছাই সিহঁতৰ ফালৰ পৰা (পশুবোৰক) পানী খুৱালে। তাৰ পিছত তেওঁ এডোখৰ ছাঁলৈ আহি ক’লে, ‘হে মোৰ প্ৰতিপালক! নিশ্চয় তুমি মোৰ প্ৰতি যি অনুগ্ৰহেই অৱতীৰ্ণ নকৰা কিয়, মই সেইটোৰে মুখাপেক্ষী’।",
        "fa": "موسی به [گوسفندان] آن دو زن آب داد؛ آنگاه به سوی سایه بازگشت و گفت: «پروردگارا، به هر خیری که برایم بفرستی، سخت نیازمندم»."
      }
    },
    {
      "verse_number": 3277,
      "verse_key": "28:25",
      "arabic_text": "فَجَآءَتْهُ إِحْدَىٰهُمَا تَمْشِى عَلَى ٱسْتِحْيَآءٍ قَالَتْ إِنَّ أَبِى يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا ۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيْهِ ٱلْقَصَصَ قَالَ لَا تَخَفْ ۖ نَجَوْتَ مِنَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
      "phonetic_text": "Fajaat-hu ihdahumatamshee AAala istihya-in qalat innaabee yadAAooka liyajziyaka ajra ma saqayta lanafalamma jaahu waqassa AAalayhi alqasasaqala la takhaf najawta mina alqawmi aththalimeen",
      "translations": {
        "fr": "D’un pas timide, l’une des deux (jeunes femmes) vint alors vers lui en disant: « Mon père voudrait t’inviter pour te remercier d’avoir abreuvé (les bêtes) à notre place. » Or, quand il alla le voir et lui raconta son histoire, (le père des deux jeunes femmes) lui dit : « N’aie aucune crainte, te voilà sauvé d’un peuple d’injustes. »",
        "en": "and then one of the two women approached him, walking shyly, and said, ‘My father is asking for you: he wants to reward you for watering our flocks for us.’ When Moses came to him and told him his story, the old man said, ‘Do not be afraid, you are safe now from people who do wrong.’",
        "es": "[Más tarde,] una de ellas regresó y acercándose a él con recato le dijo: “Mi padre te envía una invitación para retribuirte por haber abrevado nuestro rebaño”. Y cuando se presentó ante él, le relató su historia, y [el padre de las dos mujeres] le dijo: “No temas, [aquí] estás a salvo de los opresores”.",
        "it": "Una delle due donne gli si avvicinò timidamente <a class=f><sup foot_note=158859>1</sup></a>. Disse: «Mio padre ti invita per ricompensarti di aver abbeverato per noi». Quando giunse al suo cospetto e gli raccontò la sua storia, disse [il vecchio]: «Non temere, sei sfuggito a gente ingiusta».",
        "ru": "Одна из двух женщин подошла к нему застенчиво и сказала: «Мой отец зовет тебя, чтобы вознаградить тебя за то, что ты напоил для нас скотину». Когда он пришел к отцу и поведал ему рассказ, он сказал: «Не бойся. Ты спасся от несправедливых людей».",
        "tr": "Derken, o iki kadından biri utana utana yürüyerek ona geldi. \"Babam, dedi, bizim yerimize (hayvanları) sulamanın karşılığını ödemek için seni çağırıyor.\" Musa, ona (Hz. Şuayb'a) gelip başından geçeni anlatınca o, \"korkma, o zalim kavimden kurtuldun\"dedi.",
        "de": "Da kam die eine von den beiden zu ihm, indem sie verschämt einherging. Sie sagte: „Mein Vater ruft dich, um dir den Lohn dafür zu entrichten, daß du uns (die Tiere) getränkt hast. Nachdem er zu ihm gekommen war und ihm die Geschichte berichtet hatte, sagte er: „Fürchte dich nicht; du bist dem ungerechten Volk entkommen.",
        "pt": "E uma (moça) se aproximou dele, caminhando timidamente, e lhe disse: Em verdade meu pai te convida pararecompensar-te por teres dado de beber (ao nosso rebanho). E quando se apresentou a ele e lhe fez a narração da (sua) aventura, (o ancião) lhe disse: Não temas! Tu te livraste dos iníquos.",
        "nl": "Toen kwam een van de twee (vrouwen) verlegen naar heen toelopen, en zei: \"Voorwaar, mijn vader roept jou om te komen, om jou te belonen, omdat jij ons vee te drinken hebt gegeven.\" En toen hij bij hem kwam en hem het verhaal vertelde, zei hij: \"Wees niet bang, jij hebt je gered van het onrechtvaardige volk.\"",
        "ur": "(کچھ دیر نہ گزری تھی کہ)اُن دونوں عورتوں میں سے ایک شرم و حیا کے ساتھ چلتی ہوئی اُس کے پاس آئی<sup foot_note=\"185948\">1</sup> اور کہنے لگی”میرے والد آپ کو بُلا رہے ہیں تاکہ آپ نے ہمارے لیے جانوروں کو پانی جو پلایا ہے اس کا اجر آپ کو دیں۔“<sup foot_note=\"185949\">2</sup> موسیٰؑ جب اُس کے پاس پہنچا اور اپنا سارا قصہ اُسے سُنایا تو اُس نے کہا ”کچھ خوف نہ کرو، اب تم ظالم لوگوں سے بچ نِکلے ہو۔“",
        "bn": "ফলত (কিছু সময় পিছতেই) নাৰী দুজনীৰ এজনীয়ে তেওঁৰ ওচৰত লাজকুৰীয়াভাৱে আহি ক’লে, ‘মোৰ পিতৃয়ে আপোনাক আমন্ত্ৰণ কৰিছে, আমাৰ পশুবিলাকক পানী পান কৰোৱাৰ পাৰিশ্ৰমিক প্ৰদান কৰিবলৈ’। এতেকে তাৰ পিছত মুছাই তেওঁৰ ওচৰত আহি সকলো ঘটনা বিস্তাৰিত বৰ্ণনা কৰিলে, তেওঁ ক’লে, ‘তুমি ভয় নকৰিবা। তুমি যালিম সম্প্ৰদায়ৰ পৰা ৰক্ষা পাইছা’।",
        "fa": "آنگاه یکی از آن دو [زن] ـ‌ در حالی ‌که با شرم و حیا گام برمی‌داشت‌ـ نزدش آمد و گفت: «پدرم تو را دعوت می‌کند [که نزدش بروی] تا مزد آنکه [گوسفندان] را برایمان آب دادی به تو بپردازد». چون [موسی] نزد او رفت و سرگذشت خویش را برایش حکایت کرد، وی گفت: «نترس که از گروه ستمکار نجات یافته‌ای»."
      }
    },
    {
      "verse_number": 3278,
      "verse_key": "28:26",
      "arabic_text": "قَالَتْ إِحْدَىٰهُمَا يَـٰٓأَبَتِ ٱسْتَـْٔجِرْهُ ۖ إِنَّ خَيْرَ مَنِ ٱسْتَـْٔجَرْتَ ٱلْقَوِىُّ ٱلْأَمِينُ",
      "phonetic_text": "Qalat ihdahuma yaabati ista/jirhu inna khayra mani ista/jarta alqawiyyu al-ameen",
      "translations": {
        "fr": "« Père, prends-le à ton service, dit l’une des deux (jeunes) femmes, car il n’est pas meilleur homme à engager que celui qui est fort et honnête. »",
        "en": "One of the women said, ‘Father, hire him: a strong, trustworthy man is the best to hire.’",
        "es": "Una de ellas dijo: “¡Oh, padre! Contrátalo, pues qué mejor que contratar a un hombre fuerte y honesto”.",
        "it": "Una di quelle disse: «O padre mio, assumilo: è davvero il migliore che tu possa assoldare: è forte e fidato» <a class=f><sup foot_note=158860>1</sup></a>.",
        "ru": "Одна из двух женщин сказала: «Отец мой! Найми его, ведь лучшим из тех, кого ты наймешь, будет тот, кто силен и заслуживает доверия».",
        "tr": "(Şuayb'ın) iki kızından biri: \"Babacığım! Onu ücretle (çoban) tut. Çünkü ücretle istihdam edeceğin en iyi kimse, bu güçlü ve güvenilir adamdır\" dedi.",
        "de": "Die eine von den beiden sagte: „O mein lieber Vater, nimm ihn in Dienst, denn der Beste, den du in Dienst nehmen kannst, ist der Starke und Vertrauenswürdige.",
        "pt": "Uma delas disse, então: Ó meu pai, emprega-o, porque é o melhor que poderás empregar, pois é forte e fiel.",
        "nl": "Een van de twee (vrouwen) zei: \"O vader, neem hem toch in dienst. Voorwaar, de beste die je in dienst kan nemen is de betrouwbare sterke.",
        "ur": "ان دونوں عورتوں میں سے ایک نے اپنے باپ سے کہا”ابّا جان، اِس شخص کو نوکر رکھ لیجیے، بہترین آدمی جسے آپ ملازم رکھیں وہی ہو سکتا ہے جو مضبوط اور امانتدار ہو۔“<sup foot_note=\"185950\">1</sup>",
        "bn": "নাৰী দুজনীৰ এজনীয়ে ক’লে, ‘হে মোৰ পিতৃ! আপুনি এওঁক শ্ৰমিক হিচাপে নিয়োগ কৰক। নিশ্চয় আপোনাৰ শ্ৰমিক হিচাপে এওঁ উত্তম হ’ব, এওঁ শক্তিশালী, বিশ্বস্ত’।",
        "fa": "یکی از آن دو [دختر] گفت: «پدر جان، او را استخدام کن [زیرا] بی‌تردید، بهترین کسی که می‌توانی به کار بگیری، آن است که نیرومند و امانتدار باشد [و او چنین است]»."
      }
    },
    {
      "verse_number": 3279,
      "verse_key": "28:27",
      "arabic_text": "قَالَ إِنِّىٓ أُرِيدُ أَنْ أُنكِحَكَ إِحْدَى ٱبْنَتَىَّ هَـٰتَيْنِ عَلَىٰٓ أَن تَأْجُرَنِى ثَمَـٰنِىَ حِجَجٍ ۖ فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِندِكَ ۖ وَمَآ أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ ۚ سَتَجِدُنِىٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّـٰلِحِينَ",
      "phonetic_text": "Qala innee oreedu an onkihakaihda ibnatayya hatayni AAala anta/juranee thamaniya hijajin fa-in atmamta AAashranfamin AAindika wama oreedu an ashuqqa AAalayka satajiduneein shaa Allahu mina assaliheen",
      "translations": {
        "fr": "Il dit alors (à l’adresse de Moïse) : «Je voudrais te donner en mariage l’une de mes deux filles que tu vois là, à condition que tu travailles pour moi pendant huit ans. Si tu veux aller jusqu’à en achever dix, ce sera par ta propre volonté. Je ne veux rien t’imposer de pénible, et tu trouveras en moi, si Allah le veut, un homme de vertu. »",
        "en": "The father said, ‘I would like to marry you to one of these daughters of mine, on condition that you serve me for eight years: if you complete ten, it will be of your own free will. I do not intend to make things difficult for you: God willing, you will find I am a fair man.’",
        "es": "Dijo [el padre de las dos mujeres a Moisés]: “Quisiera ofrecerte en matrimonio a una de mis dos hijas a condición de que trabajes con nosotros durante ocho años, pero si deseas quedarte diez será algo que tú hagas voluntariamente. No pretendo dificultarte las cosas, y me encontrarás, si Dios quiere, entre los que tratan con justicia [a sus empleados]”.",
        "it": "Disse: «Vorrei sposarti ad una di queste mie figlie, a condizione che tu mi serva per otto anni. Se vorrai restare dieci [anni], sarà di tua spontanea volontà. Non ti imporrò nulla di gravoso e, se Allah vuole, troverai che sono un uomo del bene».",
        "ru": "Он сказал: «Воистину, я хочу сочетать тебя браком с одной из моих дочерей этих при условии, что ты наймешься ко мне на восемь лет. Если же ты останешься на все десять, то это будет милостью от тебя. Я не собираюсь обременять тебя, и ты увидишь, если пожелает Аллах, что я являюсь одним из праведников».",
        "tr": "(Şuayb) Dedi ki: \"Bana sekiz yıl çalışmana karşılık şu iki kızımdan birini sana nikahlamak istiyorum. Eğer on yıla tamamlarsan artık o kendinden; yoksa sana ağırlık vermek istemem. İnşaallah beni iyi kimselerden bulacaksın.\"",
        "de": "Er sagte: „Ich will dich mit einer dieser meiner beiden Töchter verheiraten unter der Bedingung, daß du acht Jahre in meinen Dienst trittst. Wenn du sie aber auf zehn vollmachst, so steht es bei dir. Ich will dir keine Härte auferlegen. Du wirst mich, wenn Allah will, als einen der Rechtschaffenen finden.",
        "pt": "Disse (o pai): Na verdade, quero casar-te com uma das minhas filhas, com a condição de que me sirvas durante oitoanos; porém, se cumprires dez, será por teu gosto, pois não quero obrigar-te e, se Deus quiser, achar-me-ás entre os justos.",
        "nl": "Hij zei: \"Voorwaar, ik wens dat jij met een van deze dochters van mij trouwt, op voorwaarde dat jij ach tjaar bij mij in dienst komt. Maar als jij er tien vervult, dan is dat aan jou. Ik wil het jou niet moeilijk maken, jij zult bevinden dat ik, als Allah het wil, tot de oprechten behoor.\"",
        "ur": "اس کے باپ نے (موسیٰؑ سے)کہا”<sup foot_note=\"185951\">1</sup> میں چاہتا ہوں کہ اپنی اِن دو بیٹیوں میں سے ایک کا نکاح تمہارے ساتھ کر دوں بشرطیکہ تم آٹھ سال تک میرے ہاں ملازمت کرو اور اگر دس سال تک پُورے کر دو تو یہ تمہاری مرضی ہے۔ میں تم پر سختی نہیں کرنا چاہتا۔ تم انشاء اللہ مجھے نیک آدمی پاوٴ گے۔“",
        "bn": "তেওঁ ক’লে, ‘মই মোৰ এই দুজনী ছোৱালীৰ এজনীক তোমাৰ লগত বিয়া দিব খোজোঁ এই চৰ্তত যে, তুমি আঠ বছৰ মোৰ ইয়াত কাম কৰিবা, আৰু যদি তুমি দহ বছৰ পূৰ্ণ কৰা, সেইটো তোমাৰ ইচ্ছা। মই তোমাক কষ্ট দিব নিবিচাৰোঁ। ইন শ্বা আল্লাহ নিশ্চয় তুমি মোক সৎকৰ্মপৰায়ণসকলৰ অন্তৰ্ভুক্ত পাবা’।",
        "fa": "[پیرمرد به موسی] گفت: «می‌خواهم یکی از دو دخترم را به همسری‌ات درآورم؛ به این [شرط] ‌که هشت سال برایم کار کنی؛ و اگر [این کار را] تا ده سال ادامه دهی، لطف و محبتی از سوی توست و من نمی‌خواهم بر تو سخت بگیرم. ان شاء الله مرا شایسته [و نیکوکار] خواهی یافت»."
      }
    },
    {
      "verse_number": 3280,
      "verse_key": "28:28",
      "arabic_text": "قَالَ ذَٰلِكَ بَيْنِى وَبَيْنَكَ ۖ أَيَّمَا ٱلْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَٰنَ عَلَىَّ ۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ",
      "phonetic_text": "Qala thalika baynee wabaynakaayyama al-ajalayni qadaytu fala AAudwanaAAalayya wallahu AAala ma naqooluwakeel",
      "translations": {
        "fr": "« C’est entendu entre toi et moi, fit (Moïse). Qu’il s’agisse de l’une ou de l’autre échéance que j’aurais passée, aucun reproche ne pourra m’être fait. Allah est Garant de ce que nous disons. »",
        "en": "Moses said, ‘Let that be the agreement between us- whichever of the two terms I fulfil, let there be no injustice to me- God is witness to what we say.’",
        "es": "Dijo [Moisés]: “Eso es [un acuerdo] entre tú y yo. Cualquiera que sea el plazo que cumpla no será injusto conmigo, y Dios es testigo de lo que decimos”.",
        "it": "Rispose: «Questo [sarà] tra me e te <a class=f><sup foot_note=158861>1</sup></a>. Qualunque dei due termini compirò, nessuna colpa mi sarà rinfacciata <a class=f><sup foot_note=158862>2</sup></a>. Allah sia garante di quello che diciamo».",
        "ru": "Он сказал: «Договорились. Какой бы из этих двух сроков я ни отработал, пусть со мной не поступают несправедливо. Аллах является Попечителем и Хранителем того, что мы говорим».",
        "tr": "Musa şöyle cevap verdi: \"Bu seninle benim aramdadır. Bu iki süreden hangisini doldurursam doldurayım demek ki, bana karşı husumet yok. Söylediklerimize Allah vekildir.\"",
        "de": "Er sagte: „Dies sei zwischen mir und dir (abgemacht). Welche der beiden Fristen ich auch erfülle, so darf es keine Bedrängnis gegen mich geben. Und Allah ist Sachwalter über das, was wir (hier) sagen.",
        "pt": "Respondeu-lhe: Tal fica combinado entre mim e ti, e, seja qual for o término que tenha de cumprir, que não haveráinjustiça contra mim. seja Deus testemunha de tudo quanto dissermos!",
        "nl": "Hij (Môesa) zei: \"Laat dit zo zijn tussen mij en jou. Welke van de twee termijnen ik ook vervul, laat er geen onvrede tegen mij zijn en Allah is Berschermer over wat wij zeggen.\"",
        "ur": "موسیٰؑ نے جواب دیا”یہ بات میرے اور آپ کے درمیان طے ہوگئی۔ ان دونوں مدّتوں میں سے جو بھی میں پُوری کر دوں اُس کے بعد پھر کوئی زیادتی مجھ پر نہ ہو، اور جو کچھ قول قرار ہم کر رہے ہیں اللہ اُس پر نگہبان ہے۔“<sup foot_note=\"185952\">1</sup>",
        "bn": "মুছাই ক’লে, ‘(ঠিক আছে) তেন্তে এয়া মোৰ আৰু আপোনাৰ মাজত বন্দবস্ত হ’ল। এই দুটা ম্যাদৰ যিকোনো এটা পূৰণ কৰিলেই যেন মোৰ প্ৰতি কোনো অভিযোগ নাথাকে। আমি যি বিষয়ে কথা কৈ আছোঁ আল্লাহেই ইয়াৰ কৰ্মবিধায়ক’।",
        "fa": "[موسی] گفت: «این [قرارداد] میان من و تو باشد که هر کدام از این دو مدت [هشت یا ده سال] را که انجام دادم [به عهدِ خود وفا کرده‌ام]؛ پس ستمی بر من نباشد [و نخواهی که بیشتر بمانم]؛ و الله بر آنچه می‌گوییم گواه است»."
      }
    },
    {
      "verse_number": 3281,
      "verse_key": "28:29",
      "arabic_text": "۞ فَلَمَّا قَضَىٰ مُوسَى ٱلْأَجَلَ وَسَارَ بِأَهْلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارًا قَالَ لِأَهْلِهِ ٱمْكُثُوٓا۟ إِنِّىٓ ءَانَسْتُ نَارًا لَّعَلِّىٓ ءَاتِيكُم مِّنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ مِّنَ ٱلنَّارِ لَعَلَّكُمْ تَصْطَلُونَ",
      "phonetic_text": "Falamma qada moosaal-ajala wasara bi-ahlihi anasa min janibi attoorinaran qala li-ahlihi omkuthoo innee anastu naranlaAAallee ateekum minha bikhabarin aw jathwatinmina annari laAAallakum tastaloon",
      "translations": {
        "fr": "Ayant passé la période convenue, Moïse prit le départ avec sa famille et aperçut un feu sur le flanc du Mont (Sinaï) « Attendez ici, dit-il, j’aperçois un feu au loin. Je pourrais peut-être vous en apporter quelque nouvelle ou un tison de quoi vous réchauffer. »",
        "en": "Once Moses had fulfilled the term and was travelling with his family, he caught sight of a fire on the side of the mountain and said to his family, ‘Wait! I have seen a fire. I will bring you news from there, or a burning stick for you to warm yourselves.’",
        "es": "Cuando Moisés hubo cumplido el plazo, partió con su familia por la noche [rumbo a Egipto] y [en el camino] divisó un fuego en la ladera de un monte<sup foot_note=168952>1</sup> y le dijo a su familia: “Permaneced aquí, pues he divisado un fuego y quizás pueda traeros alguna noticia [del camino que debemos seguir], o bien una brasa encendida para que podamos calentarnos”.",
        "it": "Quando Mosè si mise in viaggio con la famiglia dopo aver concluso il periodo, scorse un fuoco sul fianco del Monte <a class=f><sup foot_note=158863>1</sup></a>. Disse alla sua famiglia: «Aspettate, ho visto un fuoco. Forse vi porterò qualche notizia o un tizzone acceso, sì che possiate riscaldarvi».",
        "ru": "Когда Муса (Моисей) отработал срок и двинулся в путь со своей семьей, он увидел со стороны горы огонь и сказал своей семье: «Оставайтесь здесь! Я увидел огонь. Возможно, я принесу вам оттуда известие или горящую головню, чтобы вы могли согреться».",
        "tr": "Artık Musa süreyi doldurup ailesiyle yola çıkınca, Tûr tarafından bir ateş gördü. Ailesine: \"Siz (burada) bekleyin; ben bir ateş gördüm, belki oradan size bir haber, yahut ısınmanız için o ateşten bir parça getiririm\" dedi.",
        "de": "Als Musa die Frist erfüllt hatte und mit seinen Angehörigen fortzog, nahm er auf der Seite des Berges ein Feuer wahr. Er sagte zu seinen Angehörigen: „Bleibt hier. Ich habe ein Feuer wahrgenommen; vielleicht kann ich euch davon eine Nachricht oder ein Stück brennendes Holz aus dem Feuer bringen, auf daß ihr euch (daran) wärmen könnt.",
        "pt": "E quando Moisés cumpriu o término e viajava com a sua família, percebeu, ao longe, um fogo, ao lado do monte (Sinai) e disse à sua família: Aguardai aqui, porque vejo fogo. Quiçá vos diga do que se trata ou traga umas brasas para vosaquecerdes.",
        "nl": "En toen Môesa de termijn vervuld had, en niet zijn familie reisde, zag hij aan de zijkant van (de berg) Thôer vuur. Hij zei tot zijn familie: \"Blijft, want ik heb een vuur gezien. Moge ik jullie daarover nieuws brengen of een fakkel van het vuur meenemen, hopelijk verwarmen jullie (je ermee).\"",
        "ur": "جب موسیٰؑ نے مدّت پوری کر دی<sup foot_note=\"185953\">1</sup> اور اپنے اہل و عیال کو لے کر چلا تو طُور کی جانب اُس کو ایک آگ نظر آئی۔<sup foot_note=\"185954\">2</sup> اُس نے اپنے گھر والوں سے کہا”ٹھہرو، میں نے ایک آگ دیکھی ہے ، شاید میں وہاں سے کوئی خبر لے آوٴں یا اُس آگ سے کوئی انگارا ہی اُٹھا لاوٴں جس سے تم تاپ سکو۔“",
        "bn": "এতেকে মুছাই যেতিয়া তেওঁৰ ম্যাদ পূৰ্ণ কৰাৰ পিছত সপৰিয়ালে যাত্ৰা কৰিলে, তেতিয়া তেওঁ তূৰ পৰ্বতৰ ফালে জুই দেখা পালে। তেওঁ পৰিয়ালবৰ্গক ক’লে, ‘তোমালোকে অপেক্ষা কৰা, মই জুই দেখিছোঁ, সম্ভৱতঃ মই তাৰ পৰা তোমালোকৰ বাবে কোনো খবৰ আনিব পাৰিম, নাইবা এডোখৰ অন্ধৰাকে লৈ আহিম যাতে তোমালোকে জুই পুৱাব পাৰা’।",
        "fa": "هنگامی ‌که موسی [آن] مدت [معیّن] را به پایان رساند و همراه خانواده‌اش [از مدین به سوی مصر] حرکت کرد، [ناگهان در تاریکیِ شب،] از سوی [کوه] طور آتشی دید؛ به خانواده‌اش گفت: «[اینجا] بایستید كه من آتشى [از دور] دیدم. شاید خبری از آن برایتان بیاورم یا شعلۀ آتشی [بیاورم] تا گرم شوید»."
      }
    },
    {
      "verse_number": 3282,
      "verse_key": "28:30",
      "arabic_text": "فَلَمَّآ أَتَىٰهَا نُودِىَ مِن شَـٰطِئِ ٱلْوَادِ ٱلْأَيْمَنِ فِى ٱلْبُقْعَةِ ٱلْمُبَـٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَـٰمُوسَىٰٓ إِنِّىٓ أَنَا ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ",
      "phonetic_text": "Falamma ataha noodiyamin shati-i alwadi al-aymani fee albuqAAati almubarakatimina ashshajarati an ya moosa innee anaAllahu rabbu alAAalameen",
      "translations": {
        "fr": "Quand il fut arrivé (au feu), il fut appelé depuis le côté de la vallée qui se trouve à droite (du Mont) à l’endroit béni, du fond de l’arbre : « Ô Moïse, c’est Moi, Allah, le Seigneur de l’Univers. ",
        "en": "But when he reached it, a voice called out to him from the right-hand side of the valley, from a tree on the blessed ground: ‘Moses, I am God, the Lord of the Worlds.",
        "es": "Cuando llegó hasta el fuego escuchó que le llamaban desde un árbol que se encontraba en la ladera derecha del valle, en el lugar bendecido: “¡Oh, Moisés! Yo soy Dios, el Señor del Universo.",
        "it": "Quando giunse colà, fu chiamato dal lato destro della Valle <a class=f><sup foot_note=158864>1</sup></a>, un lembo di terra benedetta, dal centro dell’albero <a class=f><sup foot_note=158865>2</sup></a>: «O Mosè, sono Io, Allah, il Signore dei mondi».",
        "ru": "Подойдя туда, он услышал глас со стороны дерева, которое росло в благословенном месте на правой стороне долины: «О Муса (Моисей)! Я- Аллах, Господь миров.",
        "tr": "Oraya gelince, o mübarek yerdeki vâdinin sağ kıyısından, (oradaki) ağaç tarafından kendisine şöyle seslenildi: \"Ey Musa! Bil ki ben, bütün âlemlerin Rabbi olan Allah'ım.\"",
        "de": "Als er dort ankam, wurde ihm vom rechten Ufer des Tales im gesegneten Fleck (Land) aus dem Baum zugerufen: „O Musa, gewiß, Ich bin Allah, der Herr der Weltenbewohner.",
        "pt": "E quando lá chegou, foi chamado por uma voz, que partia do lado direito do vale, a planície bendita, junto à árvore: ÓMoisés, sou Eu, Deus, Senhor do Universo!",
        "nl": "Maar toen hij daar ankwam, werd hij geroepen vanaf de rechterzijde van de vallei, op de gezegende plaats, van bij een boom: \"O Môesa, voorwaar, Ik ben Allah, Heer der Werelden!",
        "ur": "وہاں پہنچا تو وادی کے داہنے کنارے<sup foot_note=\"185955\">1</sup> پر مبارک خطّے میں<sup foot_note=\"185956\">2</sup> ایک درخت سے پُکارا گیا کہ”اے موسیٰؑ ، میں ہی اللہ ہوں، سارے جہاں والوں کا مالک۔“",
        "bn": "এতেকে যেতিয়া মুছাই জুইৰ ওচৰ পালেগৈ, তেতিয়া উপত্যকাৰ সোঁ ফালৰ বৰকতময় ভূমিৰ ওপৰত অৱস্থিত সুনিৰ্দিষ্ট গছৰ পৰা তেওঁক মাতি কোৱা হ’ল, ‘হে মুছা! ময়েই আল্লাহ সৃষ্টিজগতৰ ৰব্ব;’",
        "fa": "وقتی به آن آتش نزدیک شد، در کنارۀ راست آن سرزمین، در منطقۀ پربرکت [طور]، از [میان] یک درخت ندا داده شد که: «ای موسی، بی‌تردید من الله، پروردگار جهانیانم."
      }
    },
    {
      "verse_number": 3283,
      "verse_key": "28:31",
      "arabic_text": "وَأَنْ أَلْقِ عَصَاكَ ۖ فَلَمَّا رَءَاهَا تَهْتَزُّ كَأَنَّهَا جَآنٌّ وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ ۚ يَـٰمُوسَىٰٓ أَقْبِلْ وَلَا تَخَفْ ۖ إِنَّكَ مِنَ ٱلْـَٔامِنِينَ",
      "phonetic_text": "Waan alqi AAasaka falamma raahatahtazzu kaannaha jannun walla mudbiranwalam yuAAaqqib ya moosa aqbil wala takhafinnaka mina al-amineen",
      "translations": {
        "fr": "Jette ton bâton. » Mais, lorsqu’il le<sup foot_note=195016>1</sup> vit se remuer tel un serpent, il tourna les talons et s’enfuit sans se retourner. « Ô Moïse, (reprit Allah), reviens, n’aie pas peur, tu es en sécurité. ",
        "en": "Throw down your staff.’ When he saw his staff moving like a snake, he fled in fear and would not return. Again [he was called]: ‘Moses! Draw near! Do not be afraid, for you are one of those who are safe.",
        "es": "Arroja tu vara”. Y cuando la vio moverse como si fuera una serpiente, se dio la vuelta para huir sin mirar atrás. [Le dijo Dios:] “¡Oh, Moisés! Acércate y no temas. Tú eres de los que están a salvo.",
        "it": "E: «Getta il tuo bastone». Quando lo vide contorcersi come fosse un serpente, volse le spalle, ma non tornò sui suoi passi. «O Mosè, avvicinati e non aver paura: tu sei uno dei protetti.",
        "ru": "Брось свой посох!». Когда же он увидел, как тот извивается, словно змея, он бросился бежать и не вернулся (или не обернулся). Аллах сказал: «О Муса (Моисей)! Подойди и не бойся, ибо ты являешься одним из тех, кто находится в безопасности.",
        "tr": "Ve \"Asânı at!\" denildi. Musa (attığı) asâyı yılan gibi debrenir görünce, dönüp arkasına bakmadan kaçtı. \"Ey Musa! Beri gel, korkma. Çünkü sen emniyette olanlardansın.\" (buyuruldu.)",
        "de": "Und: „Wirf deinen Stock hin. Doch als er sah, daß er sich hin und her bewegte, als wäre er eine flinke Schlange, kehrte er den Rücken und wandte sich nicht mehr um. - „O Musa, komm her und fürchte dich nicht, denn du sollst zu denjenigen gehören, die in Sicherheit sind.",
        "pt": "Arroja teu cajado! E quando o viu agitar-se como uma serpente, virou-se em fuga, sem se voltar. (Foi-lhe dito): ÓMoisés, aproxima-te e não temas, porque és um dos que estão a salvo.",
        "nl": "En werp jouw staf neer!\" Toen hij deze zag, bewoog die alsof zij een slang was, toen keerde hij zich haastig om, en koek niet om. (Allah zei:) \"O Môesa, kom naderbij, en wees niet bang: voorwaar, jij behoort tot hen die veilig zijn.",
        "ur": "اور (حکم دیا گیا کہ) پھینک دے اپنی لاٹھی جونہی کہ موسیٰؑ نے دیکھا کہ وہ لاٹھی سانپ کی طرح بل کھا رہی ہے تو وہ پیٹھ پھیر کر بھاگا اور اس نے مڑ کر بھی نہ دیکھا (ارشاد ہوا) \"موسیٰؑ، پلٹ آ اور خوف نہ کر، تو بالکل محفوظ ہے",
        "bn": "আৰু কোৱা হ’ল, ‘তুমি তোমাৰ লাখুটিডাল নিক্ষেপ কৰা’। তাৰ পিছত তেওঁ যেতিয়া সেইটোক সাপৰ নিচিনা কেৰমেৰ কৰা দেখিলে তেতিয়া তেওঁ পিছ হোঁহকা দি লৰ মাৰিলে আৰু উভতি নাচালে। তেওঁক কোৱা হ’ল, ‘হে মুছা! সন্মুখত আহা, ভয় নকৰিবা, নিশ্চয় তুমি নিৰাপদ’।",
        "fa": "و عصایت را بیفکن». وقتی [موسی عصایش را افکند و] آن را دید که همچون ماری مى‌جنبد، [از ترس] پشت کرد و گریخت و بازنگشت. [ندا آمد:] «ای موسی، پیش آی و نترس. قطعاً تو از [آسیب خطرات] ایمن شده‌ای."
      }
    },
    {
      "verse_number": 3284,
      "verse_key": "28:32",
      "arabic_text": "ٱسْلُكْ يَدَكَ فِى جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٍ وَٱضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ ٱلرَّهْبِ ۖ فَذَٰنِكَ بُرْهَـٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦٓ ۚ إِنَّهُمْ كَانُوا۟ قَوْمًا فَـٰسِقِينَ",
      "phonetic_text": "Osluk yadaka fee jaybika takhruj baydaamin ghayri soo-in wadmum ilayka janahakamina arrahbi fathanika burhanani minrabbika ila firAAawna wamala-ihi innahum kanooqawman fasiqeen",
      "translations": {
        "fr": "Introduis ta main dans la fente de ta tunique, elle en ressortira blanche et saine de toute maladie. Presse ton bras contre toi pour dissiper ta terreur. Voilà deux preuves de ton Seigneur adressées à Pharaon et à son assemblée de notables. Car ce sont certes des gens pervers. »",
        "en": "Put your hand inside your shirt and it will come out white but unharmed- hold your arm close to your side, free from all fear. These shall be two signs from your Lord to Pharaoh and his chiefs; they are truly wicked people.’",
        "es": "Introduce tu mano por el cuello de tu túnica, y saldrá blanca y resplandeciente, sin ningún mal; y aprieta tu brazo junto al pecho para vencer el temor. Éstos son dos milagros de tu Señor para [que vean y crean] el Faraón y su nobleza. Ellos son un pueblo corrupto”.",
        "it": "Infila la mano nell’apertura della tua veste la trarrai bianca senza male alcuno. Stringi il braccio al petto contro il terrore. Ecco due prove del tuo Signore per Faraone e per i suoi notabili: davvero è un popolo perverso!».",
        "ru": "Сунь свою руку за пазуху, и она выйдет белой (цвета молока, светящейся), без следов болезни. Прижми к себе руку, чтобы избавиться от страха. Это - два доказательства от твоего Господа для Фараона и его знати. Воистину, они являются людьми нечестивыми».",
        "tr": "\"Elini koynuna sok, kusursuz bembeyaz çıkacaktır. Korkudan (açılan) kollarını kendine çek. İşte bu ikisi Firavun ve onun adamlarına karşı Rabbin tarafından iki kesin delildir. Çünkü onlar, yoldan çıkan bir kavim olmuşlardır.\" (diye seslenildi)",
        "de": "(Und) stecke die Hand in deinen Brustschlitz, so kommt sie weiß, jedoch nicht von Übel befallen, heraus. - Und zieh deinen Arm an dich gegen den Schreck. - Dies sind zwei Beweise von deinem Herrn, (gerichtet) an Fir’aun und seine führende Schar. Gewiß, sie sind ein Volk von Frevlern.",
        "pt": "Introduz a tua mão em teu manto e a retirarás diáfana, imaculada; e junta a tua mão ao teu flanco (o que te resguardará) contra o temor. Estes serão dois argumentos (irrefutáveis) do teu Senhor para o Faraó, e seus chefes, porque são depravados.",
        "nl": "Stop jouw hand onder jouw kraag, en hij zal wit schijnen, zonder ziek te zijn. En hou jouw arm tegen jouw zijde tegen de angst. Dit zijn twee Tekenen van jouw Heer tegen Fir'aun en zijn vooraanstanden. Voorwaar, zij zijn een zwaar zondig volk.\"'",
        "ur": "اپنا ہاتھ گریبان میں ڈال، چمکتا ہوا نکلے گا بغیر کسی تکلیف کے۔<sup foot_note=\"185957\">1</sup> اور خوف سے بچنے کے لیے اپنا بازُو بھینچ لے۔<sup foot_note=\"185958\">2</sup> یہ دوروشن نشانیاں ہیں تیرے ربّ کی طرف سے فرعون اور اُس کے درباریوں کے سامنے پیش کر نے کے لیے ، وہ بڑے نافرمان لوگ ہیں۔“<sup foot_note=\"185959\">3</sup>",
        "bn": "তোমাৰ হাত তোমাৰ কাষলতিত থোৱা, এইটো ত্ৰুটিমুক্ত অৱস্থাত শুভ্ৰোজ্জ্বল হৈ ওলাই আহিব। লগতে ভয় দূৰ কৰাৰ বাবে তোমাৰ দুহাত নিজৰ ফালে চেপি ধৰা। এতেকে এই দুটা হৈছে তোমাৰ প্ৰতিপালকৰ তৰফৰ পৰা দিয়া প্ৰমাণ, ফিৰআউন আৰু তাৰ পৰিষদবৰ্গৰ বাবে। নিশ্চয় সিহঁত ফাছিক্ব সম্প্ৰদায়।",
        "fa": "و دستت را در گریبانت فرو بر [تا] سپید و بدون عیب [و بدون بیماری پیسی] خارج ‌شود؛ و [براى رهایى] از این ترس، دستانت را به سمت خود جمع كن [و به سینه‌ات بچسبان]. این دو [معجزۀ عصا و ید بَیضا] دو دلیل [روشن] از سوی پروردگارت برای فرعون و بزرگانِ [قومِ] اوست. به راستی که آنان گروهی نافرمانند»."
      }
    },
    {
      "verse_number": 3285,
      "verse_key": "28:33",
      "arabic_text": "قَالَ رَبِّ إِنِّى قَتَلْتُ مِنْهُمْ نَفْسًا فَأَخَافُ أَن يَقْتُلُونِ",
      "phonetic_text": "Qala rabbi innee qataltu minhumnafsan faakhafu an yaqtuloon",
      "translations": {
        "fr": "« Seigneur, dit Moïse, j’ai tué l’un des leurs, et je crains qu’ils ne me tuent.",
        "en": "Moses said, ‘My Lord, I killed one of their men, and I fear that they may kill me.",
        "es": "Dijo [Moisés]: “¡Señor mío! He matado a un hombre de los suyos y temo que me ejecuten.",
        "it": "Disse: «Signore, ho ucciso uno dei loro e temo che mi uccidano.",
        "ru": "Он сказал: «Господи! Я убил одного из них и боюсь, что они убьют меня.",
        "tr": "Musa dedi ki: \"Rabbim! Ben onlardan birini öldürmüştüm, beni öldürmelerinden korkuyorum.\"",
        "de": "Er sagte: „Mein Herr, ich habe eine (Menschen)seele von ihnen getötet, und so fürchte ich, daß sie mich töten.",
        "pt": "Disse (Moisés): Ó Senhor meu, em verdade, matei um homem deles e temo que me matem!",
        "nl": "Hij (Môesa) zei: \"Mijn Heer, voorwaar, ik heb iemand van hen doodgeslagen en ik ben bang dat zij mij doden.",
        "ur": "موسیٰؑ نے عرض کیا”میرے آقا، میں تو اُن کا ایک آدمی قتل کر چکا ہوں، ڈرتا ہوں کہ وہ مجھے مار ڈالیں گے۔<sup foot_note=\"185960\">1</sup>",
        "bn": "মুছাই ক’লে, ‘হে মোৰ ৰব্ব! নিশ্চয় মই সিহঁতৰ এজনক হত্যা কৰিছিলোঁ। ফলত মই আশংকা কৰিছোঁ সিহঁতে মোক হত্যা কৰিব’।",
        "fa": "[موسی] گفت: «پروردگارا، من یکی از آنان را [بدون عمد] کشته‌ام؛ می‌ترسم که [به قصاص آن قتل،] مرا بکشند."
      }
    },
    {
      "verse_number": 3286,
      "verse_key": "28:34",
      "arabic_text": "وَأَخِى هَـٰرُونُ هُوَ أَفْصَحُ مِنِّى لِسَانًا فَأَرْسِلْهُ مَعِىَ رِدْءًا يُصَدِّقُنِىٓ ۖ إِنِّىٓ أَخَافُ أَن يُكَذِّبُونِ",
      "phonetic_text": "Waakhee haroonu huwa afsahuminnee lisanan faarsilhu maAAiya rid-an yusaddiquneeinnee akhafu an yukaththiboon",
      "translations": {
        "fr": "Et puis mon frère Aaron a le verbe plus facile que moi. Envoie-le donc pour m’assister et confirmer mes propos, car je crains qu’ils ne m’accusent de mensonge. »",
        "en": "My brother Aaron is more eloquent than I: send him with me to help me and confirm my words- I fear they may call me a liar.’",
        "es": "Mi hermano Aarón es más elocuente que yo, envíalo conmigo para que me ayude y confirme lo que yo diga, pues temo que me desmientan”.",
        "it": "Mio fratello Aronne ha lingua più eloquente della mia. Mandalo insieme con me, come aiutante e per rafforzarmi: davvero temo che mi trattino da bugiardo!».",
        "ru": "Мой брат Харун (Аарон) более красноречив, чем я. Пошли же его со мною помощником, чтобы он подтвердил мою правдивость. Я действительно боюсь, что они сочтут меня лжецом».",
        "tr": "\"Kardeşim Harun'un dili benimkinden daha düzgündür. Onu da beni doğrulayan bir yardımcı olarak benimle birlikte gönder. Zira bana yalancılık ithamında bulunmalarından endişe ediyorum.\"",
        "de": "Auch hat mein Bruder Harun eine redegewandtere Zunge. So sende ihn mit mir zur Unterstützung, mich zu bestätigen, denn ich fürchte, daß sie mich der Lüge bezichtigen.",
        "pt": "E meu irmão, Aarão, é mais eloqüente do que eu; envia-o, pois, comigo, como auxiliar, para confirmar-me, porque temoque me desmintam.",
        "nl": "Mijn broeder Hârôen kan beter spreken dan ik. Stuur hem daarom met mij als een helper die mij bevestigt: voorwaar, ik ben bang dat zij mij loochenen.\"",
        "ur": "اور میرا بھائی ہارونؑ مجھے سے زیادہ زبان آور ہے، اسے میرے ساتھ مدد گار کے طور پر بھیج تاکہ وہ میری تائید کرے، مجھے اندیشہ ہے کہ وہ لوگ مجھے جھٹلائیں گے\"",
        "bn": "‘আৰু মোৰ ভাতৃ হাৰূন মোতকৈ বাগ্মী, এতেকে তেওঁক মোৰ সহায়কাৰীৰূপে প্ৰেৰণ কৰা, তেওঁ মোক সমৰ্থন কৰিব। নিশ্চয় মই আশংকা কৰোঁ সিহঁতে মোক মিছলীয়া বুলি আৰোপ লগাব’।",
        "fa": "و برادرم ـ هارون‌ـ زبانش از من شیواتر است؛ پس او را همراهم بفرست تا یاورم باشد و راستگویی‌ام را تأیید کند؛ زیرا می‌ترسم مرا تكذیب کنند»."
      }
    },
    {
      "verse_number": 3287,
      "verse_key": "28:35",
      "arabic_text": "قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَـٰنًا فَلَا يَصِلُونَ إِلَيْكُمَا ۚ بِـَٔايَـٰتِنَآ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلْغَـٰلِبُونَ",
      "phonetic_text": "Qala sanashuddu AAadudakabi-akheeka wanajAAalu lakuma sultanan falayasiloona ilaykuma bi-ayatinaantuma wamani ittabaAAakuma alghaliboon",
      "translations": {
        "fr": "« Nous ferons que ton frère te prête main forte, et Nous vous donnerons, à tous les deux, des arguments d’autorité et ils ne pourront vous atteindre. Grâce à Nos Signes, vous deux, ainsi que ceux qui vous suivront, serez les vainqueurs. »",
        "en": "God said, ‘We shall strengthen you through your brother; We shall give you both power so that they cannot touch you. With Our signs you, and those who follow you, will triumph.’",
        "es": "Dijo [Dios]: “Te reforzaré con tu hermano y os daré autoridad. No podrán haceros daño. Gracias a Mis milagros, vosotros dos y quienes os sigan seréis los triunfadores”.",
        "it": "Disse [Allah]: «Rafforzeremo il tuo braccio con tuo fratello e daremo ad entrambi autorità: non potranno toccarvi grazie ai Nostri segni. Voi due e quelli che vi seguiranno sarete vittoriosi».",
        "ru": "Он сказал: «Мы укрепим твою руку посредством твоего брата и одарим вас доказательством (или силой). Они не смогут навредить вам. Благодаря Нашим знамениям вы и те, кто последует за вами, станете победителями».",
        "tr": "Allah buyurdu: \"Seni kardeşinle destekliyeceğiz ve size öyle bir kudret vereceğiz ki, âyetlerimiz sayesinde onlar size erişemeyecekler. Siz ve size tabi olanlar üstün geleceksiniz.\"",
        "de": "Er sagte: „Wir werden deinen Arm durch deinen Bruder festigen und euch beiden eine Ermächtigung erteilen, so daß sie nicht zu euch gelangen (können). Mit Unseren Zeichen werdet ihr und diejenigen, die euch folgen, Sieger sein.",
        "pt": "Respondeu-lhe: Em verdade, fortalecer-te-emos com teu irmão; dar-vos-emos tal autoridade, para que eles jamaispossam igualar-se a vós. Com os Nossos sinais, vós e aqueles que vos seguirem sereis vencedores.",
        "nl": "Hij (Allah) zei: \"Wij zallen jou versterken met jouw broeder en Wij zullen jullie beiden gezag geven, zodat zij jullie niet kunnen bereiken. (Vertrek) met Onze Tekenen, jullie beiden en degenen die jullie volgen zullen overwinnaars zijn.\"",
        "ur": "فرمایا”ہم تیرے بھائی کے ذریعہ سے تیرا ہاتھ مضبوط کریں گے اور تم دونوں کو ایسی سطوت بخشیں گے کہ وہ تمہارا کچھ نہ بگاڑ سکیں گے۔ ہماری نشانیوں کے زور سے غلبہ تمہارا اور تمہارے پیرووں کا ہی ہوگا۔“<sup foot_note=\"185961\">1</sup>",
        "bn": "আল্লাহে ক’লে, ‘(ঠিক আছে) অনতিপলমে আমি তোমাৰ ভাতৃৰ দ্বাৰা তোমাৰ বাহুক শক্তিশালী কৰিম আৰু তোমালোক উভয়কে প্ৰাধান্য দান কৰিম। ফলত সিহঁতে তোমালোকৰ ওচৰত পৌঁচিব নোৱাৰিব। আমাৰ নিদৰ্শনাৱলীৰ দ্বাৰা তোমালোক আৰু তোমালোকৰ অনুসাৰীসকলে সিহঁতৰ ওপৰত বিজয় লাভ কৰিবা’।",
        "fa": "[الله] فرمود: «تو را با [پیوستنِ] برادرت تقویت خواهیم نمود و سلطه و برتری برایتان قرار می‌دهیم که [فرعونیان هرگز] به شما دست نیابند؛ و به [برکتِ] معجزاتمان [که در اختیار دارید] شما و هر کس ‌که از شما پیروی کند، پیروزید»."
      }
    },
    {
      "verse_number": 3288,
      "verse_key": "28:36",
      "arabic_text": "فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَـٰتِنَا بَيِّنَـٰتٍ قَالُوا۟ مَا هَـٰذَآ إِلَّا سِحْرٌ مُّفْتَرًى وَمَا سَمِعْنَا بِهَـٰذَا فِىٓ ءَابَآئِنَا ٱلْأَوَّلِينَ",
      "phonetic_text": "Falamma jaahum moosabi-ayatina bayyinatin qaloo mahatha illa sihrun muftaran wamasamiAAna bihatha fee aba-inaal-awwaleen",
      "translations": {
        "fr": "Lorsque, nanti de Nos Signes évidents, Moïse comparut devant eux, <sup foot_note=195017>1</sup> ils dirent : «  Ce n’est là que magie mise au point, et nous n’avons jamais entendu parler d’une telle chose chez nos premiers ancêtres ! »",
        "en": "But when Moses came to them with Our clear signs, they said, ‘These are mere conjuring tricks; we never heard this from our forefathers.’",
        "es": "Pero cuando Moisés se presentó con Mis signos evidentes, dijeron: “Esto no es sino una ilusión creada por hechicería. No hemos oído hablar de esto a nuestros ancestros”.",
        "it": "Quando poi Mosè giunse loro con i Nostri segni evidenti, dissero: «Non è altro che artificio di magia. Non abbiamo mai sentito parlare di ciò, neppure dai nostri più lontani antenati».",
        "ru": "Когда Муса (Моисей) явился к ним с Нашими ясными знамениями, они сказали: «Это - всего лишь вымышленное колдовство. Мы не слышали об этом от наших праотцев».",
        "tr": "Musa onlara apaçık âyetlerimizi getirince, \"Bu, olsa olsa uydurulmuş bir sihirdir. Biz önceki atalarımızdan böylesini işitmemiştik\" dediler.",
        "de": "Als nun Musa mit Unseren Zeichen als klare Beweise kam, sagten sie: „Das ist nur ersonnene Zauberei. Und wir haben so etwas bei unseren Vorvätern nicht gehört.",
        "pt": "Mas quando Moisés lhes apresentou os Nossos sinais evidentes, disseram: isto não é mais do que falsa magia, poisjamais ouviremos falar disso os nossos antepassados.",
        "nl": "En toen Môesa tot hen kwam met Onze duidelijke Tekenen, zeiden zei: \"Dit is slechts verzonnen tovenarij, wij hebben dit niet gehoord van onze voorvaderen.\"",
        "ur": "پھر جب موسیٰؑ اُن لوگوں کے پاس ہماری کھُلی کھُلی نشانیاں لے کر پہنچا تو اُنہوں نے کہا کہ یہ کچھ نہیں ہے مگر بناوٹی جادُو۔<sup foot_note=\"185962\">1</sup> اور یہ باتیں تو ہم نے اپنے باپ دادا کے زمانے میں کبھی سُنی ہی نہیں۔<sup foot_note=\"185963\">2</sup>",
        "bn": "এতেকে মুছাই যেতিয়া সিহঁতৰ ওচৰত আমাৰ সুস্পষ্ট নিদৰ্শনসমূহ লৈ উপস্থিত হ’ল, সিহঁতে ক’লে, ‘এয়া অলীক যাদুৰ বাহিৰে আন একো নহয়! আৰু আমি আমাৰ পুৰ্বপুৰুষসকলৰ যুগত কেতিয়াও এনেকুৱা কথা শুনা নাছিলোঁ’।",
        "fa": "هنگامی که موسی با معجزات روشن ما به سویشان آمد، گفتند: «این [چیزی] نیست مگر جادویی ساختگی؛ و ما هرگز این [ادعای عبادت الله به یگانگی] را از پدرانمان نشنیده‌ایم»."
      }
    },
    {
      "verse_number": 3289,
      "verse_key": "28:37",
      "arabic_text": "وَقَالَ مُوسَىٰ رَبِّىٓ أَعْلَمُ بِمَن جَآءَ بِٱلْهُدَىٰ مِنْ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَـٰقِبَةُ ٱلدَّارِ ۖ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّـٰلِمُونَ",
      "phonetic_text": "Waqala moosa rabbee aAAlamubiman jaa bilhuda min AAindihi wamantakoonu lahu AAaqibatu addari innahu layuflihu aththalimoon",
      "translations": {
        "fr": "« Mon Seigneur, fit Moïse, est le Meilleur à Savoir qui, de Sa part, est venu avec la juste direction (hudâ), et qui connaîtra une fin heureuse. Les injustes, certes, ne réussiront point. »",
        "en": "Moses said, ‘My Lord knows best who comes with guidance from Him and who will have the final Home: wrongdoers will never succeed.’",
        "es": "Dijo Moisés: “Mi Señor sabe mejor que nadie quién ha venido con la guía que proviene de Él y quién triunfará en la otra vida. Los que cometen injusticias no prosperarán”.",
        "it": "E disse Mosè: «Il mio Signore conosce meglio chi è giunto da parte Sua con la Guida e a chi appartiene l’ultima Dimora. In verità gli ingiusti non avranno successo!».",
        "ru": "Тогда Муса (Моисей) сказал: «Мой Господь лучше знает, кто пришел с верным руководством от Него и чей исход в Последней жизни окажется счастливым. Воистину, беззаконники не преуспеют».",
        "tr": "Musa şöyle dedi: \"Rabbim, kendi katından kimin hidayet rehberi getirdiğini ve hayırlı akibetin kime nasip olacağını en iyi bilendir. Muhakkak ki zalimler, kurtuluşa eremezler.\"",
        "de": "Musa sagte: „Mein Herr weiß besser, wer von Ihm her die Rechtleitung bringt und wem die letztendliche Wohnstätte gehören wird. Gewiß, den Ungerechten wird es nicht wohl ergehen.",
        "pt": "Moisés lhes disse: Meu Senhor sabe melhor do que ninguém quem virá com a Sua orientação e quem obterá a últimamorada. Em verdade, os iníquos jamais prosperarão.",
        "nl": "En Môesa zei: \"Mijn Heer weet het beste wie met de Leiding van Zijn Zijde kwam en voor wie (het Paradijs) het einde van het huis (van deze wereld) is. Voorwaar, de onrechtvaardigen zullen niet welslagen.\"",
        "ur": "موسیٰؑ نے جواب دیا”میرا ربّ اُس شخص کے حال سے خوب واقف ہے جو اُس کی طرف سے ہدایت لے کر آیا ہے اور وہی بہتر جانتا ہے کہ آخری انجام کِس کا اچھا ہونا ہے، حق یہ ہے کہ ظالم کبھی فلاح نہیں پاتے۔“<sup foot_note=\"185964\">1</sup>",
        "bn": "আৰু মুছাই ক’লে, ‘মোৰ প্ৰতিপালকে ভালকৈ জানে, কোনে তেওঁৰ পৰা হিদায়ত লৈ আহিছে আৰু আখিৰাতত কাৰ পৰিণাম শুভ হ’ব। নিশ্চয় যালিমসকল সফল নহ’ব’।",
        "fa": "و موسی گفت: «پروردگارم بهتر مى‌داند چه كسى هدایت را از نزد او آورده است و [آگاه‌تر است که] عاقبت نیکِ آن سرا براى کیست. بی‌تردید، ستمکاران رستگار نمی‌شوند»."
      }
    },
    {
      "verse_number": 3290,
      "verse_key": "28:38",
      "arabic_text": "وَقَالَ فِرْعَوْنُ يَـٰٓأَيُّهَا ٱلْمَلَأُ مَا عَلِمْتُ لَكُم مِّنْ إِلَـٰهٍ غَيْرِى فَأَوْقِدْ لِى يَـٰهَـٰمَـٰنُ عَلَى ٱلطِّينِ فَٱجْعَل لِّى صَرْحًا لَّعَلِّىٓ أَطَّلِعُ إِلَىٰٓ إِلَـٰهِ مُوسَىٰ وَإِنِّى لَأَظُنُّهُۥ مِنَ ٱلْكَـٰذِبِينَ",
      "phonetic_text": "Waqala firAAawnu ya ayyuhaalmalao ma AAalimtu lakum min ilahin ghayreefaawqid lee ya hamanu AAala atteenifajAAal lee sarhan laAAallee attaliAAuila ilahi moosa wa-innee laathunnuhumina alkathibeen",
      "translations": {
        "fr": "« Ô vous, assemblée de notables, dit Pharaon, je ne sache<sup foot_note=195018>1</sup> point qu’il y ait, pour vous, une autre divinité que moi. Hâmân, fais donc cuire pour moi (des briques) d’argile, et fais bâtir pour moi une tour, peut-être alors pourrai-je monter jusqu’au Dieu de Moïse. Mais je crois plutôt qu’il est du nombre des menteurs. »",
        "en": "Pharaoh said, ‘Counsellors, you have no other god that I know of except me. Haman, light me a fire to bake clay bricks, then build me a tall building so that I may climb up to Moses’ God: I am convinced that he is lying.’",
        "es": "Dijo el Faraón: “¡Oh, corte! No conozco otra divinidad que no sea yo mismo. ¡Oh, Hamán! Enciende el horno para cocer ladrillos de barro, y construid para mí una torre para que quizás así pueda ver al dios de Moisés, aunque creo que es un mentiroso”.",
        "it": "Disse Faraone: «O notabili! Per voi non conosco altra divinità che me. O Hâmân, accendi un fuoco sull’argilla <a class=f><sup foot_note=158866>1</sup></a>e costruiscimi una torre, chissà che non ascenda fino al Dio di Mosè! Io penso che sia un bugiardo!».",
        "ru": "Фараон сказал: «О знать! Я не знаю для вас иного бога, кроме меня. О Хаман! Разожги огонь над глиной и сооруди для меня башню, чтобы я смог подняться к Богу Мусы. Воистину, я полагаю, что он является одним из лжецов».",
        "tr": "Firavun: \"Ey ileri gelenler! Sizin için benden başka bir ilâh tanımıyorum. Ey Hâmân, haydi benim için çamur üzerine ateş yak (ve tuğla imal et), bana bir kule yap ki, Musa'nın ilâhına çıkayım; ama sanıyorum, o mutlaka yalan söyleyenlerdendir.\" dedi.",
        "de": "Und Fir’aun sagte: „O ihr führende Schar, keinen anderen Gott weiß ich für euch als mich (selbst). So entfache mir, o Haman, einen Brand auf Lehm, und mache mir einen Hochbau, auf daß ich zum Gott Musas emporsteige. Ich glaube fürwahr, daß er zu den Lügnern gehört.",
        "pt": "O Faraó disse: Ó chefes, não tendes, que eu saiba, outro deus além de mim! Ó Haman, acende, pois, (o forno), para (cozer) tijolos, e fabrica-me um monumento para que possa elevar-me até ao Deus de Moisés, se bem que, segundo meparece, (Moisés) seja um dos impostores!",
        "nl": "En Fir'aun zei: \"O vooraanstaanden, ik weet geen andere god dan ikzelf voor jullie. Steek daarom voor mij, O Hâmân, een vuur aan (van een oven om) klei (te bakken voor de stenen van) een toren voor mij, moge ik opstijgen naar de god van Môesa. En voorwaar, ik veronderstel zeker dat hij tot de leugenaars behoort.\"",
        "ur": "اور فرعون نے کہا”اے اہلِ دربار، میں تو اپنے سوا تمہارے کسی خدا کو نہیں جانتا۔<sup foot_note=\"185965\">1</sup> ہامان، ذرا اینٹیں پکوا کر میرے لیے ایک اونچی عمارت تو بنوا ، شاید کہ اُس پر چڑھ کر میں موسیٰؑ کے خدا کو دیکھ سکوں، میں تو اسے جھُوٹاسمجھتا ہوں۔“<sup foot_note=\"185966\">2</sup>",
        "bn": "ফিৰআউনে ক’লে, ‘হে পৰিষদবৰ্গ! মোৰ বাহিৰে তোমালোকৰ আন কোনো ইলাহ আছে বুলি মই নাজানো। এতেকে হে হামান! তুমি মোৰ বাবে (বোকা মাটি পুৰি) ইট তৈয়াৰ কৰা। তাৰ পিছত মোৰ বাবে এটা সুউচ্চ প্ৰাসাদ নিৰ্মাণ কৰা, সম্ভৱতঃ তাত উঠি মই মুছাৰ ইলাহক দেখিব পাৰিম। কিন্তু মোৰ মতে সি এজন মিছলীয়া’।",
        "fa": "فرعون گفت: «ای بزرگان، معبودی جز خود برایتان نمی‌شناسم؛ پس ای هامان، برایم آتشی بر گِل برافروز [و آجر بپز] آنگاه برج بلندی بساز؛ باشد که از معبودِ موسی باخبر شوم؛ هر چند که قطعاً او را دروغگو می‌پندارم»."
      }
    },
    {
      "verse_number": 3291,
      "verse_key": "28:39",
      "arabic_text": "وَٱسْتَكْبَرَ هُوَ وَجُنُودُهُۥ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَظَنُّوٓا۟ أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ",
      "phonetic_text": "Wastakbara huwa wajunooduhu feeal-ardi bighayri alhaqqi wathannooannahum ilayna la yurjaAAoon",
      "translations": {
        "fr": "Lui et ses armées se montrèrent injustement hautains et dédaigneux sur terre, croyant qu’ils ne seraient point ramenés vers Nous.",
        "en": "Pharaoh and his armies behaved arrogantly in the land with no right- they thought they would not be brought back to Us-",
        "es": "El Faraón y sus huestes tiranizaron el país violando todos los derechos, pensando que no iban a tener que comparecer ante Mí.",
        "it": "Fu superbo sulla terra, senza ragione, e le sue armate insieme con lui. E davvero credevano che non sarebbero stati ricondotti a Noi!",
        "ru": "Он и его воины несправедливо возгордились на земле и предположили, что они не вернутся к Нам.",
        "tr": "O ve askerleri, yeryüzünde haksız yere büyüklük tasladılar ve gerçekten bize döndürülmeyeceklerini sandılar.",
        "de": "Er und seine Heerscharen verhielten sich ohne Recht hochmütig auf der Erde und glaubten, daß sie (dereinst) nicht zu Uns zurückgebracht würden.",
        "pt": "E eles, com os seus exércitos, ensoberbeceram-se, e pensaram que jamais retornariam a Nós!",
        "nl": "En hij en zijn troepen warm hoogmoedig op aarde, zonder het recht te hebben, en zij veronderstelden dat zij niet tot Ons zouden worden teruggekeerd.",
        "ur": "اُس نے اور اُس کے لشکروں نے زمین میں بغیر کسی حق کے اپنی بڑائی کا گھمنڈ کیا<sup foot_note=\"185967\">1</sup> اور سمجھے کہ اُنہیں کبھی ہماری طرف پلٹنا نہیں ہے۔<sup foot_note=\"185968\">2</sup>",
        "bn": "ফিৰআউন আৰু তাৰ সৈন্যবাহিনীয়ে অন্যায়ভাৱে পৃথিৱীত অহংকাৰ কৰিছিল আৰু সিহঁতে ভাৱিছিল যে, সিহঁতক আমাৰ ওচৰলৈ ওভোতাই আনা নহ’ব।",
        "fa": "و او [= فرعون] و لشکریانش به ناحق در سرزمین [مصر] سر‌کشی کردند و پنداشتند که به سوی ما بازگردانده نمی‌شوند."
      }
    },
    {
      "verse_number": 3292,
      "verse_key": "28:40",
      "arabic_text": "فَأَخَذْنَـٰهُ وَجُنُودَهُۥ فَنَبَذْنَـٰهُمْ فِى ٱلْيَمِّ ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلظَّـٰلِمِينَ",
      "phonetic_text": "Faakhathnahu wajunoodahufanabathnahum fee alyammi fanthurkayfa kana AAaqibatu aththalimeen",
      "translations": {
        "fr": "Alors, Nous le saisîmes, lui et ses armées, et les précipitâmes dans les flots de la mer. Vois donc quel fut le sort des injustes !",
        "en": "so We seized him and his armies and threw them into the sea. See what became of the wrongdoers!",
        "es": "Pero los sorprendí, al Faraón y a sus huestes, y los ahogué en el mar. Observa cuál fue el final de los que cometían injusticias.",
        "it": "Lo afferrammo, lui e i suoi soldati, e li gettammo nelle onde. Guarda quale è stata la fine degli ingiusti!",
        "ru": "Мы схватили его и его воинов и бросили их в море. Посмотри же, каким был конец беззаконников!",
        "tr": "Biz de onu ve askerlerini yakalayıp denize atıverdik. Bir bak, zalimlerin sonu nice oldu!",
        "de": "Da ergriffen Wir ihn und seine Heerscharen und warfen sie dann in das große Gewässer. So schau, wie das Ende der Ungerechten war.",
        "pt": "Porém, apanhamo-lo, juntamente com os seus exércitos, e os precipitamos no mar. Repara, pois, qual foi o fim dosiníquos!",
        "nl": "Wij grepen daarom hem en zijn troepen, toen wierpen Wij hen in de zee. Zie hoe het einde was van de onrechtvaardigen.",
        "ur": "آخر کار ہم نے اُسے اور اُس کے لشکروں کو پکڑا اور سمندر میں پھینک دیا۔<sup foot_note=\"185912\">1</sup> اب دیکھ لو کہ اُن ظالموں کا کیسا انجام ہوا",
        "bn": "সেয়ে আমি তাক আৰু তাৰ সৈন্যবাহিনীক ধৰিলোঁ আৰু সিহঁতক সাগৰত নিক্ষেপ কৰিলোঁ। এতেকে চোৱা, যালিমসকলৰ পৰিণাম কেনেকুৱা হৈছিল!",
        "fa": "[ما] او و لشکریانش را [به عذاب] فروگرفتیم و آنان را به دریا انداختیم؛ پس بنگر که عاقبت ستمکاران چگونه بود."
      }
    },
    {
      "verse_number": 3293,
      "verse_key": "28:41",
      "arabic_text": "وَجَعَلْنَـٰهُمْ أَئِمَّةً يَدْعُونَ إِلَى ٱلنَّارِ ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ لَا يُنصَرُونَ",
      "phonetic_text": "WajaAAalnahum a-immatan yadAAoona ilaannari wayawma alqiyamati la yunsaroon",
      "translations": {
        "fr": "Nous fîmes d’eux des chefs qui appellent (les hommes) vers le Feu. Au Jour de la Résurrection, ils n’auront point de secours.",
        "en": "We made them leaders calling [others] only to the Fire: on the Day of Resurrection they will not be helped.",
        "es": "Hice que ellos [en esta vida] fueran líderes, pero conducían [a la gente al] Infierno. El Día de la Resurrección no serán socorridos.",
        "it": "Ne facemmo guide che invitano al Fuoco e, nel Giorno della Resurrezione, non saranno soccorsi.",
        "ru": "Мы сделали их предводителями, которые призывают в Огонь, и в День воскресения им не окажут помощи.",
        "tr": "Onları ateşe çağıran öncüler kıldık. Kıyamet günü onlar yardım görmeyeceklerdir.",
        "de": "Und Wir machten sie zu Anführern, die zum (Höllen)feuer einladen. Und am Tag der Auferstehung wird ihnen keine Hilfe zuteil werden.",
        "pt": "E os designamos líderes, para incitarem (seus sequazes) ao fogo infernal; e, no Dia da Ressurreição, não serãosocorridos.",
        "nl": "En Wij maakten hein leiders, die oproepen tot de Hel. En op de Dag der Opstanding zullen zij niet geholpen worden.",
        "ur": "ہم نے اُنہیں جہنّم کی طرف دعوت دینے والے پیش رو بنا دیا<sup foot_note=\"185928\">1</sup> اور قیامت کے روز وہ کہیں سے کوئی مدد نہ پا سکیں گے",
        "bn": "আৰু আমিয়ে সিহঁতক নেতৃত্ব দান কৰিছিলোঁ; সিহঁতে মানুহক জাহান্নামৰ পিনে আহ্বান কৰিছিল; আৰু কিয়ামতৰ দিনা সিহঁতক সহায় কৰা নহ’ব।",
        "fa": "و آنان را پیشوایانی قرار دادیم که [پیروانشان را] به آتش [دوزخ] دعوت می‌کردند؛ و روز قیامت یاری نمی‌شوند."
      }
    },
    {
      "verse_number": 3294,
      "verse_key": "28:42",
      "arabic_text": "وَأَتْبَعْنَـٰهُمْ فِى هَـٰذِهِ ٱلدُّنْيَا لَعْنَةً ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ هُم مِّنَ ٱلْمَقْبُوحِينَ",
      "phonetic_text": "WaatbaAAnahum fee hathihi addunyalaAAnatan wayawma alqiyamati hum mina almaqbooheen",
      "translations": {
        "fr": "Nous les fîmes poursuivre en ce bas monde de Notre malédiction, et au Jour de la Résurrection ils seront marqués d’infamie.",
        "en": "We made Our rejection pursue them in this world, and on the Day of Resurrection they will be among the despised.",
        "es": "Por eso decreté que en esta vida fueran maldecidos, y que en el Día de la Resurrección sean de los apartados de todo bien.",
        "it": "Li perseguimmo con una maledizione in questo mondo e nel Giorno della Resurrezione saranno quelli di cui si avrà orrore.",
        "ru": "Мы сделали так, что проклятие следует за ними в этом мире, а в День воскресения они будут в числе отдаленных от милости.",
        "tr": "Bu dünyada arkalarına lanet taktık. Onlar, kıyamet gününde de kötülenmişler arasındadır.",
        "de": "Und Wir ließen ihnen einen Fluch im Diesseits nachfolgen, und am Tag der Auferstehung werden sie zu den Verabscheuten gehören.",
        "pt": "E os perseguimos com a maldição, neste mundo, e, no Dia da Ressurreição, estarão entre os execrados.",
        "nl": "En Wij vervolgden hen in dit leven met een vloek. En op de Dag der Opstanding zullen zij tot de verachten behoren.",
        "ur": "ہم نے اِس دنیا میں ان کے پیچھے لعنت لگا دی اور قیامت کے روز وہ بڑی قباحت میں مبتلا ہوں گے۔<sup foot_note=\"185969\">1</sup>",
        "bn": "এই পৃথিৱীত আমি সিহঁতৰ পিছত লগাই দিছোঁ অভিসম্পাত, আৰু কিয়ামতৰ দিনা সিহঁত হ’ব ঘৃণিতসকলৰ অন্তৰ্ভুক্ত।",
        "fa": "در این دنیا، به دنبالشان لعنت روانه کردیم و روز قیامت [نیز] زشت‌منظرند."
      }
    },
    {
      "verse_number": 3295,
      "verse_key": "28:43",
      "arabic_text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ مِنۢ بَعْدِ مَآ أَهْلَكْنَا ٱلْقُرُونَ ٱلْأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُونَ",
      "phonetic_text": "Walaqad atayna moosaalkitaba min baAAdi ma ahlakna alquroonaal-oola basa-ira linnasi wahudanwarahmatan laAAallahum yatathakkaroon",
      "translations": {
        "fr": "Nous avons apporté à Moïse le Livre après avoir fait périr les premières générations, comme une lumière, un guide et une miséricorde pour les hommes. Peut-être sauront-ils y réfléchir.",
        "en": "After We had destroyed the earlier generations, We gave Moses the Scripture to provide insight, guidance, and mercy for people, so that they might take heed.",
        "es": "Le he revelado a Moisés el Libro [la Torá] después de haber destruido a las anteriores generaciones [de opresores]. En él hay luz, guía y misericordia para que reflexionen.",
        "it": "Dopo aver distrutto le generazioni precedenti, invero abbiamo dato il Libro a Mosè, richiamo alla corretta visione per gli uomini, guida e misericordia. Se ne ricorderanno?",
        "ru": "Погубив первые поколения, Мы даровали Мусе (Моисею) Писание в качестве наглядного наставления для людей, верного руководства и милости, чтобы они могли помянуть назидание.",
        "tr": "Andolsun ki biz, ilk nesilleri yok ettikten sonra Musa'ya olur ki düşünür, öğüt alırlar diye, insanlar için apaçık deliller, hidayet rehberi ve rahmet olarak o Kitab'ı (Tevrat'ı) vermişizdir.",
        "de": "Und Wir gaben ja Musa die Schrift -, nachdem Wir die früheren Geschlechter vernichteten, - als einsichtbringende Zeichen für die Menschen und als Rechtleitung und Barmherzigkeit, auf daß sie bedenken mögen.",
        "pt": "Depois de termos aniquilado as primeiras gerações, concedemos a Moisés o Livro como discernimento, orientação emisericórdia para os humanos, a fim de que refletissem.",
        "nl": "En voorzeker, Wij gaven Môesa de Schrift (de Taurât), nadat Wij de eerdere generaties vernietigd hadden, als een verbeldering voor de mensen en als Leiding en Barmhartigheid. Hopelijk zullen zij zich taten vermanen.",
        "ur": "پچھلی نسلوں کو ہلاک کرنے کے بعد ہم نے موسیٰؑ کو کتاب عطا کی، لوگوں کے لیے بصیرتوں کا سامان بنا کر ، ہدایت اور رحمت بنا کر، تاکہ شاید لوگ سبق حاصل کریں۔<sup foot_note=\"185970\">1</sup>",
        "bn": "আৰু অৱশ্যে পূৰ্বৱৰ্তী বহু প্ৰজন্মক বিনাশ কৰাৰ পিছত আমি মুছাক প্ৰদান কৰিছিলোঁ কিতাব, মানৱ জাতিৰ বাবে জ্ঞান-বৰ্তিকা, পথনিৰ্দেশ আৰু অনুগ্ৰহস্বৰূপ; যাতে সিহঁতে উপদেশ গ্ৰহণ কৰে।",
        "fa": "و به راستی، پس از آنکه امت‌های پیشین را نابود نمودیم، به موسی کتاب [تورات] دادیم که [دارای] روشنگری‌ها و هدایت و رحمتی برای مردم بود؛ باشد که پند پذیرند."
      }
    },
    {
      "verse_number": 3296,
      "verse_key": "28:44",
      "arabic_text": "وَمَا كُنتَ بِجَانِبِ ٱلْغَرْبِىِّ إِذْ قَضَيْنَآ إِلَىٰ مُوسَى ٱلْأَمْرَ وَمَا كُنتَ مِنَ ٱلشَّـٰهِدِينَ",
      "phonetic_text": "Wama kunta bijanibialgharbiyyi ith qadayna ila moosaal-amra wama kunta mina ashshahideen",
      "translations": {
        "fr": "Tu n’étais pas (ô Muhammad) sur le flanc ouest (du Mont), lorsque Nous dictâmes Notre ordre à Moïse, et tu n’en étais pas témoin.",
        "en": "You [Muhammad] were not present on the western side of the mountain when We gave Our command to Moses: you were not there-",
        "es": "Y tú [¡Oh, Muhámmad!] no estabas en la ladera occidental [del monte Sinaí] cuando ordené la misión de Moisés, ni fuiste testigo de ello<sup foot_note=168953>1</sup>.",
        "it": "Tu <a class=f><sup foot_note=158867>1</sup></a>non eri sul lato occidentale, quando demmo l’ordine a Mosè, tu non eri fra i testimoni.",
        "ru": "Тебя не было на западном склоне, когда Мы возложили на Мусу (Моисея) наши повеления, и тебя не было в числе присутствовавших.",
        "tr": "(Resulüm!) Musa'ya emrimizi vahyettiğimiz sırada sen batı yönünde bulunmuyordun ve (o hadiseyi) görenlerden değildin.",
        "de": "Du warst nicht auf der westlichen Seite, als Wir Musa die Angelegenheit auftrugen, und du warst nicht zugegen.",
        "pt": "Porém, tu (ó Mohammad) não estavas do lado ocidental (do monte Sinai) quando decretamos a Moisés os mandamentos, nem tampouco te contavas entre as testemunhas (de tal evento).",
        "nl": "En jij (O Moehammad) was niet op de westkant van (de berg) \"Thôer, toen Wij aan Môesa het bevel openbaarden, en jij behoorde niet toT de gettuigen.",
        "ur": "(اے محمدؐ)تم اُس وقت مغربی گوشے میں موجود نہ تھے<sup foot_note=\"185971\">1</sup> جب ہم نے موسیٰؑ کو یہ فرمانِ شریعت عطا کیا، اور نہ تم شاہدین میں شامل تھے،<sup foot_note=\"185972\">2</sup>",
        "bn": "(হে নবী!) আমি যেতিয়া মুছাক বিধান দিছিলোঁ তেতিয়া তুমি (তূৰ পৰ্বতৰ) পশ্চিম প্ৰান্তত উপস্থিত নাছিলা আৰু প্ৰত্যক্ষদৰ্শী সকলৰো অন্তৰ্ভুক্ত নাছিলা।",
        "fa": "و تو [ای پیامبر،] آنگاه که فرمان [نبوت] را به موسی می‌دادیم در دامنۀ غربی [کوه طور] حضور نداشتی و از گواهان [نیز] نبودی."
      }
    },
    {
      "verse_number": 3297,
      "verse_key": "28:45",
      "arabic_text": "وَلَـٰكِنَّآ أَنشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ ٱلْعُمُرُ ۚ وَمَا كُنتَ ثَاوِيًا فِىٓ أَهْلِ مَدْيَنَ تَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِنَا وَلَـٰكِنَّا كُنَّا مُرْسِلِينَ",
      "phonetic_text": "Walakinna ansha-naquroonan fatatawala AAalayhimu alAAumuru wama kuntathawiyan fee ahli madyana tatloo AAalayhim ayatinawalakinna kunna mursileen",
      "translations": {
        "fr": "Mais Nous fîmes naître par la suite des générations qui, avec le temps, (ont oublié les ordres d’Allah). Tu n’habitais pas parmi les gens de Madyan pour leur réciter Nos versets. Alors Nous devions envoyer des Messagers.",
        "en": "We have brought into being many generations who lived long lives- you did not live among the people of Midian or recite Our Revelation to them- We have always sent messengers to people-",
        "es": "Pero hice surgir otras generaciones que tuvieron larga vida. Tú no viviste [¡Oh, Muhámmad!] entre la gente de Madián para transmitirles Mi Mensaje, sino que te he designado Mensajero [para toda la humanidad]<sup foot_note=168954>1</sup>.",
        "it": "Abbiamo creato generazioni la cui vita si prolungò <a class=f><sup foot_note=158868>1</sup></a>; tu non dimoravi tra la gente di Madian per recitare loro i Nostri segni: siamo stati Noi a inviare [i messaggeri].",
        "ru": "Но Мы сотворили поколения после Мусы (Моисея), и долгим оказался для них срок. Тебя не было среди жителей Мадьяна, и ты не читал им Наши аяты, но Мы отправили посланников.",
        "tr": "Bilakis biz (o zamandan senin zamanına kadar) nice nesiller var ettik de, onların üzerinden uzun zamanlar geçti. Sen onlara âyetlerimizi okuyarak, Medyen halkı arasında bulunanlardan da değildin; aksine biz (başka) peygamber göndermiştik.",
        "de": "Wir aber ließen Geschlechter entstehen, und es war ihnen ein langes Leben beschieden. Und du hattest dich nicht unter den Leuten von Madyan niedergelassen, um ihnen Unsere Zeichen zu verlesen. Wir aber entsandten immer wieder (Propheten).",
        "pt": "Mas criamos novas gerações, que viveram muito tempo. Tu não eras habitante entre os madianitas, para lhes recitares osNossos versículos; porém, Nós é Quem mandamos mensageiros.",
        "nl": "Maar Wij brachten nieuwe generaties voort en hun levens werden verlengd. En jij woonde niet bij de bewoners van Madyan om Onze Verzen aan hen voor te dragen. En Wij zijn het Die (Boodschappers) zouden.",
        "ur": "بلکہ اُس کے بعد (تمہارے زمانے تک)ہم بہت سی نسلیں اُٹھا چکے ہیں اور اُن پر بہت زمانہ گُزر چکا ہے۔<sup foot_note=\"185973\">1</sup> تم اہلِ مَدیِن کے درمیان بھی موجود نہ تھے کہ اُن کو ہماری آیات سُنا رہے ہوتے،<sup foot_note=\"185974\">2</sup> مگر (اُس وقت کی یہ خبریں) بھیجنے والے ہم ہیں",
        "bn": "প্ৰকৃততে আমি বহু প্ৰজন্মৰ আৱিৰ্ভাব ঘটাইছিলোঁ; সিহঁতৰ ওপৰতো বহু যুগ অতিবাহিত হৈ গৈছে। তুমি মাদিয়ানবাসী বিলাকৰ মাজত বিদ্যমান নাছিলা যে, সিহঁতৰ ওচৰত আমাৰ আয়াতসমূহ তিলাৱত কৰিবা। মুঠতে আমিহে ৰাছুল প্ৰেৰণকাৰী।",
        "fa": "و [ما پس از موسی] نسل‌هایی آفریدیم و سال‌های طولانی بر آنان گذشت [و پیمان الهی را فراموش کردند]؛ و تو در میان اهل مَدیَن اقامت نداشتی [كه از داستان موسی باخبر باشی و] آیات ما را بر آنان [= مردم مکه] بخوانى؛ بلکه ما بودیم که [این آیات را به سویت] می‌فرستادیم."
      }
    },
    {
      "verse_number": 3298,
      "verse_key": "28:46",
      "arabic_text": "وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذْ نَادَيْنَا وَلَـٰكِن رَّحْمَةً مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّآ أَتَىٰهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ",
      "phonetic_text": "Wama kunta bijanibi attooriith nadayna walakin rahmatanmin rabbika litunthira qawman ma atahum minnatheerin min qablika laAAallahum yatathakkaroon",
      "translations": {
        "fr": "Tu n’étais pas, non plus, sur le flanc du Mont quand Nous appelâmes (Moïse), mais (ces événements te sont révélés) par la grâce de ton Seigneur, pour avertir un peuple qui n’avait jamais connu d’avertisseur auparavant. Peut-être alors sauront-ils y réfléchir.",
        "en": "nor were you present on the side of Mount Sinai when We called out to Moses. But you too have been sent as an act of grace from your Lord, to give warning to a people to whom no warner has come before, so that they may take heed,",
        "es": "No estabas en la ladera del monte cuando llamé [a Moisés, y te lo revelo] como una misericordia para que adviertas a tu pueblo, al que no se le había presentado ningún Profeta para advertirles antes de ti. Quizás así reflexionen.",
        "it": "E non eri sul fianco del Monte quando chiamammo. Ma [sei giunto come] una misericordia <a class=f><sup foot_note=158869>1</sup></a>da parte del tuo Signore, affinché tu ammonisca un popolo <a class=f><sup foot_note=158870>2</sup></a>al quale non giunse alcun ammonitore prima di te.",
        "ru": "Тебя не было на склоне горы, когда Мы воззвали, но это было милостью твоего Господа, чтобы ты предостерег народ, к которому до тебя не приходил предостерегающий увещеватель. Быть может, они помянут назидание.",
        "tr": "(Musa'ya) seslendiğimiz zaman da, Tûr'un yanında değildin. Bilakis senden önce kendilerine uyarıcı (peygamber) gelmeyen bir kavmi uyarman için Rabbinden bir rahmet olarak (orada geçenleri sana bildirdik), ola ki onlar düşünüp öğüt alırlar.",
        "de": "Und du warst nicht auf der Seite des Berges, als Wir zuriefen. Aber (die Offenbarung ist) als Barmherzigkeit von deinem Herrn (zu dir gekommen), damit du Leute warnst, zu denen noch kein Warner vor dir gekommen ist, auf daß sie bedenken mögen.",
        "pt": "Tampouco estiveste no sopé do monte Sinai quando chamamos (Moisés); porém, foi uma misericórdia do teu Senhor, para que admoestes um povo que, antes de ti, jamais teve admoestador algum; quiçá, assim reflitam.",
        "nl": "En jij was niet op de zijkant van Thôer toen Wij riepen. Maar het is dank zij de Barmhartigheid van jouw Heer dat jij er bent om een volk, waartoe vóór jou geen waarschuwer kwam, te waarschuwen. Hopelijk zullen zij zich laten vermanen.",
        "ur": "اور تم طُور کے دامن میں بھی اُس وقت موجود نہ تھے جب ہم نے (موسیٰؑ کو پہلی مرتبہ)پکارا تھا، مگر یہ تمہارے ربّ کی رحمت ہے(کہ تم کو یہ معلومات دی جارہی ہیں) <sup foot_note=\"185975\">1</sup> تاکہ تم اُن لوگوں کو متنبّہ کرو جن کے پاس ان سے پہلے کوئی متنبّہ کرنے والا نہیں آیا،<sup foot_note=\"185976\">2</sup> شاید کہ وہ ہوش میں آئیں",
        "bn": "আৰু মুছাক যেতিয়া আমি মাতিছিলোঁ তেতিয়াও তুমি তূৰ পৰ্বতৰ ওচৰত উপস্থিত নাছিলা। প্ৰকৃততে এইটো তোমাৰ প্ৰতিপালকৰ তৰফৰ পৰা দয়াস্বৰূপ, যাতে তুমি এনেকুৱা এটা সম্প্ৰদায়ক সতৰ্ক কৰিব পাৰা, যিসকলৰ ওচৰত তোমাৰ পূৰ্বে আন কোনো সতৰ্ককাৰী অহা নাই, যাতে সিহঁতে উপদেশ গ্ৰহণ কৰে।",
        "fa": "و آنگاه كه [به موسى] ندا دادیم، تو در كنار كوه طور نبودى؛ ولى به عنوان رحمتى از سوی پروردگارت [به تو وحى نمودیم] تا گروهى را كه پیش از تو بیم‌دهنده‌اى به سراغشان نیامده است [با این آیات] بیم دهى؛ باشد که پند پذیرند."
      }
    },
    {
      "verse_number": 3299,
      "verse_key": "28:47",
      "arabic_text": "وَلَوْلَآ أَن تُصِيبَهُم مُّصِيبَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُوا۟ رَبَّنَا لَوْلَآ أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ ءَايَـٰتِكَ وَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
      "phonetic_text": "Walawla an tuseebahum museebatunbima qaddamat aydeehim fayaqooloo rabbana lawlaarsalta ilayna rasoolan fanattabiAAa ayatikawanakoona mina almu/mineen",
      "translations": {
        "fr": "Sans cela, si un malheur les avait atteints, à cause de ce qu’ils avaient commis de leurs propres mains, ils auraient dit : « Seigneur ! Si seulement Tu nous avais envoyé un Messager ! Nous aurions alors suivi Tes Signes et nous aurions été du nombre des croyants ! »",
        "en": "and may not say, if a disaster should befall them as a result of what they have done with their own hands, ‘Lord, if only You had sent us a messenger, we might have followed Your message and become believers.’",
        "es": "Para que no digan cuando les acontezca una desgracia, a causa de las acciones malas que hicieron con sus propias manos: “¡Señor nuestro! Si nos hubieras mandado un Mensajero, habríamos acatado Tus órdenes y nos hubiéramos contado entre los creyentes”.",
        "it": "Se una disgrazia li colpisce, per quel che le loro mani hanno commesso, dicono: «Signore, perché mai non ci hai inviato un messaggero? Avremmo seguito i Tuoi segni e saremmo stati credenti!».",
        "ru": "А если бы этого не произошло и если бы их постигло несчастье за то, что приготовили их руки, то они бы сказали: «Господь наш! Почему Ты не отправил к нам посланника, чтобы мы последовали за Твоими знамениями и стали одними из верующих?».",
        "tr": "Bizzat kendi yaptıklarından dolayı başlarına bir musibet geldiğinde, \"Rabbimiz! Ne olurdu bize bir peygamber gönderseydin de, âyetlerine uysak ve müminlerden olsaydık\" diyecek olmasalardı (seni göndermezdik).",
        "de": "(Hätten Wir dich nicht entsandt), würden sie sagen, wenn sie ein Unglück trifft wegen dessen, was ihre Hände vorausgeschickt haben: „Unser Herr, hättest Du doch einen Gesandten zu uns gesandt, so daß wir Deinen Zeichen hätten folgen können und zu den Gläubigen hätten gehören können!",
        "pt": "E para que, quando os açoitar uma calamidade, por suas más ações, não se escusem, dizendo: Ó Senhor nosso, por quenão nos enviastes um mensageiro, para que seguíssemos os Teus versículos e nos contássemos entre os fiéis?",
        "nl": "Opdat, wanneer een ramp door wat hun handen eerder verricht hebben hen treft, zij niet zouden zeggen: \"Onze Heer, had U maar een Boodschapper gestuurd, dan zouden Wij Uw Tekenen gevolgd hebben en wij zouden tot de gelovigen behoren.\"",
        "ur": "(اور یہ ہم نے اس لیے کیا کہ)کہیں ایسا نہ ہو کہ اُن کے اپنے کیے کرتُوتوں کی بدولت کوئی مصیبت جب اُن پر آئے تو وہ کہیں”اے پروردگار، تُو نے کیوں نہ ہماری طرف کوئی رسُول بھیجا کہ ہم تیری آیات کی پیروی کرتے اور اہلِ ایمان میں سے ہوتے۔“<sup foot_note=\"185977\">1</sup>",
        "bn": "আৰু ৰাছুল প্ৰেৰণ নকৰিলে, সিহঁতৰ কৃতকৰ্মৰ বাবে সিহঁতৰ ওপৰত কোনো বিপদ আহিলে সিহঁতে ক’লেহেঁতেন, ‘হে আমাৰ প্ৰতিপালক! তুমি আমাৰ ওচৰলৈ কিয় ৰাছুল প্ৰেৰণ কৰা নাছিলা, তেতিয়াহে আমি তোমাৰ নিদৰ্শন মানি চলিলোহেঁতেন আৰু আমি মুমিনসকলৰ অন্তৰ্ভুক্ত হ’লোহেঁতেন’।",
        "fa": "[با کافران اتمام حجت کردیم] تا وقتی به کیفر کارهایی كه در گذشته مرتكب شده‌اند مصیبتى به آنها می‌رسد نگویند: «پروردگارا، چرا پیامبری بر ما نفرستادی تا از آیاتت پیروی کنیم و از مؤمنان باشیم؟»"
      }
    },
    {
      "verse_number": 3300,
      "verse_key": "28:48",
      "arabic_text": "فَلَمَّا جَآءَهُمُ ٱلْحَقُّ مِنْ عِندِنَا قَالُوا۟ لَوْلَآ أُوتِىَ مِثْلَ مَآ أُوتِىَ مُوسَىٰٓ ۚ أَوَلَمْ يَكْفُرُوا۟ بِمَآ أُوتِىَ مُوسَىٰ مِن قَبْلُ ۖ قَالُوا۟ سِحْرَانِ تَظَـٰهَرَا وَقَالُوٓا۟ إِنَّا بِكُلٍّ كَـٰفِرُونَ",
      "phonetic_text": "Falamma jaahumu alhaqqumin AAindina qaloo lawla ootiya mithla maootiya moosa awa lam yakfuroo bima ootiya moosamin qablu qaloo sihrani tathaharawaqaloo inna bikullin kafiroon",
      "translations": {
        "fr": "Mais quand la vérité, venant de Nous, leur est parvenue, ils ont dit : « Si au moins il avait reçu ce qu’a reçu Moïse ! » Mais, n’ont-ils pas déjà renié ce qui a été donné à Moïse ? Ils ont dit alors : « Voilà deux magies complices ! »<sup foot_note=195019>1</sup> Et d’ajouter : « Nous ne croyons en aucune des deux. »",
        "en": "Even now that Our truth has come to them, they say, ‘Why has he not been given signs like those given to Moses?’ Did they not also deny the truth that was given to Moses before? They say, ‘Two kinds of sor-cery, helping each other,’ and, ‘We refuse to accept either of them.’",
        "es": "Sin embargo, cuando les llegó la Verdad proveniente de Mí dijeron: “¿Por qué no se le han dado [a Muhámmad] las mismas evidencias que a Moisés?” Pero ¿acaso no habían rechazado ya lo que anteriormente se le había concedido a Moisés? Dijeron: “Son dos clases de hechiceros confabulados y no les creemos a ninguno de los dos”.",
        "it": "Ma quando giunse loro la verità da parte Nostra, hanno detto <a class=f><sup foot_note=158871>1</sup></a>«Perché non gli è stato dato quello che è stato dato a Mosè?». Ma già non furono increduli di quello che fu dato a Mosè? Dicono: «Due magie che si sostengono a vicenda». E dicono: «Sì, non crediamo in nessuna» <a class=f><sup foot_note=158872>2</sup></a>.",
        "ru": "Когда же к ним явилась истина от Нас, они сказали: «Почему ему не даровано то, что было даровано Мусе (Моисею)?». Разве они не отвергли то, что прежде было даровано Мусе (Моисею)? Они сказали: «Эти два колдовства (Коран и Тора) поддерживают друг друга». Они также сказали: «Мы не веруем ни в одно из них».",
        "tr": "Fakat onlara tarafımızdan o hak (peygamber) gelince, \"Musa'ya verilen (mucizeler) gibi ona da verilmeli değil miydi?\" dediler. Peki daha önce Musa'ya verileni de inkâr etmemişler miydi? \"Birbirini destekleyen iki sihir\" demişler ve şunu söylemişlerdi: \"Doğrusu biz hiçbirine inanmıyoruz.\"",
        "de": "Als nun die Wahrheit von Uns her zu ihnen kam, sagten sie: „Wäre ihm doch das gleiche gegeben worden, was Musa gegeben wurde! Haben sie denn nicht das verleugnet, was zuvor Musa gegeben wurde? Sie sagen: „Zwei Zauberwerke, die einander beistehen. Und sie sagen: „Wir verleugnen sie alle (beide).",
        "pt": "Porém, quando lhes chegou de Nós a verdade, disseram: Por que não lhe foi concedido o mesmo que foi concedido aMoisés? - Não descreram eles no que foi concedido, antes, a Moisés? Disseram: São dois magos, que se ajudammutuamente! E disseram: Em verdade negamos tudo!",
        "nl": "Toen dan de Waarheid van Onze Zijde tot hen kwam, zeiden zij: \"Was hem (Moehammad) maar hetzelfde gegeven als wat Môesa gegeven was! Maar loochenden zij dan niet eerder wat Môesa gegeven was? Zij zeiden: \"Dit zijn twee tovenaars, die elkaar helpen.\" En zij zeiden: \"Wij geloven geen van allen!\"",
        "ur": "مگر جب ہمارے ہاں سے حق اُن کے پاس آگیا تو وہ کہنے لگے”کیوں نہ دیا گیا اس کو وہی کچھ جو موسیٰؑ کو دیا گیا تھا؟“<sup foot_note=\"185978\">1</sup> کیا یہ لوگ اس کا انکار نہیں کر چکے ہیں جو اس سے پہلے موسیٰؑ کو دیا گیا تھا؟<sup foot_note=\"185979\">2</sup> اُنہوں نے کہا”دونوں جادُو ہیں<sup foot_note=\"185980\">3</sup>  جو ایک دوسرے کی مدد کرتے ہیں۔“ اور کہا”ہم کسی کو نہیں مانتے۔“",
        "bn": "এতেকে যেতিয়া আমাৰ তৰফৰ পৰা সিহঁতৰ ওচৰত সত্য আহি পালে, তেতিয়া সিহঁতে ক’বলৈ ধৰিলে, ‘মুছাক যি দিয়া হৈছিল, তেওঁকো তেনেকুৱা দিয়া নহ’ল কিয়’? (তেন্তে কোৱাচোন) ইতিপূৰ্বে মুছাক যি দিয়া হৈছিল সেয়া সিহঁতে অস্বীকাৰ কৰা নাছিলনে? সিহঁতে কৈছিল, ‘দুয়োটাই যাদু, এটাই আনটোক সমৰ্থন কৰে’। আৰু সিহঁতে কৈছিল, ‘নিশ্চয় আমি এটাকো নামানো’।",
        "fa": "ولى هنگامى كه [پیامبرِ] حق، از جانب ما به سراغشان آمد، [یهود از سرِ لجاجت] گفتند: «چرا معجزاتی همانند موسى به او داده نشده است؟» [در پاسخشان بگو:] «مگر [یهود] در گذشته معجزات موسى را انكار نكردند؟» آنان گفتند: «[قرآن و تورات] دو جادو هستند که یکدیگر را تأیید می‌کنند» و گفتند: «ما تمام [مطالب] آنها را انكار مى‌كنیم»."
      }
    },
    {
      "verse_number": 3301,
      "verse_key": "28:49",
      "arabic_text": "قُلْ فَأْتُوا۟ بِكِتَـٰبٍ مِّنْ عِندِ ٱللَّهِ هُوَ أَهْدَىٰ مِنْهُمَآ أَتَّبِعْهُ إِن كُنتُمْ صَـٰدِقِينَ",
      "phonetic_text": "Qul fa/too bikitabin min AAindi Allahihuwa ahda minhuma attabiAAhu in kuntum sadiqeen",
      "translations": {
        "fr": "Dis : « Apportez donc un Livre émanant d’Allah, qui serve de meilleur guide que ces deux -là, et je le suivrai volontiers, s’il s’avère que vous êtes sincères. »",
        "en": "Say [Muhammad], ‘Then produce a book from God that gives better guidance than these two and I will follow it, if you are telling the truth.’",
        "es": "Diles [¡Oh, Muhámmad!]: “Traed un libro proveniente de Dios que sea una guía mejor que estos dos<sup foot_note=168955>1</sup> y yo lo seguiré, si es que decís la verdad.",
        "it": "Di’: «Portate, da parte di Allah, un Libro che sia migliore guida di entrambi, ché lo possa seguire, [portatelo] se siete veridici!».",
        "ru": "Скажи: «Если вы говорите правду, то принесите Писание от Аллаха, которое было бы более верным руководством, чем эти два Писания, и я последую за ним».",
        "tr": "(Resulüm!) De ki: \"Eğer doğru sözlüler iseniz, Allah katından bu ikisinden (bana ve Musa'ya inen kitaplardan) daha doğru bir kitap getirin de ben ona uyayım!\"",
        "de": "Sag: Bringt doch eine Schrift von Allah bei, die eine bessere Rechtleitung enthält als diese beiden, so will ich ihr folgen, wenn ihr wahrhaftig seid.",
        "pt": "Dize-lhes: Apresentai um livro, da parte de Deus, que seja melhor guia do que qualquer um destes (Alcorão e Tora); então, eu o seguirei, se estiverdes certos.",
        "nl": "Zeg (O Moehammad): \"Breng dan een Boek van Allah dat een betere Leiding geeft dan deze twee, dan zal ik het volgen, als jullie waarachtigen zijn!\"",
        "ur": "(اے نبیؐ)اِن سے کہو”اچھا، تو لاوٴ اللہ کی طرف سے کوئی کتاب جو اِن دونوں سے زیادہ ہدایت بخشنے والی ہو اگر تم سچے ہو، میں اسی کی پیروی اختیار کروں گا۔“<sup foot_note=\"185981\">1</sup>",
        "bn": "কোৱা, ‘তোমালোকে যদি সত্যবাদী তেন্তে আল্লাহৰ তৰফৰ পৰা এখন কিতাব লৈ আহা, যিটো পথনিৰ্দেশত এই দুটাতকৈ উৎকৃষ্ট হ’ব, মই নিজে সেই কিতাব অনুসৰণ কৰিম’।",
        "fa": "بگو: «اگر راستگویید، از جانب الله، كتابى هدایت‌بخش‌تر از این دو [کتاب] بیاورید تا من نیز از آن پیروى كنم»."
      }
    },
    {
      "verse_number": 3302,
      "verse_key": "28:50",
      "arabic_text": "فَإِن لَّمْ يَسْتَجِيبُوا۟ لَكَ فَٱعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَآءَهُمْ ۚ وَمَنْ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيْرِ هُدًى مِّنَ ٱللَّهِ ۚ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
      "phonetic_text": "Fa-in lam yastajeeboo laka faAAlamannama yattabiAAoona ahwaahum waman adallumimmani ittabaAAa hawahu bighayri hudan mina Allahiinna Allaha la yahdee alqawma aththalimeen",
      "translations": {
        "fr": "S’ils ne répondent pas à ton défi, sache alors qu’ils ne suivent que leurs passions. Est-il plus égaré, d’ailleurs, que celui qui suit ses passions sans se fonder sur une bonne direction (hudâ) venant d’Allah? Or Allah ne guide point les gens injustes.",
        "en": "If they do not respond to you, you will know that they follow only their own desires. Who is further astray than the one who follows his own desires with no guidance from God? Truly God does not guide those who do wrong.",
        "es": "Pero si aun así no responden [a tu llamada], sabe que no hacen más que seguir sus propias pasiones. ¿Acaso existe alguien más extraviado que quien sigue sus pasiones sin ninguna guía de Dios? Dios no guía a la gente que comete injusticias.",
        "it": "E se non ti rispondono, sappi allora che seguono [solo] le loro passioni, niente di più. Chi è più sviato di chi segue la sua passione senza guida alcuna da parte di Allah? In verità Allah non guida gli ingiusti.",
        "ru": "Если они не ответят тебе, то знай, что они лишь потакают своим желаниям. А кто может быть более заблудшим, чем тот, кто потакает своим желаниям без верного руководства от Аллаха? Воистину, Аллах не ведет прямым путем несправедливых людей.",
        "tr": "Eğer sana cevap vermezlerse, bil ki onlar, sırf heveslerine uymaktadırlar. Allah'tan bir yol gösterici olmaksızın kendi hevesine uyandan daha sapık kim olabilir? Elbette Allah zalim kavmi doğru yola iletmez.",
        "de": "Wenn sie nicht auf dich hören, so wisse, daß sie nur ihren Neigungen folgen. Und wer ist weiter abgeirrt als jemand, der seiner Neigung folgt ohne Rechtleitung von Allah. Gewiß, Allah leitet das ungerechte Volk nicht recht.",
        "pt": "E se não te atenderem, ficarás sabendo, então, que só seguem as suas luxúrias. Haverá alguém mais desencaminhado doque quem segue sua concupiscência, sem orientação alguma de Deus? Em verdade, Deus não encaminha os iníquos.",
        "nl": "Als zij jou den geen antwoord geven, weet dan dat zij slechts hun begeerten volgen. En wie dwaalt er meer dan wie er zonder Leiding van Allah zijn begeerten volgt? Voorwaar, Allah leidt het onrechtvaardige volk niet.",
        "ur": "اب اگر وہ تمہارا یہ مطالبہ پورا نہیں کرتے تو سمجھ لو کہ دراصل یہ اپنی خواہشات کے پیرو ہیں، اور اُس شخص سے بڑھ کر کون گمراہ ہو گا جو خدائی ہدایت کے بغیر بس اپنی خواہشات کی پیروی کرے؟ اللہ ایسے ظالموں کو ہرگز ہدایت نہیں بخشتا",
        "bn": "এতেকে সিহঁতে যদি তোমাৰ আহ্বানত সঁহাৰি নিদিয়ে, তেন্তে জানি থোৱা, সিহঁতে কেৱল নিজৰ কামনা-বাসনাৰহে অনুসৰণ কৰে। আৰু যিয়ে আল্লাহৰ পথ নিৰ্দেশ অগ্ৰাহ্য কৰি নিজৰ কামনা-বাসনাৰ অনুসৰণ কৰে সেইজনতকৈ অধিক বিভ্ৰান্ত আৰু কোন হ’ব পাৰে? নিশ্চয় আল্লাহে যালিম সম্প্ৰদায়ক হিদায়ত নকৰে।",
        "fa": "اگر [قریش] به درخواستت پاسخی ندادند، بدان که آنان فقط از هوای نفسشان پیروی می‌کنند؛ و کیست گمراه‌تر از آن کس که بدون رهنمودی از سوی الله، از هوای نفسش پیروی می‌کند؟ بی‌تردید، الله گروه ستمکار را هدایت نمی‌کند."
      }
    },
    {
      "verse_number": 3303,
      "verse_key": "28:51",
      "arabic_text": "۞ وَلَقَدْ وَصَّلْنَا لَهُمُ ٱلْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُونَ",
      "phonetic_text": "Walaqad wassalna lahumualqawla laAAallahum yatathakkaroon",
      "translations": {
        "fr": "Nous leur avons fait parvenir la Parole<sup foot_note=195020>1</sup> afin qu’ils se souviennent.",
        "en": "We have caused Our Word to come to them so that they may be mindful.",
        "es": "Les he revelado la palabra<sup foot_note=168956>1</sup> para que reflexionen.",
        "it": "E già facemmo giungere loro la Parola, affinché ricordassero.",
        "ru": "Мы довели до них Слово, чтобы они могли помянуть назидание.",
        "tr": "Andolsun ki biz, düşünüp öğüt alsınlar diye, sözü (vahyi) birbiri ardınca ulamışızdır.",
        "de": "Und Wir haben ihnen ja das Wort aufeinanderfolgend übermittelt, auf daß sie bedenken mögen.",
        "pt": "Eis que lhes fizemos chegar, sucessivamente, a Palavra, para que refletissem.",
        "nl": "En voorzeker, Wij openbaarden hun achtereenvolgens het Woord, hopelijk zullen zij zich laten vermanen.",
        "ur": "اور (نصیحت کی)بات پے در پے ہم انہیں پہنچا چکے ہیں تا کہ وہ غفلت سے بیدار ہوں۔<sup foot_note=\"185982\">1</sup>",
        "bn": "আৰু অৱশ্যে আমি সিহঁতৰ ওচৰত এটাৰ পিছত এটাকৈ বাণী পৌঁচাই দিছোঁ; যাতে সিহঁতে উপদেশ গ্ৰহণ কৰে।",
        "fa": "و به راستی، ما این آیات [و حکایات] را یکی پس از دیگری برای آنان [= مشرکان و یهود] نازل کردیم؛ باشد که پند گیرند."
      }
    },
    {
      "verse_number": 3304,
      "verse_key": "28:52",
      "arabic_text": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ مِن قَبْلِهِۦ هُم بِهِۦ يُؤْمِنُونَ",
      "phonetic_text": "Allatheena ataynahumualkitaba min qablihi hum bihi yu/minoon",
      "translations": {
        "fr": "Ceux à qui Nous avons donné le Livre avant (le Coran), croient pourtant à celui-ci.<sup foot_note=195021>1</sup>",
        "en": "Those to whom We gave the Scripture before believe in it,",
        "es": "Quienes recibieron Mi revelación antes de él<sup foot_note=168957>1</sup>, creyeron en él.",
        "it": "Coloro ai quali <a class=f><sup foot_note=158873>1</sup></a>abbiamo dato il Libro prima che a lui <a class=f><sup foot_note=158874>2</sup></a>, credono in esso.",
        "ru": "Те, кому Мы прежде даровали Писание, уверовали в него (Коран).",
        "tr": "Ondan (Kur'ân'dan) önce kendilerine kitap verdiklerimiz, ona da iman ederler.",
        "de": "Diejenigen, denen Wir vor ihm die Schrift gaben, glauben an ihn.",
        "pt": "(São) aqueles a quem concedemos o Livro, antes, e nele crêem.",
        "nl": "Degenen die Wij daarvóór (vóór de Koran) de Schrift gegeven hebben: zij geloven erin.",
        "ur": "جن لوگوں کو اِس سے پہلے ہم نے کتاب دی تھی وہ اِس (قرآن)پر ایمان لاتے ہیں۔<sup foot_note=\"185983\">1</sup>",
        "bn": "ইয়াৰ পূৰ্বে আমি যিসকলক কিতাব প্ৰদান কৰিছিলোঁ তেওঁলোকে ইয়াৰ প্ৰতি ঈমান পোষণ কৰে।",
        "fa": "کسانی ‌که پیش از این [آیات الهی] کتاب [تورات] به آنان داده‌ایم، به این [قرآن] نیز ایمان می‌آورند"
      }
    },
    {
      "verse_number": 3305,
      "verse_key": "28:53",
      "arabic_text": "وَإِذَا يُتْلَىٰ عَلَيْهِمْ قَالُوٓا۟ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلْحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبْلِهِۦ مُسْلِمِينَ",
      "phonetic_text": "Wa-itha yutla AAalayhim qalooamanna bihi innahu alhaqqu min rabbinainna kunna min qablihi muslimeen",
      "translations": {
        "fr": "Quand il leur est récité, ils disent : « Nous y croyons. Il est la pure vérité venant de notre Seigneur. Dès avant sa venue, nous étions Musulmans.<sup foot_note=195022>1</sup> »",
        "en": "and, when it is recited to them, say, ‘We believe in it, it is the truth from our Lord. Before it came we had already devoted ourselves to Him.’",
        "es": "Cuando se les recita<sup foot_note=168958>1</sup> [el Corán] dicen: “Creemos en él; es la Verdad que proviene de nuestro Señor. Antes de escucharlo ya éramos musulmanes [sometidos a Dios]”.",
        "it": "Quando glielo si recita dicono: «Noi crediamo in esso. Questa è la verità proveniente dal nostro Signore. Già eravamo sottomessi a Lui prima che giungesse» <a class=f><sup foot_note=158875>1</sup></a>.",
        "ru": "Когда им читают его, они говорят: «Мы уверовали в него! Это - истина от нашего Господа. Мы и прежде были мусульманами».",
        "tr": "Onlara (Kur'ân) okunduğu zaman \"O'na iman ettik. Çünkü o, Rabbimizden gelmiş hakikattir. Esasen biz daha önce de müslüman idik\" derler.",
        "de": "Und wenn er ihnen verlesen wird, sagen sie: „Wir glauben an ihn. Gewiß, es ist die Wahrheit von unserem Herrn. Wir waren ja schon vor ihm (Allah) ergeben.",
        "pt": "E quando lhes é recitado (o Alcorão), dizem: Cremos nele, porque é a verdade, emanada do nosso Senhor. Em verdade, já éramos muçulmanos, antes disso.",
        "nl": "En wanneer hij (de Koran) aan hen voorgedragen wordt, zeggen zij: \"Wij geloven erin. Voorwaar, het is de Waarheid van onze Heer. Voorwaar, wij hadden ons ervóór al overgegeven (aan Allah).\" En welke dingen jullie ook gegeven werden: zij zijn de genietingen van het wereldse leven en haar versiering. Maar wat van de Zijde van Allah komt is beter en blijvender. Begrijpen jullie dan niet?",
        "ur": "اور جب یہ اُن کو سُنایا جاتا ہے تو وہ کہتے ہیں کہ ”ہم اِس پر ایمان لائے، یہ واقعی حق ہے ہمارے ربّ کی طرف سے، ہم تو پہلے ہی سے مسلم ہیں۔“<sup foot_note=\"185984\">1</sup>",
        "bn": "আৰু যেতিয়া তেওঁলোকৰ ওচৰত ইয়াক তিলাৱত কৰা হয় তেতিয়া তেওঁলোকে কয়, ‘আমি ইয়াৰ ওপৰত ঈমান আনিছোঁ, নিশ্চয় এইটো আমাৰ প্ৰতিপালকৰ তৰফৰ পৰা অহা সত্য। নিশ্চয় আমি আগতেও আত্মসমৰ্পণকাৰী আছিলোঁ।’",
        "fa": "و چون [آیاتش] بر آنان خوانده می‌شود، می‌گویند: «به آن ایمان آوردیم. یقیناً سخن حقی از جانب پروردگارمان است. به راستی که ما پیش از [نزول] آن نیز تسلیم [فرمان پروردگار] بوده‌ایم»."
      }
    },
    {
      "verse_number": 3306,
      "verse_key": "28:54",
      "arabic_text": "أُو۟لَـٰٓئِكَ يُؤْتَوْنَ أَجْرَهُم مَّرَّتَيْنِ بِمَا صَبَرُوا۟ وَيَدْرَءُونَ بِٱلْحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
      "phonetic_text": "Ola-ika yu/tawna ajrahum marrataynibima sabaroo wayadraoona bilhasanatiassayyi-ata wamimma razaqnahum yunfiqoon",
      "translations": {
        "fr": "Ceux-là auront double récompense pour avoir été patients (à l’épreuve), pour avoir repoussé le mal par le bien et dépensé des biens que Nous leur avons dispensés.",
        "en": "They will be given their rewards twice over because they are steadfast, repel evil with good, give to others out of what We have provided for them,",
        "es": "Ellos recibirán su recompensa dos veces por haber sido perseverantes, haber respondido el mal con bien, y haber dado en caridad parte de lo que les había provisto,",
        "it": "Essi sono coloro cui verrà data ricompensa doppia per la loro perseveranza <a class=f><sup foot_note=158876>1</sup></a>, per aver respinto il male con il bene e per essere stati generosi di quello che Noi abbiamo concesso loro.",
        "ru": "Они получат свою награду в двойном размере за то, что были терпеливы. Они отвращают зло добром и расходуют из того, чем Мы наделили их.",
        "tr": "İşte onlara, sabretmelerinden ötürü mükafatları iki defa verilecektir. Bunlar kötülüğü iyilikle savarlar, kendilerine verdiğimiz rızıktan da Allah rızası için harcarlar.",
        "de": "Diese erhalten ihren Lohn zweimal dafür, daß sie standhaft waren. Und sie wehren mit dem Guten das Böse ab und geben von dem aus, womit Wir sie versorgt haben.",
        "pt": "A estes lhes será duplicada a recompensa por sua perseverança, porque retribuem o mal com o bem e praticam acaridade daquilo com que os agraciamos.",
        "nl": "Diegenen zal tweemaal hun beloning gegeven worden: omdat zij geduldig waren en zij met het goede het kwade afwendden; en omdat zij uitgeven van dat waar Wij hen mee voorzien hebben.",
        "ur": "یہ وہ لوگ ہیں جنہیں ان کا اجر دو بار دیا جائے گا<sup foot_note=\"185985\">1</sup> اُس  ثابت قدمی کے بدلے جو انہوں نے دکھائی۔<sup foot_note=\"185986\">2</sup> وہ بُرائی کو بھلائی سے دفع کرتے ہیں<sup foot_note=\"185987\">3</sup> اور جو کچھ رزق ہم نے انہیں دیا ہے اُس میں سے خرچ کرتے ہیں۔<sup foot_note=\"185988\">4</sup>",
        "bn": "তেওঁলোকক দুবাৰ প্ৰতিদান দিয়া হ’ব। এই কাৰণে যে, তেওঁলোকে ধৈৰ্য্য ধাৰণ কৰিছিল, আৰু ভাল কামৰ দ্বাৰা তেওঁলোকে বেয়া কামক প্ৰতিহত কৰে। আৰু আমি তেওঁলোকক যি জীৱিকা দান কৰিছোঁ তাৰ পৰা তেওঁলোকে ব্যয় কৰে।",
        "fa": "اینانند که به پاسِ آنکه شکیبایی ورزیدند، پاداششان را دو بار می‌گیرند و با کارهای نیک، [گناهان و] بدی‌ها را دفع می‌کنند و از آنچه به آنان روزی داده‌ایم انفاق می‌نمایند."
      }
    },
    {
      "verse_number": 3307,
      "verse_key": "28:55",
      "arabic_text": "وَإِذَا سَمِعُوا۟ ٱللَّغْوَ أَعْرَضُوا۟ عَنْهُ وَقَالُوا۟ لَنَآ أَعْمَـٰلُنَا وَلَكُمْ أَعْمَـٰلُكُمْ سَلَـٰمٌ عَلَيْكُمْ لَا نَبْتَغِى ٱلْجَـٰهِلِينَ",
      "phonetic_text": "Wa-itha samiAAoo allaghwa aAAradooAAanhu waqaloo lana aAAmaluna walakumaAAmalukum salamun AAalaykum la nabtagheealjahileen",
      "translations": {
        "fr": "Quand ils entendent de vains propos, ils s’en détournent en disant : « Nous avons nos œuvres et vous avez les vôtres. Que la paix soit sur vous ! Nous n’avons que faire des ignorants. »",
        "en": "and turn away whenever they hear frivolous talk, saying, ‘We have our deeds and you have yours. Peace be with you! We do not seek the company of ignorant people.’",
        "es": "y cuando oían conversaciones frívolas se apartaban de ellas y exclamaban: “Nosotros responderemos por nuestras acciones y vosotros por las vuestras. ¡Que la paz sea con vosotros! No deseamos tratar con los ignorantes [de corazón]”.",
        "it": "Quando sentono discorsi vani, se ne allontanano dicendo: «A noi le opere nostre e a voi le opere vostre. Pace su di voi! Noi non cerchiamo gli ignoranti».",
        "ru": "А услышав праздные речи, они отворачиваются от них и говорят: «Нам достанутся наши деяния, а вам - ваши. Мир вам! Мы не желаем следовать путем невежд».",
        "tr": "Onlar, boş söz işittikleri zaman, ondan yüz çevirirler ve \"Bizim işlerimiz bize, sizin işleriniz size. Size selam olsun. Biz kendini bilmezleri istemeyiz\" derler.",
        "de": "Und wenn sie unbedachte Rede hören, wenden sie sich davon ab und sagen: „Wir haben unsere Taten und ihr habt eure Taten (zu verantworten). Friede sei auf euch! Wir trachten nicht nach (dem Umgang mit) den Toren.",
        "pt": "E quando ouvem futilidades, afastam-se delas, dizendo: Somos responsáveis pelas nossas ações e vós (incrédulos) pelasvossas; que a paz esteja convosco! Não aspiramos à amizade dos insipientes.",
        "nl": "En wanneer zij nutteloos gepraat hoorden, wendden zij zich af, en zeiden: \"Voor ons onze daden en voor jullie jullie daden, vrede zij met jullie, wij zoeken de onwetenden niet op.\"",
        "ur": "اور جب انہوں نے بیہودہ بات سُنی<sup foot_note=\"185989\">1</sup> تو یہ کہہ کر اُس سے کنارہ کش ہوگئے کہ ”ہمارے اعمال ہمارے لیے اور تمہارے اعمال تمہارے لیے، تم کو سلام ہے، ہم جاہلوں کا سا طریقہ اختیار کرنا نہیں چاہتے۔“",
        "bn": "আৰু তেওঁলোকে যেতিয়া অনৰ্থক কথা-বতৰা শুনে তেতিয়া তেওঁলোকে তাৰ পৰা বিমুখ হয় আৰু কয়, ‘আমাৰ আমল আমাৰ বাবে আৰু তোমালোকৰ আমল তোমালোকৰ বাবে, তোমালোকৰ প্ৰতি ‘ছালাম’। আমি মুৰ্খৰ লগত তৰ্ক কৰিব নিবিচাৰোঁ’।",
        "fa": "و هر گاه سخنی بیهوده [و ناشایست از اهل کتاب] می‌شنوند، [با بی‌توجهی] از آن روی ‌می‌گردانند و می‌گویند: «[پاداش] کارهای ما برای ماست و [کیفرِ] کارهای شما از آنِ شماست؛ [شما از آزار و ناسزایِ ما] در امانید. ما به دنبالِ [هم‌صحبتی با] جاهلان نیستیم»."
      }
    },
    {
      "verse_number": 3308,
      "verse_key": "28:56",
      "arabic_text": "إِنَّكَ لَا تَهْدِى مَنْ أَحْبَبْتَ وَلَـٰكِنَّ ٱللَّهَ يَهْدِى مَن يَشَآءُ ۚ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ",
      "phonetic_text": "Innaka la tahdee man ahbabtawalakinna Allaha yahdee man yashao wahuwaaAAlamu bilmuhtadeen",
      "translations": {
        "fr": "Tu<sup foot_note=195023>1</sup> ne sauras guider qui tu aimes, mais Allah guide qui Il veut. Il est le Meilleur à reconnaître ceux qui sont guidés vers la bonne direction.",
        "en": "You [Prophet] cannot guide everyone you love to the truth; it is God who guides whoever He will: He knows best those who will follow guidance.",
        "es": "Tú no puedes guiar a quien amas, sino que Dios guía a quien Él quiere. Él sabe quiénes seguirán la guía<sup foot_note=168959>1</sup>.",
        "it": "Non sei tu che guidi coloro che ami <a class=f><sup foot_note=158877>1</sup></a>: è Allah Che guida chi vuole Lui. Egli ben conosce coloro che sono ben guidati.",
        "ru": "Воистину, ты не сможешь наставить на прямой путь тех, кого возлюбил. Только Аллах наставляет на прямой путь тех, кого пожелает. Он лучше знает тех, кто следует прямым путем.",
        "tr": "(Resulüm!) Sen sevdiğini hidayete eriştiremezsin; bilakis, Allah dilediğine hidayet verir ve hidayete girecek olanları en iyi O bilir.",
        "de": "Gewiß, du kannst nicht rechtleiten, wen du gern (rechtgeleitet sehen) möchtest. Allah aber leitet recht, wen Er will. Er kennt sehr wohl die Rechtgeleiteten.",
        "pt": "Por certo que não és tu que orientas a quem queres; contudo, Deus orienta a quem Lhe apraz, porque conhece melhor doque ninguém os encaminhados.",
        "nl": "Voorwaar, jij kunt degene die jij liefhebt geen leiding geven. Maar Allah leidt wie Hij wil, en Hij kent degenen die leiding volgen het best.",
        "ur": "اے نبیؐ ، تم جسے چاہو اُسے ہدایت نہیں دے سکتے، مگر اللہ جسے چاہتا ہے ہدایت دیتا ہے اور وہ اُن لوگوں کو خُوب جانتا ہے جو ہدایت قبول کرنے والے ہیں۔<sup foot_note=\"185990\">1</sup>",
        "bn": "নিশ্চয় তুমি যাক ভালপোৱা ইচ্ছা কৰিলেই তাক সৎপথত আনিব নোৱাৰা। বৰং আল্লাহে যাক ইচ্ছা কৰে সৎপথ দেখুৱায় আৰু সৎপথ অনুসাৰীসকলৰ বিষয়ে তেৱেঁই ভালকৈ জানে।",
        "fa": "[ای پیامبر،] بی‌تردید، تو نمی‌توانی هر کس را دوست داشته باشی [به اجبار به راه راست] هدایت ‌کنی؛ بلکه الله است که هر کس را بخواهد هدایت می‌کند و او به [حال] راه‌یافتگان داناتر است‌."
      }
    },
    {
      "verse_number": 3309,
      "verse_key": "28:57",
      "arabic_text": "وَقَالُوٓا۟ إِن نَّتَّبِعِ ٱلْهُدَىٰ مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَآ ۚ أَوَلَمْ نُمَكِّن لَّهُمْ حَرَمًا ءَامِنًا يُجْبَىٰٓ إِلَيْهِ ثَمَرَٰتُ كُلِّ شَىْءٍ رِّزْقًا مِّن لَّدُنَّا وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "phonetic_text": "Waqaloo in nattabiAAi alhudamaAAaka nutakhattaf min ardina awa lamnumakkin lahum haraman aminan yujba ilayhithamaratu kulli shay-in rizqan min ladunna walakinnaaktharahum la yaAAlamoon",
      "translations": {
        "fr": "Ils<sup foot_note=195024>1</sup> disent : « Si nous suivons la bonne direction avec toi, nous serons chassés de notre terre. » Ne les avons-Nous pas fermement établis dans une enceinte sacrée et imprenable, vers laquelle sont acheminés, dons de Notre part, des fruits de toutes sortes ? La plupart d’entre eux, cependant, ne savent pas.",
        "en": "They say, ‘If we were to follow guidance with you [Prophet], we would be swept from our land.’ Have We not established for them a secure sanctuary where every kind of produce is brought, as a provision from Us? But most of them do not comprehend.",
        "es": "Dicen: “Si seguimos la guía que has traído, seremos expulsados de nuestra tierra”. ¿Acaso no les he preparado un lugar sagrado y seguro, al cual llegan frutos de todas clases como sustento Mío? Pero la mayoría no sabe.",
        "it": "E dicono <a class=f><sup foot_note=158878>1</sup></a>: «Se seguissimo la Guida insieme con te, saremmo scacciati dalla nostra terra!». Non li abbiamo forse resi stabili in un territorio inviolabile verso il quale sono recati ogni genere di frutti, provvidenza da parte Nostra <a class=f><sup foot_note=158879>2</sup></a>? Ma la maggior parte di essi non sanno.",
        "ru": "Они (неверующие мекканцы) сказали: «Если мы последуем за верным руководством вместе с тобой, то мы будем выброшены из нашей земли». Разве Мы не закрепили за ними безопасного святилища, в которое привозят плоды любых видов в качестве пропитания от Нас? Однако большинство их не ведает этого.",
        "tr": "\"Biz seninle beraber doğru yola uyarsak, yurdumuzdan atılırız\" dediler. Biz onları, kendi katımızdan bir rızık olarak her şeyin ürünlerinin toplanıp getirildiği, güvenli, dokunulmaz bir yere (Mekkei Mükerreme'ye) yerleştirmedik mi? Fakat onların çoğu bilmezler.",
        "de": "Und sie sagen: „Wenn wir der Rechtleitung mit dir folgen, werden wir von unserem Land fortgerissen. Haben Wir ihnen denn nicht eine feste Stellung in einem sicheren geschützten Bezirk verliehen, zu dem die Früchte jeder Art zusammengetragen werden als Versorgung von Uns aus? Aber die meisten von ihnen wissen nicht.",
        "pt": "(Os maquenses) dizem: Se seguíssemos, como tu, a Orientação (Alcorão), seríamos retirados de nossa terra! Porventura, não lhes temos estabelecido um santuário seguro ao qual chegam produtos de toda espécie como provisão Nossa! Porém, amaioria o ignora.",
        "nl": "En zij zeiden: \"Als wij de leiding met jou volgen, dan worden wij uit ons land gedreven.\" Hebben Wij hen dan niet op een gewijde en een veilige plaats doen vestigen, waaheen allerlei soorten vruchten worden gebracht, als een levensvoorziening van Onze zijde? Maar de meesten van hen weten het niet.",
        "ur": "وہ کہتے ہیں ”اگر ہم تمہارے ساتھ اِس ہدایت کی پیروی اختیار کر لیں تو اپنی زمین سے اُچک لیے جائیں گے۔“<sup foot_note=\"185991\">1</sup>کیا یہ واقعہ نہیں ہے کہ ہم نے ایک پُر امن حرم کو ان کے لیے جائے قیام بنا دیا جس کی طرف ہر طرح کے ثمرات کھچے چلے آتے ہیں، ہماری طرف سے رزق کے طور پر؟ مگر ان میں سے اکثر لوگ جانتے نہیں ہیں۔<sup foot_note=\"185992\">2</sup>",
        "bn": "আৰু সিহঁতে কয়, ‘আমি যদি তোমাৰ লগত সৎপথ অনুসৰণ কৰোঁ তেন্তে আমাক দেশৰ পৰা উৎখাত কৰি দিয়া হ’ব’। আমি সিহঁতৰ বাবে এটা নিৰাপদ হাৰাম প্ৰতিষ্ঠা কৰা নাই নে, য’ত সকলো প্ৰকাৰৰ ফল-মূল আমদানী হয়, আমি প্ৰদান কৰা জীৱিকাস্বৰূপ? কিন্তু সিহঁতৰ সৰহভাগ মানুহেই এইটো নাজানে।",
        "fa": "و [مشرکان] گفتند: «اگر همراه تو از هدایت پیروی کنیم، ما را از سرزمینمان می‌ربایند». آیا ما آنان را در حرم امنی جای ندادیم که انواع محصولات ـ به عنوان روزی‌ای از جانب ما ـ به سویشان سرازیر می‌گردد؟ ولی بیشتر آنان [قدر نعمت‌های الهی را] نمی‌دانند."
      }
    },
    {
      "verse_number": 3310,
      "verse_key": "28:58",
      "arabic_text": "وَكَمْ أَهْلَكْنَا مِن قَرْيَةٍۭ بَطِرَتْ مَعِيشَتَهَا ۖ فَتِلْكَ مَسَـٰكِنُهُمْ لَمْ تُسْكَن مِّنۢ بَعْدِهِمْ إِلَّا قَلِيلًا ۖ وَكُنَّا نَحْنُ ٱلْوَٰرِثِينَ",
      "phonetic_text": "Wakam ahlakna min qaryatin batiratmaAAeeshataha fatilka masakinuhum lam tuskan minbaAAdihim illa qaleelan wakunna nahnu alwaritheen",
      "translations": {
        "fr": "Combien de cités ingrates avons-Nous fait périr, qui vivaient dans l’opulence ? Voilà leurs demeures qui, après eux, n’ont guère été habitées. C’est Nous Seul Qui en avons hérité.",
        "en": "We have destroyed many a community that once revelled in its wanton wealth and easy living: since then their dwelling places have barely been inhabited- We are the only heir.",
        "es": "¡Cuántos pueblos destruí porque no agradecían el favor en que vivían! Observad sus viviendas: no volvieron a ser habitadas después de ellos, salvo brevemente. Yo fui Quien las heredó.",
        "it": "E quante città abbiamo distrutto che erano ingrate [pur vivendo nell’abbondanza]! Ecco le loro case che non sono più abitate o quasi. Siamo Noi l’Erede finale.",
        "ru": "Сколько селений, которых обуяла гордыня из-за дарованных им средств, Мы погубили! Вот их жилища, в которых никто не проживает после них, за исключением немногих. Мы унаследовали все это.",
        "tr": "Biz, maişetleriyle şımarmış nice memleketi helak etmişizdir. İşte yerleri! Kendilerinden sonra oralarda pek az oturulabilmiştir. Onlara biz varis olmuşuzdur.",
        "de": "Und wie (so) manche Stadt, die sich übermütig ihres Lebensunterhaltes erfreute, haben Wir vernichtet! Da sind nun ihre Wohnorte, die nach ihnen nicht mehr bewohnt wurden, bis auf wenige. Und Wir sind es, die Erben (all dessen) geworden sind.",
        "pt": "Quantas cidades temos destruído porque exultaram em sua vida (quanto às facilidades e à fartura)! Eis que suashabitações foram desabitadas, a não ser por uns poucos, depois deles, e fomos Nós o Herdeiro!",
        "nl": "En hoeveel steden hebben Wij niet vernietigd die overdreven met hun genietingen? En dat zijn hun woningen, er wonen na hen slechts weinigen. En Wij waren de erfgenamen.",
        "ur": "اور کتنی ہی ایسی بستیاں ہم تباہ کر چکے ہیں جن کے لوگ اپنی معیشت پر اِترا گئے تھے۔ سو دیکھ لو، وہ ان کے مسکن پڑے ہوئے ہیں جن میں ان کے بعد کم ہی کوئی بسا ہے، آخر کار ہم ہی وارث ہو کر رہے۔<sup foot_note=\"185993\">1</sup>",
        "bn": "আৰু আমি বহু জনপদক ধ্বংস কৰিছোঁ যাৰ বাসিন্দাসকলে নিজৰ ভোগ-সম্পদলৈ অহংকাৰ কৰিছিল! এইবোৰ হৈছে সিহঁতৰ ঘৰ-দুৱাৰ, সিহঁতৰ পিছত এইবোৰ ঘৰ-দুৱাৰত খুব কম মানুহেই বসবাস কৰিছে। আমিয়েই চূড়ান্ত উত্তৰাধিকাৰী (প্ৰকৃত মালিক)!",
        "fa": "و چه بسیار [مردم] شهرهایی را نابود ساختیم که [از شدّت رفاه‌] در زندگی خویش، طغیان و سرکشی کرده بودند. این خانه‌های [ویران‌شدۀ] آنان است که پس از آنان ـ‌ جز اندکی‌ـ [کسی] در آنها سکونت نکرده است و ما وارث آنان بودیم."
      }
    },
    {
      "verse_number": 3311,
      "verse_key": "28:59",
      "arabic_text": "وَمَا كَانَ رَبُّكَ مُهْلِكَ ٱلْقُرَىٰ حَتَّىٰ يَبْعَثَ فِىٓ أُمِّهَا رَسُولًا يَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِنَا ۚ وَمَا كُنَّا مُهْلِكِى ٱلْقُرَىٰٓ إِلَّا وَأَهْلُهَا ظَـٰلِمُونَ",
      "phonetic_text": "Wama kana rabbuka muhlikaalqura hatta yabAAatha fee ommiharasoolan yatloo AAalayhim ayatina wamakunna muhlikee alqura illa waahluha thalimoon",
      "translations": {
        "fr": "Ton Seigneur ne saurait anéantir des cités sans d’abord envoyer dans leur métropole un Messager pour y réciter Nos versets. Nous ne faisons périr les cités que si leurs habitants sont des injustes.",
        "en": "Your Lord would never destroy towns without first raising a messenger in their midst to recite Our messages to them, nor would We destroy towns unless their inhabitants were evildoers.",
        "es": "Tu Señor no destruiría un pueblo sin antes enviar un Mensajero a su ciudad principal para que les trasmita Su Mensaje. Solo haría sucumbir un pueblo si ellos cometen injusticias.",
        "it": "Non si addice al tuo Signore distruggere una comunità prima di aver suscitato nella Madre [delle città] <a class=f><sup foot_note=158880>1</sup></a>un inviato che reciti loro i Nostri segni. Noi distruggiamo le città solo quando i suoi abitanti sono ingiusti.",
        "ru": "Твой Господь не уничтожал селения, пока не отправлял в важнейшее из них посланника, который читал им Наши аяты. Мы не уничтожали селения, если только их жители не были беззаконниками.",
        "tr": "Rabbin, kendilerine âyetlerimizi okuyan bir peygamberi memleketlerin ana merkezlerine göndermedikçe, memleketleri helâk edici değildir. Zaten biz, ancak halkı zalim olan memleketleri helâk etmişizdir.",
        "de": "Und dein Herr hätte nimmer die Städte vernichtet, bevor Er nicht in ihrem Mittelpunkt einen Gesandten hätte erstehen lassen, der ihnen Unsere Zeichen verliest. Und Wir hätten die Städte nimmer vernichtet, wenn ihre Bewohner nicht ungerecht gewesen wären.",
        "pt": "É inconcebível que teu Senhor tivesse destruído cidades, se antes enviar os seus habitantes um mensageiro que lhesrecitasse os Nossos versículos. Tampouco aniquilamos cidade alguma, a menos que os seus moradores fosse iníquos.",
        "nl": "En jouw Heer was geen vernietiger van de steden vóórdat Hij tot hun hoofdstad een boodschapper had gestuurd die hen Onze verzen voordroeg. En Wij waren geen vernietiger van de stad, tenzij haar bewoners onrechtvaardig waren.",
        "ur": "اور تیرا ربّ بستیوں کو ہلاک کرنے والا نہ تھا جب تک کہ ان کے مرکز میں ایک رسُول نہ بھیج دیتا جو ان کو ہماری آیات سُناتا۔ اور ہم بستیوں کو ہلاک کرنے والے نہ تھے جب تک کہ  ان کے رہنے والے ظالم نہ ہو جاتے۔<sup foot_note=\"185994\">1</sup>",
        "bn": "আৰু তোমাৰ প্ৰতিপালকে কোনো জনপদক সেই ঠাইৰ মূল ভূখণ্ডত কোনো ৰাছুল প্ৰেৰণ নকৰা লৈকে ধ্বংস নকৰে, যিজনে সিহঁতৰ ওচৰত আমাৰ আয়াতসমূহ তিলাৱত কৰে। আৰু কোনো জনপদৰ অধিবাসীবিলাক যালিম নহ’লে আমি সিহঁতক ধ্বংস নকৰোঁ।",
        "fa": "و پروردگارت هرگز [مردم] شهرها را نابود نمی‌کند، مگر آنکه در شهر بزرگی از آنها [همچون مکه] پیامبری بفرستد که آیات ما را بر آنان بخواند؛ و ما هرگز شهرها را نابود نکردیم، مگر آنکه ساکنانش [کافر و] ستمکار بوده‌اند."
      }
    },
    {
      "verse_number": 3312,
      "verse_key": "28:60",
      "arabic_text": "وَمَآ أُوتِيتُم مِّن شَىْءٍ فَمَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَزِينَتُهَا ۚ وَمَا عِندَ ٱللَّهِ خَيْرٌ وَأَبْقَىٰٓ ۚ أَفَلَا تَعْقِلُونَ",
      "phonetic_text": "Wama ooteetum min shay-in famataAAualhayati addunya wazeenatuhawama AAinda Allahi khayrun waabqa afalataAAqiloon",
      "translations": {
        "fr": "Tout ce qui vous est donné n’est que jouissance passagère et vain apparat de ce bas monde. Mais ce que détient Allah est bien meilleur et plus durable. N’entendez-vous donc pas raison ?",
        "en": "Whatever things you have been given for the life of this world are merely [temporary] gratification and vanity: that which is with God is better and more lasting- will you not use your reason?",
        "es": "Todo aquello que se os ha concedido no es más que el simple goce de la vida mundanal y sus encantos. Pero la gracia que Dios tiene [reservada para los piadosos] es mejor y más duradera. ¿Acaso no razonáis?",
        "it": "Tutti i beni che vi sono stati concessi non sono che un prestito di questa vita, un ornamento per essa, mentre quello che è presso Allah è migliore e duraturo. Non comprendete dunque?",
        "ru": "Все, что вам даровано, является всего лишь преходящим благом мирской жизни и ее украшением, а у Аллаха - нечто более прекрасное и долговечное. Неужели вы не разумеете?",
        "tr": "Size verilen şeyler, dünya hayatının geçim vasıtası ve debdebesidir. Allah katında olanlar ise, daha hayırlı ve daha kalıcıdır. Hâlâ buna aklınız ermeyecek mi?",
        "de": "Und was immer euch gegeben geworden ist, ist Genuß und Schmuck des diesseitigen Lebens. Was aber bei Allah ist, ist besser und beständiger. Begreift ihr denn nicht?",
        "pt": "Tudo quanto vos tem sido concedido não é mais do que um gozo da vida terrena com os seus encantos; por outra, o queestá junto a Deus é preferível e mais persistente. Não raciocinais?",
        "nl": "En welke dingen jullie ook gegeven werden: zij zijn de genietingen van het wereldse leven en haar versiering. Maar wat van de zijde van Allah komt is beter en blijvender. Begrijpen jullie dat dan niet?",
        "ur": "تم لوگوں کو جو کچھ بھی دیا گیا ہے وہ محض دُنیا کی زندگی کا سامان اور اس کی زینت ہے، اور جو کچھ اللہ کے پاس ہے وہ اس سے بہتر اور باقی تر ہے کیا تم لوگ عقل سے کام نہیں لیتے؟",
        "bn": "আৰু তোমালোকক যি দিয়া হৈছে সেয়া কেৱল পাৰ্থিৱ জীৱনৰ ভোগ আৰু সৌন্দৰ্য মাত্ৰ। আৰু যি আল্লাহৰ ওচৰত আছে সেয়া উত্তম আৰু স্থায়ী। তথাপিও তোমালোকে অনুধাৱন নকৰিবানে?",
        "fa": "و آنچه به شما داده شده است، بهره[ی گذرا] و زینتِ زندگی دنیاست؛ و آنچه نزد الله است، بهتر و پایدار‌تر است. آیا نمی‌اندیشید؟"
      }
    },
    {
      "verse_number": 3313,
      "verse_key": "28:61",
      "arabic_text": "أَفَمَن وَعَدْنَـٰهُ وَعْدًا حَسَنًا فَهُوَ لَـٰقِيهِ كَمَن مَّتَّعْنَـٰهُ مَتَـٰعَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ثُمَّ هُوَ يَوْمَ ٱلْقِيَـٰمَةِ مِنَ ٱلْمُحْضَرِينَ",
      "phonetic_text": "Afaman waAAadnahu waAAdan hasananfahuwa laqeehi kaman mattaAAnahu mataAAa alhayatiaddunya thumma huwa yawma alqiyamati minaalmuhdareen",
      "translations": {
        "fr": "Celui à qui Nous avons fait une belle promesse qu’il verra s’accomplir, est-il donc pareil à celui que Nous avons fait jouir des biens de ce bas monde mais qui, au Jour de la Résurrection, sera amené à comparaître (pour le châtiment) ?",
        "en": "Can the person who will see the fulfilment of the good promise We gave him be compared to someone We have given some enjoyments for this worldly life but who, on the Day of Resurrection, will be summoned?",
        "es": "¿Acaso aquel a quien le he prometido una bella promesa [el Paraíso] que verá realizada, puede compararse con aquel a quien solo le he concedido el goce de la vida mundanal y el Día de la Resurrección será de los condenados [al tormento del Infierno]?",
        "it": "Colui al quale facemmo una bella promessa e che la incontrerà, è forse paragonabile a colui cui diamo godimento effimero in questa vita e che, nel Giorno della Resurrezione, sarà di quelli che saranno condotti [al fuoco]?",
        "ru": "Неужели тот, кому Мы дали прекрасное обещание, с которым он непременно встретится, равен тому, кого Мы наделили преходящими благами мирской жизни и кто в День воскресения предстанет в числе обитателей Ада?",
        "tr": "Şu halde, kendisine güzel bir vaadde bulunduğumuz, ardından ona kavuşan kimse, (sırf) dünya hayatının geçici zevkini yaşattığımız ve sonra kıyamet gününde (azab için) huzurumuza getirilenler arasında bulunan kimse gibi midir?",
        "de": "Ist denn einer, dem Wir ein schönes Versprechen gegeben haben und der es auch vorfinden wird, einem gleich, den Wir den Genuß des diesseitigen Lebens genießen lassen, der hierauf aber am Tag der Auferstehung zu den Vorgeführten gehören wird?",
        "pt": "Acaso, aquele a quem temos feito uma boa promessa e que, com certeza, a alcançará, poderá ser equiparado àquele queagraciamos com o gozo da vida terrena, mas que, no Dia da Ressurreição, contar-se-á entre os que serão trazidos (ajulgamento)?",
        "nl": "Is iemand aait wie Wij een goede belofte hebben gedaan en die (de vervulling) ervan krijgt, als iemand die Wij hebben doen genieten van de genietingen van het wereldse leven en die dan op de Dag der Opstanding tot de voorgeleiden (voor de bestraffing) behoort?",
        "ur": "بھلا وہ شخص جس سے ہم نے اچھا وعدہ کیا ہو اور وہ اسے پانے والا ہو کبھی اس شخص کی طرح ہو سکتا ہے جسے ہم نے صرفِ حیات دنیا کا سروسامان دے دیا ہو اور پھر وہ قیامت کے روز سزا کے لیے پیش کیا جانے والا ہو؟<sup foot_note=\"185995\">1</sup>",
        "bn": "যাক আমি উত্তম পুৰস্কাৰৰ প্ৰতিশ্ৰুতি দিছোঁ, তেওঁ সেইটো পাবই; তেওঁ সেই ব্যক্তিৰ দৰে নেকি যাক আমি পাৰ্থিৱ জীৱনৰ ভোগ-সম্ভাৰ দিছোঁ, তাৰ পিছত কিয়ামতৰ দিনা সি হ’ব উপস্থিতকৃত বিলাকৰ অন্তৰ্ভুক্ত?",
        "fa": "آیا کسی که به او وعدۀ نیکو داده‌ایم و به آن خواهد رسید، همچون کسی است که او را از بهرۀ زندگی دنیا برخوردار ساخته‌ایم و روز قیامت از [جمله] احضارشدگان [در آتش دوزخ] است؟"
      }
    },
    {
      "verse_number": 3314,
      "verse_key": "28:62",
      "arabic_text": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
      "phonetic_text": "Wayawma yunadeehim fayaqoolu aynashuraka-iya allatheena kuntum tazAAumoon",
      "translations": {
        "fr": "Ce jour où Il les appellera pour leur dire : « Où sont donc les associés que vous prétendiez être les Miens ? »",
        "en": "The Day will come when God will call them, saying, ‘Where now are those you allege are My partners?’",
        "es": "El día que [Dios] les convoque y les pregunte: “¿Dónde están los ‘socios’ que Me atribuían?”",
        "it": "[Allah] dirà loro, il Giorno che li chiamerà: «Dove sono coloro che pretendevate essere Miei consoci?».",
        "ru": "В тот день Он воззовет к ним и скажет: «Где же Мои сотоварищи, о существовании которых вы предполагали?».",
        "tr": "O gün Allah onları çağırarak, \"Benim ortaklarım olduklarını iddia ettikleriniz, hani nerede?\" diyecektir.",
        "de": "Und am Tag, da Er ihnen zurufen wird und dann sagt: „Wo sind denn Meine Teilhaber, die ihr stets angegeben habt?",
        "pt": "Recorda-lhes o dia em que (Deus) os convocará e lhes dirá: Onde estão os parceiros que pretendestes atribuir-Me?",
        "nl": "En op de Dag dat Hij hen zal roepen, zal Hij zeggen: \"Waar zijn Mijn deelgenoten, degenen die jullie veronderstelden (te bestaan)?\"",
        "ur": "اور (بھُول نہ جائیں یہ لوگ)اُس دن کو جب کہ وہ اِن کو پکارے گا اور پُوچھے گا”کہاں ہیں میرے وہ شریک جن کا تم گمان رکھتے تھے؟“<sup foot_note=\"185996\">1</sup>",
        "bn": "আৰু সেইদিনা তেওঁ সিহঁতক মাতি ক’ব, ‘তোমালোকে যিবোৰক মোৰ অংশী বুলি গণ্য কৰিছিলা, সিহঁত ক’ত’?",
        "fa": "و [یاد کن از] روزى كه الله به آنان ندا مى‌دهد و مى‌فرماید‌: افرادى كه شریکانِ من [در عبادت] می‌پنداشتید كجا هستند؟»"
      }
    },
    {
      "verse_number": 3315,
      "verse_key": "28:63",
      "arabic_text": "قَالَ ٱلَّذِينَ حَقَّ عَلَيْهِمُ ٱلْقَوْلُ رَبَّنَا هَـٰٓؤُلَآءِ ٱلَّذِينَ أَغْوَيْنَآ أَغْوَيْنَـٰهُمْ كَمَا غَوَيْنَا ۖ تَبَرَّأْنَآ إِلَيْكَ ۖ مَا كَانُوٓا۟ إِيَّانَا يَعْبُدُونَ",
      "phonetic_text": "Qala allatheena haqqaAAalayhimu alqawlu rabbana haola-i allatheenaaghwayna aghwaynahum kama ghawaynatabarra/na ilayka ma kanoo iyyanayaAAbudoon",
      "translations": {
        "fr": "Ceux contre qui le verdict sera prononcé diront alors : « Ce sont là, Seigneur, ceux que nous avons dévoyés. Nous les avons dévoyés comme nous l’avons été nous-mêmes. Nous les désavouons devant Toi. Ce n’était pas nous qu’ils adoraient. »",
        "en": "and those [ringleaders] against whom the verdict will be passed will say, ‘Our Lord, these are the ones we caused to deviate. We caused them to deviate as we ourselves deviated, but now we disown them before You: they did not really serve us.’",
        "es": "Dirán los [‘socios’] sentenciados [al Infierno]: “¡Señor nuestro! Éstos son los que desviamos. Los desviamos porque nosotros estábamos desviados. No somos responsables de sus actos, no era a nosotros a quienes adoraban”.",
        "it": "Coloro sui quali si realizzerà il Decreto diranno: «Ecco, Signore, quelli che abbiamo traviato: li abbiamo traviati come abbiamo traviato noi stessi. Li rinneghiamo al Tuo cospetto: non siamo noi che essi adoravano» <a class=f><sup foot_note=158881>1</sup></a>.",
        "ru": "Тогда те, относительно которых подтвердилось Слово, скажут: «Господь наш! Вот те, которых мы ввели в заблуждение. Мы ввели их в заблуждение, потому что сами были заблудшими. Мы отрекаемся от них перед Тобой. Не нам они поклонялись».",
        "tr": "(O gün) haklarında azaba itilme, hükmü gerçekleşen kimseler, \"Rabbimiz! Biz nasıl azmışsak, işte bu azmışları da öylece azdırdık. (Onların suçlarından) beri olduğumuzu sana arzederiz. Zaten onlar aslında bizlere tapmıyorlardı.\" derler.",
        "de": "Diejenigen, gegen die sich das Wort bewahrheitet hat, sagen: „Unser Herr, diese, die wir in Verirrung haben fallen lassen, haben wir (nur) in Verirrung fallen lassen, wie wir selbst in Verirrung gefallen waren. (Von ihnen) sagen wir uns vor Dir los. Nicht uns dienten sie ja.",
        "pt": "E aqueles sobre os quais pesar tal atribuição, dirão: Ó Senhor nosso, são estes os que extraviamos; extraviamo-los, como fomos extraviados; isentamo-nos deles na Tua presença, posto que não nos adoravam.",
        "nl": "Degenen voor wie het Woord bewaarheid wordt, zullen zeggen: \"Onze Heer, zij zijn degenen die wij deden dwalen. Wij hebben hen doen dwalen zoals wij zelf dwaalden. Wij verontschuldigen ons bij U. Zij aanbaden ons niet.\"",
        "ur": "یہ قول جن پر چسپاں ہوگا<sup foot_note=\"185997\">1</sup> وہ کہیں گے”اے ہمارے ربّ ، بے شک یہی لوگ ہیں جن کو ہم نے گمراہ کیا تھا۔ اِنہیں ہم نے اُسی طرح گمراہ کیا جیسے ہم خود گمراہ ہوئے۔ ہم آپ کے سامنےبراءت کا اظہار کرتے ہیں۔<sup foot_note=\"185998\">2</sup> یہ ہماری تو بندگی نہیں کرتے تھے۔“<sup foot_note=\"185999\">3</sup>",
        "bn": "যিসকলৰ ওপৰত শাস্তিৰ বাণী সাব্যস্ত হৈছে সিহঁতে ক’ব, ‘হে আমাৰ প্ৰতিপালক! ইহঁতেই সেইসকল লোক যিসকলক আমি বিভ্ৰান্ত কৰিছিলোঁ; আমি ইহঁতক বিভ্ৰান্ত কৰিছিলোঁ যেনেকৈ আমি বিভ্ৰান্ত হৈছিলোঁ। তোমাৰ সমীপত আমি সিহঁতৰ বিষয়ে দায়মুক্ততা ঘোষণা কৰিছোঁ। ইহঁতে আমাৰ ইবাদত কৰা নাছিল’।",
        "fa": "کسانی [از سران کفار] که عذاب برایشان حتمی است می‌گویند: «پروردگارا، اینها کسانی هستند که ما گمراهشان کردیم. [آری،] آنان را گمراه کردیم، چنان که [خود نیز] گمراه شدیم. از [شرک و توسل] آنان به سویت بیزاری می‌جوییم. [در حقیقت،] آنان ما را عبادت نمی‌کردند [بلکه شیطان را عبادت می‌کردند]»."
      }
    },
    {
      "verse_number": 3316,
      "verse_key": "28:64",
      "arabic_text": "وَقِيلَ ٱدْعُوا۟ شُرَكَآءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا۟ لَهُمْ وَرَأَوُا۟ ٱلْعَذَابَ ۚ لَوْ أَنَّهُمْ كَانُوا۟ يَهْتَدُونَ",
      "phonetic_text": "Waqeela odAAoo shurakaakumfadaAAawhum falam yastajeeboo lahum waraawoo alAAathabalaw annahum kanoo yahtadoon",
      "translations": {
        "fr": "Il leur sera dit : « Appelez donc ces associés (que vous prêtiez à Allah). » Or, quand ils les appelleront, ceux-ci ne leur répondront pas. Ils verront alors le supplice (et regretteront) de n’être pas allés vers le droit chemin !",
        "en": "It will then be said to them, ‘Now call those you worshipped as partners,’ and they will call them but receive no answer. They will see the suffering and wish they had followed guidance.",
        "es": "Se les dirá [a los idólatras]: “Invocad a quienes Me asociabais [para que os auxilien]”. Los invocarán, pero no habrá respuesta, y verán acercarse el castigo. ¡Si tan solo hubieran seguido la guía!",
        "it": "Verrà detto: «Invocate i vostri associati. Li chiameranno, ma essi non risponderanno. Quando vedranno il castigo, desidereranno di aver seguito la retta via».",
        "ru": "Им скажут: «Призовите своих сотоварищей!». Они призовут их, но те не ответят им, и тогда они увидят наказание. О, если бы они следовали прямым путем!",
        "tr": "\"(Allah'a koştuğunuz) ortaklarınızı çağırın!\" denir, onlar da çağırırlar; fakat kendilerine cevap vermezler ve (karşılarında) azabı görürler. Ne olurdu (dünyada iken) doğru yola girselerdi!",
        "de": "Und es wird gesagt werden: „Ruft eure Teilhaber. Sie werden sie anrufen, aber sie werden ihnen nicht antworten. Und sie werden die Strafe sehen. Wenn sie sich hätten rechtleiten lassen (, wären sie gerettet gewesen).",
        "pt": "E lhes será dito: Invocai vossos parceiros! E os invocarão; porém, não os atenderão.",
        "nl": "En er wordt gezegd: \"Roept jullie deelgenoten aan!\" Zij zullen hen aanroepen, maar zij zullen geen gehoor aan hen geven en zij zullen de bestraffing zien. Hadden zij man Leiding gevolgd!",
        "ur": "پھر اِن سے کہا جائے گا کہ پکارو اب اپنے ٹھہرائے ہوئے شریکوں کو۔<sup foot_note=\"186000\">1</sup> یہ انہیں پکاریں گے مگر وہ اِن کو کوئی جواب نہ دیں گے۔ اور یہ لوگ عذاب دیکھ لیں گے۔ کاش یہ ہدایت اختیار کرنے والے ہوتے",
        "bn": "আৰু সিহঁতক কোৱা হ’ব, ‘তোমালোকে অংশীদাৰ স্থাপন কৰা উপাস্যবোৰক মাতা’। তেতিয়া সিহঁতে সেইবোৰক মাতিব। কিন্তু সেইবোৰে সিহঁতৰ আহ্বানত সঁহাৰি নিদিব, আৰু সিহঁতে শাস্তি দেখা পাব। হায়! সিহঁতে যদি সৎপথ অনুসৰণ কৰিলেহেঁতেন!",
        "fa": "و [به مشرکان] گفته می‌شود: «شریکانتان را [که به جای الله عبادت می‌کردید] فرابخوانید [تا یاری‌تان کنند]»؛ آنگاه آنان را می‌خوانند، ولی پاسخی به اینان نمی‌دهند و عذاب [دوزخ] را می‌بینند [و آرزو می‌کنند] کاش هدایت‌یافته بودند."
      }
    },
    {
      "verse_number": 3317,
      "verse_key": "28:65",
      "arabic_text": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَآ أَجَبْتُمُ ٱلْمُرْسَلِينَ",
      "phonetic_text": "Wayawma yunadeehim fayaqoolu mathaajabtumu almursaleen",
      "translations": {
        "fr": "Le Jour où Il les appellera, Il leur dira : « Qu’avez-vous répondu aux Messagers ? »",
        "en": "On that Day He will call them, saying, ‘How did you respond to My messengers?’",
        "es": "El día que [Dios] los convoque y les pregunte: “¿Cuál fue vuestra respuesta al llamamiento de los Mensajeros?”",
        "it": "[Allah] dirà loro il Giorno che li chiamerà: «Che cosa avete risposto agli inviati?».",
        "ru": "В тот день Он воззовет к ним и скажет: «Что вы ответили посланникам?».",
        "tr": "O gün Allah onları çağırıp \"Peygamberlere ne cevap verdiniz?\" diyecektir.",
        "de": "Und am Tag, da Er ihnen zurufen wird und sagt: „Was habt ihr den Gesandten geantwortet?",
        "pt": "Será o dia em que Ele os convocar, e em que lhes perguntará: Que respondestes aos mensageiros?",
        "nl": "En op die Dag zal Hij hen roepen, terwijl Hij zegt: \"Wat is het dat jullie de Boodschappers hebben geantwoord?\"",
        "ur": "اور (فراموش نہ کریں یہ لوگ) وہ دن جبکہ وہ اِن کو پکارے گا اور پوچھے گا کہ \"جو رسول بھیجے گئے تھے انہیں تم نے کیا جواب دیا تھا؟\"",
        "bn": "আৰু সেইদিনা আল্লাহে ইহঁতক মাতি ক’ব, ‘তোমালোকে ৰাছুলসকলক কি উত্তৰ দিছিলা’?",
        "fa": "و روزی‌ که [الله] به آنان ندا می‌دهد و می‌فرماید: «به [دعوتِ] پیامبران چه پاسخی دادید؟»"
      }
    },
    {
      "verse_number": 3318,
      "verse_key": "28:66",
      "arabic_text": "فَعَمِيَتْ عَلَيْهِمُ ٱلْأَنۢبَآءُ يَوْمَئِذٍ فَهُمْ لَا يَتَسَآءَلُونَ",
      "phonetic_text": "FaAAamiyat AAalayhimu al-anbaoyawma-ithin fahum la yatasaaloon",
      "translations": {
        "fr": "Leurs excuses, ce jour-là, leur paraîtront si confuses que nul ne se tournera vers l’autre (pour savoir quoi répondre).",
        "en": "All arguments will seem obscure to them on that Day; they will not be able to consult one another.",
        "es": "Ese día no sabrán qué argumentar ni podrán preguntarse unos a otros [qué responder].",
        "it": "In quel Giorno i loro argomenti saranno oscuri e non si porranno alcuna questione.",
        "ru": "В тот день известия будут сокрыты от них, и они не будут расспрашивать друг друга.",
        "tr": "İşte o gün onlara bütün haberler kapkaranlık olmuştur; onlar birbirlerine de soramayacaklardır.",
        "de": "Ihren Blicken werden an jenem Tag die Beweise entzogen sein, und so fragen sie sich nicht mehr gegenseitig.",
        "pt": "Nesse dia obscurecer-se-lhes-ão as respostas e eles não (poderão) se inquirir mutuamente.",
        "nl": "Maar op die Dag zullen voor hen de argumenten duister blijven en zij zullen het niet aan elkaar (kunnen) vragen.",
        "ur": "اُس وقت کوئی جواب اِن کو نہ سُوجھے گا اور نہ یہ آپس میں ایک دُوسرے سے پوچھ ہی سکیں گے",
        "bn": "তাৰ পিছত সেইদিনা সকলো তথ্য সিহঁতৰ পৰা বিলুপ্ত হ’ব তেতিয়া সিহঁতে ইজনে সিজনক সোধ-পোচও কৰিব নোৱাৰিব।",
        "fa": "در آن روز، همۀ دلایل [و بهانه‌هایی که برای توجیه دارند] از آنان پنهان می‌گردد و از [شدت عذاب، از حالِ] یکدیگر نمی‌پرسند."
      }
    },
    {
      "verse_number": 3319,
      "verse_key": "28:67",
      "arabic_text": "فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَـٰلِحًا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلْمُفْلِحِينَ",
      "phonetic_text": "Faamma man taba waamanawaAAamila salihan faAAasa an yakoona minaalmufliheen",
      "translations": {
        "fr": "Celui qui se sera repenti, aura cru et aura fait le bien, peut-être sera-t-il parmi les triomphants.",
        "en": "Yet anyone who has repented, believed, and done good deeds can hope to find himself among the successful.",
        "es": "Pero quien se haya arrepentido, haya creído y hecho obras de bien, se contará entre quienes tendrán éxito<sup foot_note=168960>1</sup>.",
        "it": "Chi invece si sarà pentito, avrà creduto e compiuto il bene, forse sarà tra coloro che avranno riuscita.",
        "ru": "А тот, кто раскаялся, уверовал и поступал праведно, возможно, окажется в числе преуспевших.",
        "tr": "Fakat tevbe ederek, iman edip iyi işler yapan kimseye gelince, o, kurtuluşa erenler arasında olmayı umabilir.",
        "de": "Was aber jemanden angeht, der bereut und glaubt und rechtschaffen handelt, der wird vielleicht zu denjenigen gehören, denen es wohl ergeht.",
        "pt": "Porém, quanto ao que se arrepender e praticar o bem, é possível que se conte entre os bem-aventurados.",
        "nl": "Maar wie berouw had en geloofde en goede daden verrichtte: moge hij dan tot de welslagenden behoren.",
        "ur": "البتہ جس نے آج توبہ کر لی اور ایمان لے آیا اور نیک عمل کیے وہی یہ توقع کر سکتا ہے کہ وہاں فلاح پانے والوں میں سے ہو گا",
        "bn": "এতেকে যি ব্যক্তিয়ে তাওবা কৰিছে আৰু ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে, আশা কৰা যায় তেওঁ সাফল্য অৰ্জনকাৰীসকলৰ অন্তৰ্ভুক্ত হ’ব।",
        "fa": "اما کسی ‌که توبه کند و ایمان آورَد و کار شایسته انجام دهد، امید است که از رستگاران باشد."
      }
    },
    {
      "verse_number": 3320,
      "verse_key": "28:68",
      "arabic_text": "وَرَبُّكَ يَخْلُقُ مَا يَشَآءُ وَيَخْتَارُ ۗ مَا كَانَ لَهُمُ ٱلْخِيَرَةُ ۚ سُبْحَـٰنَ ٱللَّهِ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
      "phonetic_text": "Warabbuka yakhluqu ma yashaowayakhtaru ma kana lahumu alkhiyaratu subhanaAllahi wataAAala AAamma yushrikoon",
      "translations": {
        "fr": "Ton Seigneur crée ce qu’Il veut et choisit. Car le choix ne leur revient pas. Gloire soit rendue à Allah, Qui est bien au-dessus de ce qu’ils Lui associent !",
        "en": "Your Lord creates what He pleases and chooses those He will- they have no choice- so glory be to God, and may He be exalted above the partners they ascribe to Him!",
        "es": "Tu Señor es Quien crea y elige hacer lo que quiere, y la elección que Él hace no se somete a la opinión de nadie. ¡Glorificado sea Dios! Está por encima de lo que Le asocian.",
        "it": "Il tuo Signore crea ciò che vuole e sceglie [ciò che vuole]; a loro invece non appartiene la scelta. Gloria ad Allah! Egli è ben più alto di quello che Gli associano!",
        "ru": "Твой Господь создает, что пожелает, и избирает, но у них нет выбора. Аллах пречист и превыше тех, кого они приобщают в сотоварищи!",
        "tr": "Rabbin, dilediğini yaratır ve seçer. Onların seçim hakkı yoktur. Allah, onların ortak koştuklarından münezzehtir ve şanı yücedir.",
        "de": "Und dein Herr erschafft, was Er will, und wählt. Ihnen aber steht es nicht zu, zu wählen. Preis sei Allah! Erhaben ist Er über das, was sie (Ihm) beigesellen.",
        "pt": "Teu Senho cria e escolhe da maneira que melhor Lhe apraz, ao passo que eles não têm faculdade de escolha. Glorificadoseja Deus de tudo quanto Lhe associam!",
        "nl": "En jouw Heer schept wat Hij wil en Hij verkiest (wie Hij wil). Het is niet aan hen om te kiezen. Heilig is Allah en Verheven boven wat zij aan deelgenoten (aan Hem) toekennen.",
        "ur": "تیرا ربّ پیدا کرتا ہے جو کچھ چاہتا ہے اور (وہ خود ہی اپنے کام کے لیے جسے چاہتا ہے)منتخب کر لیتا ہے، یہ انتخاب اِن لوگوں کے کرنے کا کام نہیں ہے،<sup foot_note=\"186001\">1</sup> اللہ پاک ہے اور بہت بالاتر ہے اُس شرک سے جو یہ لوگ کرتے ہیں",
        "bn": "আৰু তোমাৰ ৰব্ব যি ইচ্ছা সেইটোৱে সৃষ্টি কৰে আৰু যি ইচ্ছা সেইটোৱে মনোনীত কৰে, ইয়াত সিহঁতৰ কোনো অধিকাৰ নাই। আল্লাহ পৱিত্ৰ, মহান আৰু সিহঁতে যি অংশী কৰে তাৰ পৰা তেওঁ উৰ্দ্ধত।",
        "fa": "و پروردگارت هر چه بخواهد می‌آفریند و [هر کس را بخواهد به عبادت و پیامبری] برمی‌گزیند. مشرکان اختیاری ندارند [که در این مورد اعتراض کنند]. الله از چیزهایی که با او شریک می‌دانند منزه و برتر است."
      }
    },
    {
      "verse_number": 3321,
      "verse_key": "28:69",
      "arabic_text": "وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ",
      "phonetic_text": "Warabbuka yaAAlamu ma tukinnu sudooruhumwama yuAAlinoon",
      "translations": {
        "fr": "Ton Seigneur Sait ce qu’ils cachent dans le secret du cœur et ce qu’ils révèlent (au grand jour).",
        "en": "Your Lord knows what their hearts conceal and what they reveal.",
        "es": "Tu Señor conoce lo que ocultan y lo que manifiestan sus corazones.",
        "it": "Il tuo Signore conosce ciò che celano i loro cuori e quello che palesano.",
        "ru": "Твой Господь знает то, что кроется в их груди, и то, что они обнаруживают.",
        "tr": "Rabbin, onların, sinelerinde gizlediklerini de, açığa vurduklarını da bilir.",
        "de": "Und dein Herr weiß, was ihre Brüste verhehlen und was sie offenlegen.",
        "pt": "Teu Senhor conhece tanto o que dissimulam os seus corações como o que manifestam (as suas bocas).",
        "nl": "En jouw Heer wed wat hun harten verbergen en wat zij openlijk doen.",
        "ur": "تیرا ربّ جانتا ہے جو کچھ یہ دلوں میں چھپائے ہوئے ہیں اور جو کچھ یہ ظاہر کرتے ہیں۔<sup foot_note=\"186002\">1</sup>",
        "bn": "আৰু তোমাৰ প্ৰতিপালকে জানে ইহঁতৰ অন্তৰে যি গোপন কৰে আৰু ইহঁতে যি ব্যক্ত কৰে।",
        "fa": "و پروردگارت آنچه در سینه‌هایشان پنهان می‌کنند و آنچه آشکار می‌سازند، [همه را] می‌داند."
      }
    },
    {
      "verse_number": 3322,
      "verse_key": "28:70",
      "arabic_text": "وَهُوَ ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ لَهُ ٱلْحَمْدُ فِى ٱلْأُولَىٰ وَٱلْـَٔاخِرَةِ ۖ وَلَهُ ٱلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ",
      "phonetic_text": "Wahuwa Allahu la ilahailla huwa lahu alhamdu fee al-oola wal-akhiratiwalahu alhukmu wa-ilayhi turjaAAoon",
      "translations": {
        "fr": "C’est Lui, Allah. Point d’autre divinité que Lui. À Lui la louange en ce monde et dans l’autre. À Lui revient le Jugement et vers Lui vous serez ramenés.",
        "en": "He is God; there is no god but Him; all praise belongs to Him in this world and the next; His is the Judgement; and to Him you shall be returned.",
        "es": "Él es Al-lah, no hay más divinidad que Él. A Dios pertenecen las alabanzas en esta vida y en la otra. Suyo es el juicio, y ante Él compareceréis [el Día del Juicio].",
        "it": "Egli è Allah, non c’è dio all’infuori di Lui. Sia lodato in questo mondo e nell’ altro. A Lui [appartiene] il giudizio e a Lui sarete ricondotti.",
        "ru": "Он - Аллах, кроме Которого нет иного божества. Ему надлежит хвала в первой жизни и в Последней жизни. Он принимает решения, и к Нему вы будете возвращены.",
        "tr": "İşte O, Allah'tır. O'ndan başka tanrı yoktur. Önünde de, sonunda da hamd O'nundur, hüküm O'nundur. Ve ancak O'na döndürüleceksiniz.",
        "de": "Und Er ist Allah. Es gibt keinen Gott außer Ihm. (Alles) Lob gehört Ihm in der diesseitigen und in der jenseitigen Welt! Ihm gehört das Urteil, und zu Ihm werdet ihr zurückgebracht.",
        "pt": "E Ele é Deus! Não há mais divindade além d'Ele! Seus são os louvores, do início e no fim! Seu é o juízo! E a Eleretornareis!",
        "nl": "En Hij is Allah, er is geen god dan Hij. Aan Hem behoort alle lof, op deze wereld en in het Hiernamaals, en aan Hem behoort het oordeel en tot Hem zullen jullie teruggekeerd worden.",
        "ur": "وہی ایک اللہ ہے جس کے سوا کوئی عبادت کا مستحق نہیں اسی کے لیے حمد ہے دنیا میں بھی اور آخرت میں بھی، فرماں روائی اسی کی ہے اور اسی کی طرف تم سب پلٹائے جانے والے ہو",
        "bn": "তেৱেঁই আল্লাহ, তেওঁৰ বাহিৰে আন কোনো সত্য ইলাহ নাই, পৃথিৱী আৰু আখিৰাতত সকলো প্ৰশংসা তেওঁৰেই; বিধান তেওঁৰেই; আৰু তোমালোকেও তেওঁৰ পিনেই প্ৰত্যাৱৰ্তিত হ’বা।",
        "fa": "و او الله است که هیچ معبودی [به‌حق] جز او نیست. ستایش در دنیا و آخرت برای اوست و حُکم [و فرمانروایی نیز] از آنِ اوست و [همگی] به سوی او بازگردانده می‌شوید."
      }
    },
    {
      "verse_number": 3323,
      "verse_key": "28:71",
      "arabic_text": "قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلَّيْلَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَنْ إِلَـٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِضِيَآءٍ ۖ أَفَلَا تَسْمَعُونَ",
      "phonetic_text": "Qul araaytum in jaAAala AllahuAAalaykumu allayla sarmadan ila yawmi alqiyamatiman ilahun ghayru Allahi ya/teekum bidiya-inafala tasmaAAoon",
      "translations": {
        "fr": "Dis : « Que diriez-vous si Allah faisait que votre nuit soit sans fin jusqu’au Jour de la Résurrection ? Quelle autre divinité que Lui pourrait vous donner la lumière ? N’entendez-vous donc pas ? »",
        "en": "Say [Prophet], ‘Just think, if God were to cast perpetual night over you until the Day of Resurrection, what god other than He could bring you light? Do you not listen?’",
        "es": "Di [a los que niegan el monoteísmo]: “Si Dios hiciera que la noche durara hasta el Día de la Resurrección, ¿quién sino Dios podría traeros la luz del día? ¿Acaso no vais a escuchar [este argumento]?”",
        "it": "Di’: «Cosa credete? Se Allah vi desse la notte continua fino al Giorno della Resurrezione, quale altra divinità all’infuori di Allah potrebbe darvi la luce? Non ascoltate dunque?».",
        "ru": "Скажи: «Как вы думаете, какой бог, кроме Аллаха, сможет принести вам свет, если Аллах продлит вам ночь до Дня воскресения? Неужели вы не слышите?».",
        "tr": "(Resulüm!) De ki: \"Düşündünüz mü hiç, eğer Allah üzerinizde geceyi tâ kıyamet gününe kadar aralıksız devam ettirse, Allah'tan başka size ışık getirecek tanrı kimdir? Hâlâ işitmeyecek misiniz?\"",
        "de": "Sag: Was meint ihr, wenn Allah auf euch die Nacht als Dauerzustand legen würde bis zum Tag der Auferstehung, wer wäre (dann) Gott außer Allah, Der euch Licht bringen würde? Wollt ihr denn nicht hören?",
        "pt": "Pergunta-lhes: Que vos pareceria se Deus vos prolongasse a noite até ao Dia da Ressurreição? Que outra divindade, além de Deus, poderia trazer-vos a claridade? Não atentais para isso?",
        "nl": "Zeg (O Moehammad): \"Wat dachten jullie: als Allah de nacht zou doen voortduren tot aan de Dag der Opstanding; welke god, anders dan Allah, zou er zijn die jullie licht brengt? Luisteren jullie dan niet?\"",
        "ur": "اے نبیؐ، اِن سے کہو کبھی تم لوگوں نے غور کیا کہ اگر اللہ قیامت تک تم پر ہمیشہ کے لیے رات طاری کر دے تو اللہ کے سوا وہ کونسا معبود ہے جو تمہیں روشنی لا دے؟ کیا تم سُنتے نہیں ہو؟",
        "bn": "কোৱা, ‘তোমালোকে ভাবিছানে, ৰাতিক যদি আল্লাহে কিয়ামত দিৱসলৈকে স্থায়ী কৰি দিয়ে, তেন্তে আল্লাহৰ বাহিৰে কোন এনেকুৱা ইলাহ আছে, যিয়ে তোমালোকৰ বাবে পোহৰ আনি দিব? তথাপিও তোমালোকে কৰ্ণপাত নকৰিবানে’?",
        "fa": "[به مشرکان] بگو: «به من بگویید اگر الله [تاریکیِ] شب را تا روز قیامت بر شما پاینده گردانَد، كدام معبود به جز الله برایتان روشنى مى‌آورَد؟ آیا [سخن حق را] نمی‌شنوید؟»"
      }
    },
    {
      "verse_number": 3324,
      "verse_key": "28:72",
      "arabic_text": "قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلنَّهَارَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَنْ إِلَـٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِلَيْلٍ تَسْكُنُونَ فِيهِ ۖ أَفَلَا تُبْصِرُونَ",
      "phonetic_text": "Qul araaytum in jaAAala AllahuAAalaykumu annahara sarmadan ila yawmialqiyamati man ilahun ghayru Allahiya/teekum bilaylin taskunoona feehi afala tubsiroon",
      "translations": {
        "fr": "Dis encore : « Que diriez-vous si Allah faisait que votre jour soit sans fin jusqu’au Jour de la Résurrection ? Quelle autre divinité que Lui pourrait vous ramener la nuit pour vous reposer ? Ne voyez-vous donc pas ? »",
        "en": "Say, ‘Just think, if God were to cast perpetual day over you until the Day of Resurrection, what god other than He could give you night in which to rest? Do you not see?",
        "es": "Di: “Si Dios hiciera que el día durara hasta el Día de la Resurrección, ¿quién sino Dios podría traeros la oscuridad de la noche para que pudierais descansar? ¿Acaso no vais a observar [este argumento]?”",
        "it": "Di’: «Cosa credete? Se Allah vi desse il giorno continuo, fino al Giorno della Resurrezione, quale altra divinità all’infuori di Allah potrebbe darvi una notte in cui possiate riposare? Non osservate dunque?",
        "ru": "Скажи: «Как вы думаете, какой бог, кроме Аллаха, сможет принести вам ночь, чтобы вы могли отдохнуть во время нее, если Аллах продлит вам день до Дня воскресения? Неужели вы не видите?».",
        "tr": "De ki: \"Haber verin bakayım, eğer Allah üzerinizde gündüzü ta kıyamet gününe kadar aralıksız devam ettirse, Allah'tan başka, istirahat edeceğiniz geceyi size getirecek tanrı kimdir? Hâlâ görmeyecek misiniz?\"",
        "de": "Sag: Was meint ihr, wenn Allah auf euch den Tag als Dauerzustand legen würde bis zum Tag der Auferstehung, wer wäre (dann) Gott außer Allah, Der euch eine Nacht bringen würde, in der ihr ruht? Wollt ihr denn nicht einsichtig sein?",
        "pt": "Pergunta-lhes mais: Que vos pareceria se Deus vos prolongasse o dia até ao Dia da Ressurreição? Que outra divindade, além de Deus, poderia proporcionar-vos a noite, para que repousásseis? Não vedes?",
        "nl": "Zeg: \"Wat dachten jullie: als Allah de dag zou doen voortduren tot de Dag der Opstanding, welke god, anders den Allah, zou er zijn die jullie een nacht geeft om in uit te rusten? Zien jullie dan niet?",
        "ur": "اِن سے پوچھو، کبھی تم نے سوچا کہ اگر اللہ قیامت تک تم پر ہمیشہ کے لیے دن طاری کر دے تو اللہ کے سوا وہ کونسا معبُود ہے جو تمہیں رات لا دے تاکہ تم اس میں سکون حاصل کر سکو؟ کیا تم کو سُوجھتا نہیں؟",
        "bn": "কোৱা, ‘তোমালোকে ভাবিছানে, আল্লাহে যদি দিনক কিয়ামত দিৱসলৈকে স্থায়ী কৰি দিয়ে, আল্লাহৰ বাহিৰে কোন এনেকুৱা ইলাহ আছে যিয়ে তোমালোকৰ বাবে ৰাতিৰ আবিৰ্ভাৱ ঘটাব? য’ত তোমালোকে বিশ্ৰাম লোৱা, তথাপিও তোমালোকে ভাবি নাচাবানে’?",
        "fa": "بگو: «به من بگویید اگر الله [روشناییِ] روز را تا روز قیامت بر شما پاینده گردانَد، كدام معبود جز الله شبی برایتان می‌آورد که در آن آرام بگیرید؟ آیا [این نشانه‌های قدرت الهی را] نمی‌بینید؟"
      }
    },
    {
      "verse_number": 3325,
      "verse_key": "28:73",
      "arabic_text": "وَمِن رَّحْمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ لِتَسْكُنُوا۟ فِيهِ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "phonetic_text": "Wamin rahmatihi jaAAala lakumuallayla wannahara litaskunoo feehi walitabtaghoomin fadlihi walaAAallakum tashkuroon",
      "translations": {
        "fr": "C’est par un effet de Sa grâce qu’Il a fait pour vous la nuit et le jour, (la nuit) pour que vous vous reposiez, et (le jour) pour que vous vous mettiez en quête de Ses faveurs. Peut-être Lui rendrez-vous grâces.",
        "en": "In His mercy He has given you night and day, so that you may rest and seek His bounty and be grateful.’",
        "es": "Por misericordia Dios creó la noche y el día para que vosotros pudierais descansar [durante la noche] y procurar [durante el día] Su favor<sup foot_note=168961>1</sup>. Deberíais ser agradecidos.",
        "it": "È grazie alla Sua misericordia, che stabilisce per voi la notte e il giorno affinché possiate riposare e procurarvi la Sua grazia e affinché Gli siate riconoscenti».",
        "ru": "По милости Своей Он сотворил для вас ночь и день, чтобы вы отдыхали во время нее и искали Его милость, - быть может, вы будете благодарны.",
        "tr": "Rahmetinden dolayı, Allah, geceyi ve gündüzü yarattı ki geceleyin dinlenesiniz (gündüzün) ise O'nun lütuf ve kereminden (rızkınızı) arayasınız. Umulur ki şükredersiniz.",
        "de": "In Seiner Barmherzigkeit hat Er euch die Nacht und den Tag gemacht, damit ihr darin ruht und damit ihr (auch) nach etwas von Seiner Huld trachtet, und auf daß ihr dankbar sein möget.",
        "pt": "Mercê de Sua misericórdia vos fez a noite e o dia; (a noite) para que repouseis; (o dia) para que procureis a Sua graça, afim de que Lhe agradeçais.",
        "nl": "En het behoort tot Zijn Barmhartigheid dat Hij voor jullie de nacht en de dag gemaakt heeft om in uit te rusten en Zijn gunsten te zoeken. Hopelijk zullen jullie dankbaar zijn.",
        "ur": "یہ اسی کی رحمت ہے کہ اس نے تمہارے لیے رات اور دن بنائے تاکہ تم (رات میں) سکون حاصل کرو اور (دن کو) اپنے رب کا فضل تلاش کرو، شاید کہ تم شکر گزار بنو",
        "bn": "তেৱেঁই নিজ অনুগ্ৰহত তোমালোকৰ বাবে ৰাতি আৰু দিন বনাইছে, যাতে তোমালোকে তাত বিশ্ৰাম কৰিব পাৰা আৰু তেওঁৰ অনুগ্ৰহ সন্ধান কৰিব পাৰা লগতে যাতে তোমালোকে তেওঁৰ কৃতজ্ঞতা প্ৰকাশ কৰিব পাৰা।",
        "fa": "و الله از رحمت خویش شب و روز را برایتان قرار داد تا در شب آرام گیرید و در روز [تلاش کنید و] از بخشش او [روزی] بجویید و باشد که سپاس گزارید."
      }
    },
    {
      "verse_number": 3326,
      "verse_key": "28:74",
      "arabic_text": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
      "phonetic_text": "Wayawma yunadeehim fayaqoolu aynashuraka-iya allatheena kuntum tazAAumoon",
      "translations": {
        "fr": "Le jour où Il les appellera, Il leur dira : « Où sont donc les associés que vous prétendiez être les Miens? »",
        "en": "The Day will come when He will call out to them, saying, ‘Where are the partners you claimed for Me?’",
        "es": "El día que [Dios] os convoque y os pregunte: “¿Dónde están los ‘socios’ que Me atribuíais?”",
        "it": "[Allah] dirà loro il Giorno che li chiamerà: «Dove sono coloro che pretendevate essere Miei associati?».",
        "ru": "В тот день Он воззовет к ним и скажет: «Где же Мои сотоварищи, о существовании которых вы предполагали?».",
        "tr": "Ve hele o gün Allah onları çağırarak: \"Benim ortaklarım olduklarını iddia ettikleriniz hani, nerede?\" diyecektir.",
        "de": "Und am Tag, da Er ihnen zurufen wird und dann sagt: „Wo sind denn Meine Teilhaber, die ihr stets angegeben habt?",
        "pt": "O dia em que os convocar, dirá: Onde estão aqueles parceiros que pretendestes (associar-Me)?",
        "nl": "En op die Dag mept Hij hen, en zegt: \"Waar zijn Mijn deelgenoten, degenen die jullie veronderstelden (te bestaan)?\"",
        "ur": "(یاد رکھیں یہ لوگ) وہ دن جبکہ وہ انہیں پکارے گا پھر پوچھے گا \"کہاں ہیں میرے وہ شریک جن کا تم گمان رکھتے تھے؟\"",
        "bn": "আৰু সেইদিনা তেওঁ সিহঁতক মাতি ক’ব, ‘তোমালোকে যিবোৰক মোৰ অংশী বুলি গণ্য কৰিছিলা, সিহঁত ক’ত’?",
        "fa": "و [یاد کن از] روزی‌ که الله به آنان ندا می‌دهد و می‌فرماید: «کجا هستند شریکانی که برای من می‌پنداشتید؟»"
      }
    },
    {
      "verse_number": 3327,
      "verse_key": "28:75",
      "arabic_text": "وَنَزَعْنَا مِن كُلِّ أُمَّةٍ شَهِيدًا فَقُلْنَا هَاتُوا۟ بُرْهَـٰنَكُمْ فَعَلِمُوٓا۟ أَنَّ ٱلْحَقَّ لِلَّهِ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
      "phonetic_text": "WanazaAAna min kulli ommatinshaheedan faqulna hatoo burhanakumfaAAalimoo anna alhaqqa lillahi wadallaAAanhum ma kanoo yaftaroon",
      "translations": {
        "fr": "Nous prendrons de chaque communauté un témoin, et dirons : « Apportez votre preuve ! » Mais ils sauront que la vérité ne relève que d’Allah et ce qu’ils avaient inventé (comme illusions) se sera alors dissipé.",
        "en": "We shall call a witness from every community, and say, ‘Produce your evidence,’ and then they will know that truth belongs to God alone; the gods they invented will forsake them.",
        "es": "Cuando extraiga de cada pueblo un testigo y les diga: “Presentad los fundamentos [de vuestra idolatría]”. Entonces, sabrán que la Verdad solo pertenece a Dios, y todo aquello que inventaron desaparecerá.",
        "it": "Da ogni comunità trarremo un testimone, poi diremo: «Producete la vostra prova!». Sapranno allora che la verità appartiene ad Allah e quello che avevano li abbandonerà.",
        "ru": "Из каждой общины Мы выберем свидетеля и скажем: «Приведите ваше доказательство!». Тогда они узнают, что истина - с Аллахом. И покинет их (или исчезнет) то, что они измышляли.",
        "tr": "(O gün) her ümmetten bir şahit çıkarır, \"Haydin, kesin delilinizi getirin!\" deriz. O zaman bilirler ki, hakikat Allah'a aittir ve uydurageldikleri şeyler (putlar) de kendilerinden ayrılıp kaybolmuşlardır.",
        "de": "Und Wir nehmen aus jeder Gemeinschaft einen Zeugen heraus, und da sagen Wir: „Bringt euren Beweis vor. Dann werden sie wissen, daß die Wahrheit Allah gehört. Und entschwunden wird ihnen sein, was sie zu ersinnen pflegten.",
        "pt": "E tiraremos uma testemunha de cada povo, e diremos: Apresentai as vossas provas! E então saberão que a verdade sópertence a Deus, e tudo quanto tiverem forjado desvanecer-se-á.",
        "nl": "En Wij brengen uit iedere gemeenschap een getuige (een Profeet) naar voren en Wij zeggen: \"Brengt jullie bewijzen!\" Dan zullen zij weten dat de Waarheid aan Allah toebehoort. En wat zij plachten te verzinnen is van hen verdwenen.",
        "ur": "اور ہم ہر اُمّت میں سے ایک گواہ نکال لائیں گے<sup foot_note=\"186003\">1</sup> پھر کہیں گے کہ”لاوٴ اب اپنی دلیل۔“<sup foot_note=\"186004\">2</sup> اس وقت انہیں معلوم ہو جائے گا کہ حق اللہ کی طرف ہے، اور گم ہو جائیں گے ان کے وہ سارے جھُوٹ جو انہوں نے گھڑ رکھے تھے",
        "bn": "আৰু আমি প্ৰত্যেক জাতিৰ পৰা একোজনকৈ সাক্ষী ওলাই আনিম আৰু সুধিম, ‘তোমালোকৰ প্ৰমাণ উপস্থিত কৰা’। তেতিয়া সিহঁতে জানিব পাৰিব যে, ইলাহ হোৱাৰ অধিকাৰ কেৱল আল্লাহৰেই আৰু সিহঁতে যি মিছা ৰটনা কৰিছিল সেয়া সিহঁতৰ পৰা হেৰাই যাব।",
        "fa": "و از هر امتی، گواهی برمی‌گزینیم [که پیامبر آنان است و در مورد کفرشان گواهی می‌دهد]؛ سپس به آنان می‌گوییم: «دلیل [کفر و شرکِ] خویش را بیاورید»؛ پس می‌دانند که حق از آنِ الله است و دروغ‌هایی که می‌بافتند [و آنچه مشرکانه عبادت می‌کردند] محو و نابود گشته است."
      }
    },
    {
      "verse_number": 3328,
      "verse_key": "28:76",
      "arabic_text": "۞ إِنَّ قَـٰرُونَ كَانَ مِن قَوْمِ مُوسَىٰ فَبَغَىٰ عَلَيْهِمْ ۖ وَءَاتَيْنَـٰهُ مِنَ ٱلْكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلْعُصْبَةِ أُو۟لِى ٱلْقُوَّةِ إِذْ قَالَ لَهُۥ قَوْمُهُۥ لَا تَفْرَحْ ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْفَرِحِينَ",
      "phonetic_text": "Inna qaroona kana min qawmimoosa fabagha AAalayhim waataynahumina alkunoozi ma inna mafatihahu latanoo-obilAAusbati olee alquwwati ith qalalahu qawmuhu la tafrah inna Allaha layuhibbu alfariheen",
      "translations": {
        "fr": "Qârûn (Coré) était du peuple de Moïse. Mais il persécutait les siens, abusant de sa force. Les trésors que Nous lui avions donnés étaient si grands que leurs clés étaient lourdes à porter même pour un groupe d’hommes dotés d’une grande force. Son peuple lui dit alors : « Ne sois pas trop fier (de ce que tu as), car Allah n’aime pas les gens fiers. »",
        "en": "Qarun was one of Moses’ people, but he oppressed them. We had given him such treasures that even their keys would have weighed down a whole company of strong men. His people said to him, ‘Do not gloat, for God does not like people who gloat.",
        "es": "Qarún pertenecía al pueblo de Moisés, pero abusó de ellos. Le había concedido tantos tesoros, que hasta las llaves [de los cofres donde se guardaban] resultaban pesadas para un grupo de hombres fuertes. Pero su pueblo le dijo: “No te jactes [de lo que tienes] porque Dios no ama a los arrogantes.",
        "it": "Invero Qàrùn <a class=f><sup foot_note=158882>1</sup></a>faceva parte del popolo di Mosè, ma poi si rivoltò contro di loro. Gli avevamo concesso tesori le cui sole chiavi sarebbero state pesanti per un manipolo di uomini robusti. Gli disse la sua gente: «Non essere tronfio! In verità Allah non ama i superbi.",
        "ru": "Воистину, Карун (Корей) был соплеменником Мусы, но притеснял их. Мы даровали ему столько сокровищ, что ключи от них были обременительны даже для нескольких силачей. Соплеменники сказали ему: «Не ликуй, ведь Аллах не любит тех, кто ликует.",
        "tr": "Karun, Musa'nın kavminden idi de, onlara karşı azgınlık etmişti. Biz ona öyle hazineler vermiştik ki, anahtarlarını güçlü kuvvetli bir topluluk zor taşırdı. Kavmi ona demişti ki: \"Şımarma! Bil ki Allah şımarıkları sevmez.\"",
        "de": "Gewiß, Qarun gehörte zum Volk Musas, doch unterdrückte er sie. Und Wir gaben ihm solche Schätze, daß deren Schlüssel wahrlich eine schwere Last für eine (ganze) Schar kräftiger Männer gewesen wären. Als sein Volk zu ihm sagte: „Sei nicht (übermütig) froh, denn Allah liebt nicht diejenigen (Unterdrücker), die (zu übermütig) froh sind,",
        "pt": "Em verdade, Carun era do povo de Moisés e o envergonhou. Havíamos-lhe concedido tantos tesouros, que as suaschaves constituíam uma carga para um grupo de homens robustos. Recorda quando o seu povo lhe disse: Não exultes, porqueDeus não aprecia os exultados.",
        "nl": "Voorwaar, Qârôen behoorde tot het volk van Môesa, maar Hij bedroog hen. En Wij schonken hem zoveel schatten dat hun sleutels met moeite door een groep sterke mannen gedragen zouden kunnen worden. (Gedenkt) toen zijn volk tot hem zei: \"Wees niet hoogmoedig: voorwaar, Allah houdt niet van de hoogmoedigen.",
        "ur": "یہ ایک واقعہ ہے<sup foot_note=\"186005\">1</sup> کہ قارون موسیٰؑ کی قوم کا ایک شخص تھا، پھر وہ اپنی قوم کے خلاف سرکش ہوگیا۔<sup foot_note=\"186006\">2</sup> اور ہم نے اس کو اتنے خزانے دے رکھے تھے کہ ان کی کنجیاں طاقت ور آدمیوں کی ایک جماعت مشکل سے اُٹھا سکتی تھی۔<sup foot_note=\"186007\">3</sup> ایک دفعہ جب اس کی قوم کے لوگوں نے اس سے کہا ”پھُول نہ جا، اللہ پھُولنے والوں کو پسند نہیں کرتا",
        "bn": "নিশ্চয় ক্বাৰূন আছিল মুছাৰ সম্প্ৰদায়ভুক্ত, কিন্তু সি সিহঁতৰ প্ৰতি ঔদ্ধত্য প্ৰকাশ কৰিছিল। আৰু আমি তাক দান কৰিছিলোঁ ইমান ধন-ভাণ্ডাৰ যে, যাৰ চাবিবোৰ বহন কৰা এদল শক্তিশালী মানুহৰ পক্ষেও কষ্টসাধ্য আছিল। স্মৰণ কৰা, যেতিয়া তাৰ সম্প্ৰদায়ৰ মানুহে তাক কৈছিল, ‘অহংকাৰ নকৰিবা। নিশ্চয় আল্লাহে অহংকাৰী লোকক পছন্দ নকৰে।",
        "fa": "قارون از قوم موسی بود؛ اما بر آنان فخرفروشی نمود؛ و از گنجینه‌ها، آنقدر به وی داده بودیم که [حتی] حمل کلید‌هایش برای گروهی نیرومند مشکل بود. هنگامی ‌که [مردم] قومش به او گفتند: «[به خاطر ثروتت، چنین مغرور و] سرمست نباش. بی‌تردید، الله سرمستان را دوست ندارد."
      }
    },
    {
      "verse_number": 3329,
      "verse_key": "28:77",
      "arabic_text": "وَٱبْتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلْـَٔاخِرَةَ ۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنْيَا ۖ وَأَحْسِن كَمَآ أَحْسَنَ ٱللَّهُ إِلَيْكَ ۖ وَلَا تَبْغِ ٱلْفَسَادَ فِى ٱلْأَرْضِ ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُفْسِدِينَ",
      "phonetic_text": "Wabtaghi feema atakaAllahu addara al-akhirata walatansa naseebaka mina addunya waahsinkama ahsana Allahu ilayka wala tabghialfasada fee al-ardi inna Allaha layuhibbu almufsideen",
      "translations": {
        "fr": "Recherche plutôt, avec les biens qu’Allah t’a donnés, la Demeure Ultime. N’oublie cependant pas ta part en ce bas monde.<sup foot_note=195025>1</sup> Sois bienfaisant (envers autrui) comme Allah l’a été envers toi. Ne cherche pas le désordre sur terre, car Allah n’aime pas les semeurs de désordre.",
        "en": "Seek the life to come by means of what God has granted you, but do not neglect your rightful share in this world. Do good to others as God has done good to you. Do not seek to spread corruption in the land, for God does not love those who do this,’",
        "es": "Gánate el Paraíso con lo que Dios te ha concedido, y no te olvides de que también puedes disfrutar de lo que Dios ha hecho lícito en esta vida<sup foot_note=168962>1</sup>. Sé generoso [con tu prójimo] como Dios lo es contigo, y no contamines la tierra; Dios no ama a los que contaminan [a sabiendas]”.",
        "it": "Cerca, con i beni che Allah ti ha concesso, la Dimora Ultima. Non trascurare i tuoi doveri in questo mondo, sii benefico come Allah lo è stato con te e non corrompere la terra. Allah non ama i corruttori».",
        "ru": "А посредством того, что Аллах даровал тебе, стремись к Последней обители, но не забывай о своей доле в этом мире! Твори добро, подобно тому, как Аллах сотворил добро для тебя, и не стремись распространять нечестие на земле, ведь Аллах не любит распространяющих нечестие».",
        "tr": "\"Allah'ın sana verdiğinden (O'nun yolunda harcayarak) ahiret yurdunu gözet, ama dünyadan da nasibini unutma! Allah'ın sana ihsan ettiği gibi, sen de (insanlara) iyilik et. Yeryüzünde bozgunculuğu arzulama. Şüphesiz ki Allah, bozguncuları sevmez.\"",
        "de": "sondern trachte mit dem, was Allah dir gegeben hat, nach der jenseitigen Wohnstätte, vergiß aber auch nicht deinen Anteil am Diesseits. Und tu Gutes, so wie Allah dir Gutes getan hat. Und trachte nicht nach Unheil auf der Erde, denn Allah liebt nicht die Unheilstifter.",
        "pt": "Mas procura, com aquilo com que Deus te tem agraciado, a morada do outro mundo; não te esqueças da tua porção nestemundo, e sê amável, como Deus tem sido para contigo, e não semeies a corrupção na terra, porque Deus não aprecia oscorruptores.",
        "nl": "En zoek met wat Allah jou gegeven heeft het Huis van het Hiernamaals en vergeet niet jouw deel in de wereld. En doe goed zoals Allah jou goed heeft gedaan en zoek geen verderf op de aarde. Voorwaar. Allah houdt niet van de verderfzaaiers.\"",
        "ur": "جو مال اللہ نے تجھے دیا ہے اس سے آخرت کا گھر بنانے کی فکر کر اور دُنیا میں سے بھی اپنا حصہ فراموش نہ کر احسان کر جس طرح اللہ نے تیرے ساتھ احسان کیا ہے اور زمین میں فساد برپا کرنے کی کوشش نہ کر، اللہ مفسدوں کو پسند نہیں کرتا\"",
        "bn": "‘আৰু আল্লাহে তোমাক যি দান কৰিছে তাৰ দ্বাৰা আখিৰাতৰ আবাস অনুসন্ধান কৰা আৰু পৃথিৱীৰ পৰাও তোমাৰ অংশখিনি নাপহৰিবা, তুমিও অনুগ্ৰহ কৰা যেনেকৈ আল্লাহে তোমাৰ প্ৰতি অনুগ্ৰহ কৰিছে আৰু পৃথিৱীৰ বুকুত বিপৰ্যয় সৃষ্টি কৰাৰ ইচ্ছা নকৰিবা। নিশ্চয় আল্লাহে বিপৰ্যয় সৃষ্টিকাৰীসকলক ভাল নাপায়’।",
        "fa": "و با آنچه الله به تو بخشیده است، [ثوابِ] سرای آخرت را بجوی و [در عین حال،] بهره‌ات را از [زندگی] دنیا نیز فراموش نکن؛ و چنان که الله به تو نیکی کرده است، تو نیز [به بندگانش] نیکی کن و هرگز در پیِ تبهکاری [و فساد] در زمین نباش. بی‌تردید، الله مفسدان را دوست ندارد»."
      }
    },
    {
      "verse_number": 3330,
      "verse_key": "28:78",
      "arabic_text": "قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلْمٍ عِندِىٓ ۚ أَوَلَمْ يَعْلَمْ أَنَّ ٱللَّهَ قَدْ أَهْلَكَ مِن قَبْلِهِۦ مِنَ ٱلْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا ۚ وَلَا يُسْـَٔلُ عَن ذُنُوبِهِمُ ٱلْمُجْرِمُونَ",
      "phonetic_text": "Qala innama ooteetuhu AAalaAAilmin AAindee awa lam yaAAlam anna Allaha qad ahlaka minqablihi mina alqurooni man huwa ashaddu minhu quwwatan waaktharujamAAan wala yus-alu AAan thunoobihimu almujrimoon",
      "translations": {
        "fr": "« Ce qui m’a été donné, fit Qârûn (Coré), je l’ai eu grâce à une science que je détiens ! » Mais, ne savait-il donc pas qu’Allah avait fait périr, avant lui, des générations encore plus puissantes et plus riches ? Mais les criminels ne seront (même) pas interrogés à propos de leurs péchés (avant d’être jetés en Enfer).",
        "en": "but he answered, ‘This wealth was given to me on account of the knowledge I possess.’ Did he not know that God had destroyed many generations before him, who had greater power than him and built up greater wealth? The guilty will not be questioned about their sins.",
        "es": "Dijo [Qarún con soberbia]: “Lo que se me ha concedido es gracias a mi conocimiento”<sup foot_note=168963>1</sup>. ¿Acaso no sabía que Dios ya había destruido naciones más poderosas y con más riquezas que él? [Debido a lo terrible de sus faltas,] a los perversos no se les preguntará por sus pecados<sup foot_note=168964>2</sup>",
        "it": "Rispose: «Ho ottenuto tutto ciò grazie alla scienza che possiedo». Ignorava forse che già in precedenza Allah aveva fatto perire generazioni ben più solide di lui e ben più numerose? I malfattori non saranno interrogati a proposito delle loro colpe <a class=f><sup foot_note=158883>1</sup></a>.",
        "ru": "Он сказал: «Все это даровано мне благодаря знанию, которым я обладаю». Неужели он не знал, что до него Аллах погубил целые поколения, которые превосходили его мощью и накоплениями? Грешники не будут спрошены об их грехах.",
        "tr": "Karun ise: \"O (servet) bana ancak kendimdeki bilgi sayesinde verildi.\" demiştir. Bilmiyor muydu ki Allah, kendinden önceki nesillerden, ondan daha güçlü, ondan daha çok taraftarı olan kimseleri helak etmişti. Günahkarlardan günahları sorulmaz (Allah onların hepsini bilir).",
        "de": "Er sagte: „Es ist mir nur gegeben worden aufgrund von Wissen, das ich besitze. Wußte er denn nicht, daß Allah bereits vor ihm solche Geschlechter vernichtet hatte, die eine stärkere Kraft als er besaßen und eine größere Ansammlung (an Helfern) hatten? Und die Übeltäter werden nicht nach ihren Sünden befragt.",
        "pt": "Respondeu: Isto me foi concedido, devido a certo conhecimento que possuo! Porém, ignorava que Deus já haviaexterminado tantas gerações, mais vigorosas e mais opulentas do que ele. Em verdade, os pecadores não serão interrogados (imediatamente) sobre os seus pecados.",
        "nl": "Hij (Qârôen) zei: \"Voorwaar, dat wat aan mij gegeven is, berust op kennis die ik bezit.\" Wist hij dan niet dat Allah vóór zijn tijd generaties heeft vernietigd die veel sterker waren dan hij en meer (rijkdom) verzameld hadden? En de misdadigers hoeven niet over hun zonden ondervraagd te werden (want Allah kent hun zonden al).",
        "ur": "تو اُس نے کہا”یہ سب کچھ تو مجھے اُس علم کی بنا پر دیا گیا ہے جو مجھ کو حاصل ہے“<sup foot_note=\"186008\">1</sup>۔۔۔۔۔۔۔۔۔ کیا اس کو یہ علم نہ تھا کہ اللہ اس سے پہلے بہت سے ایسے لوگوں کو ہلاک کر چکا ہے جو اس سے زیادہ قوت اور جمعیت رکھتے تھے؟<sup foot_note=\"186009\">2</sup> مجرموں سے تو ان کے گناہ نہیں پُوچھے جاتے۔<sup foot_note=\"186010\">3</sup>",
        "bn": "সি ক’লে, ‘এই সম্পদ মই মোৰ জ্ঞানৰ দ্বাৰাহে লাভ কৰিছোঁ’। সি জনা নাছিলনে যে, আল্লাহে তাৰ আগত বহু প্ৰজন্মক ধ্বংস কৰিছে, যিসকল তাতকৈও শক্তিশালী আছিল আৰু সিহঁতৰ জনসংখ্যাও আছিল অধিক? আৰু অপৰাধীবিলাকক সিহঁতৰ অপৰাধ সম্পৰ্কে প্ৰশ্ন কৰা নহ’ব।",
        "fa": "[قارون] گفت: «آنچه به من داده شده، در نتیجۀ [قدرت و] دانشی است که نزد من است». آیا نمی‌دانست که الله نسل‌هایی را پیش از وی نابود کرده بود که از او نیرومندتر و ثروتمندتر بودند؟ و [روز قیامت، اینگونه] مجرمان از گناهانشان پرسيده نمى‌شوند [و بى‌حساب دوزخ مى‌روند]."
      }
    },
    {
      "verse_number": 3331,
      "verse_key": "28:79",
      "arabic_text": "فَخَرَجَ عَلَىٰ قَوْمِهِۦ فِى زِينَتِهِۦ ۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا يَـٰلَيْتَ لَنَا مِثْلَ مَآ أُوتِىَ قَـٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٍ",
      "phonetic_text": "Fakharaja AAala qawmihi fee zeenatihiqala allatheena yureedoona alhayata addunyaya layta lana mithla ma ootiya qaroonuinnahu lathoo haththin AAatheem",
      "translations": {
        "fr": "Il sortit (un jour) devant son peuple, portant ses plus riches parures. Ceux dont la prédilection allait vers les biens de ce monde dirent alors : « Si seulement nous pouvions avoir (les mêmes richesses) que celles données à Qârûn (Coré) : il est certes immensément fortuné ! »",
        "en": "He went out among his people in all his pomp, and those whose aim was the life of this world said, ‘If only we had been given something like what Qarun has been given: he really is a very fortunate man,’",
        "es": "[Cierto día, Qarún] se presentó ante su pueblo con todo su lujo, y quienes amaban la vida mundanal exclamaron: “¡Ojalá tuviéramos lo mismo que Qarún! Él ha tenido mucha suerte”.",
        "it": "Poi uscì, [mostrandosi] al suo popolo in tutta la sua pompa. Coloro che bramavano questa vita dissero: «Disgraziati noi, se avessimo quello che è stato dato a Qàrùn! Gli è stata certo data immensa fortuna!».",
        "ru": "Он вышел к своему народу в своих украшениях. Те, которые желали мирской жизни, сказали: «Вот если бы у нас было то, что даровано Каруну (Корею)! Воистину, он обладает великой долей».",
        "tr": "Derken Karun, ihtişam içinde kavminin karşısına çıktı. Dünya hayatını arzulayanlar, \"Keşke Karun'a verilenin benzeri bizim de olsaydı. Hakikat şu ki o, çok büyük devlet sahibidir\" dediler.",
        "de": "Und so trat er zu seinem Volk in seinem Schmuck heraus. Diejenigen, die das diesseitige Leben begehrten, sagten: „O hätten doch (auch) wir das gleiche wie das, was Qarun gegeben worden ist! Er hat wahrlich gewaltiges Glück.",
        "pt": "Então apresentou-se seu povo, com toda a sua pompa. Os que ambicionavam a vida terrena disseram: Oxalá tivéssemoso mesmo que foi concedido a Carun! Quão afortunado é!",
        "nl": "Toen begaf hij zich onder zijn volk, in vol ornaat. Degenen die het wereldse leven wensten, zeiden: \"Hadden wij maar zoveel als Qârôen gegeven is. Voorwaar, hij is zeker een man die gewuldig geluk heeft.\"",
        "ur": "ایک روز وہ اپنی قوم کے سامنے اپنے پُورے ٹھاٹھ میں نکلا جو لوگ حیات دنیا کے طالب تھے وہ اسے دیکھ کر کہنے لگے \"کاش ہمیں بھی وہی کچھ ملتا جو قارون کو دیا گیا ہے، یہ تو بڑا نصیبے والا ہے\"",
        "bn": "এতেকে কাৰূন তাৰ সম্প্ৰদায়ৰ সন্মুখত জাক-জমকতাৰে ওলাই আহিল। যিসকলে পাৰ্থিৱ জীৱন কামনা কৰিছিল সিহঁতে ক’লে, ‘হায়! কাৰূনক যিদৰে দান কৰা হৈছে আমাকো যদি সেইদৰে দান কৰা হ’লহেঁতেন! নিশ্চয় সি মহা ভাগ্যৱান’।",
        "fa": "قارون با [تجملات و] زینت‌هایش در برابر قوم خویش ظاهر شد. افرادی ‌[از اطرافیان او] که خواستار زندگی دنیا بودند، گفتند: «ای کاش همانند آنچه به قارون داده شده است ما [نیز] داشتیم. واقعاً او بهرۀ بزرگی [از مال دنیا] دارد»."
      }
    },
    {
      "verse_number": 3332,
      "verse_key": "28:80",
      "arabic_text": "وَقَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ وَيْلَكُمْ ثَوَابُ ٱللَّهِ خَيْرٌ لِّمَنْ ءَامَنَ وَعَمِلَ صَـٰلِحًا وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّـٰبِرُونَ",
      "phonetic_text": "Waqala allatheena ootooalAAilma waylakum thawabu Allahi khayrun liman amanawaAAamila salihan wala yulaqqahailla assabiroon",
      "translations": {
        "fr": "Ceux, en revanche, qui détenaient le savoir dirent : « Malheur à vous ! La récompense d’Allah est bien meilleure pour celui qui a la foi et fait le bien. » Mais seuls la recevront ceux qui savent être patients.",
        "en": "but those who were given knowledge said, ‘Alas for you! God’s reward is better for those who believe and do good deeds: only those who are steadfast will attain this.’",
        "es": "Pero quienes fueron agraciados con el conocimiento dijeron: “¡Ay de vosotros! La recompensa de Dios para quien crea y haga obras de bien es superior, pero no la consiguen sino los que son pacientes”.",
        "it": "Coloro che invece avevano avuto la scienza dissero: «Guai a voi! La ricompensa di Allah è la migliore, per chi crede e compie il bene». Ma essa viene data solo a quelli che perseverano.",
        "ru": "А те, которым было даровано знание, сказали: «Горе вам! Вознаграждение Аллаха будет лучше для тех, которые уверовали и поступали праведно. Но не обретет этого никто, кроме терпеливых».",
        "tr": "Kendilerine ilim verilmiş olanlar ise, şöyle dediler: \"Yazıklar olsun size! İman edip iyi işler yapanlara göre Allah'ın mükafatı daha üstündür. Ona da ancak sabredenler kavuşabilir.\"",
        "de": "Aber diejenigen, denen das Wissen gegeben worden war, sagten: „Wehe euch! Allahs Belohnung ist besser für jemanden, der glaubt und rechtschaffen handelt. Aber es wird nur den Standhaften dargeboten.",
        "pt": "Porém, os sábios lhes disseram: Ai de vós! A recompensa de Deus é preferível para o fiel que pratica o bem. Porém, ninguém a obterá, a não ser os perseverantes.",
        "nl": "En degenen aan wie de kennis gegeven was, zeiden: \"Wee jullie, de beloning van Allah is beter voor wie gelooft en goede daden verricht. En zij wordt niet bereikt, behalve door de geduldigen.\"",
        "ur": "مگر جو لوگ علم رکھنے والے تھے وہ کہنے لگے”افسوس تمہارے حال پر ، اللہ کا ثواب بہتر ہے اُس شخص کے لیے جو ایمان لائے اور نیک عمل کرے، اور یہ دولت نہیں ملتی مگر صبر کرنے والوں کو۔“<sup foot_note=\"186011\">1</sup>",
        "bn": "আৰু যিসকলক জ্ঞান দান কৰা হৈছিল, তেওঁলোকে ক’লে, ‘ধিক তোমালোকৰ ওপৰত! যিয়ে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে তেওঁলোকৰ বাবে আল্লাহৰ পুৰস্কাৰেই শ্ৰেষ্ঠ আৰু ধৈৰ্যশীলসকলৰ বাহিৰে আন কোনেও সেয়া নাপাব’।",
        "fa": "اما کسانی که دانش [حقیقی] یافته بودند، گفتند: «وای بر شما! برای کسی ‌که ایمان آورده است و کارهای شایسته می‌کند، ثواب الهی بهتر است؛ و این [سخن] را کسانی جز شکیبایان نمی‌پذیرند»."
      }
    },
    {
      "verse_number": 3333,
      "verse_key": "28:81",
      "arabic_text": "فَخَسَفْنَا بِهِۦ وَبِدَارِهِ ٱلْأَرْضَ فَمَا كَانَ لَهُۥ مِن فِئَةٍ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلْمُنتَصِرِينَ",
      "phonetic_text": "Fakhasafna bihi wabidarihial-arda fama kana lahu min fi-atin yansuroonahumin dooni Allahi wama kana mina almuntasireen",
      "translations": {
        "fr": "Nous fîmes soudain se fendre la terre sous lui. Lui et sa demeure y furent engloutis. Il n’y eut alors, en dehors d’Allah, aucun clan pour le secourir, et il ne put lui-même se secourir.",
        "en": "We caused the earth to swallow him and his home: he had no one to help him against God, nor could he defend himself.",
        "es": "Hice que la tierra se tragara a Qarún y a su palacio, y no hubo nadie que pudiera socorrerle, ni siquiera pudo salvarse a sí mismo.",
        "it": "Facemmo sì che la terra lo inghiottisse, lui e la sua casa. E non vi fu schiera che lo aiutasse contro Allah, non potè soccorrere se stesso.",
        "ru": "Мы заставили землю поглотить его вместе с его домом. Не было у него сторонников, которые помогли бы ему вместо Аллаха, и сам он не мог помочь себе.",
        "tr": "Derken biz onu da, sarayını da yerin dibine geçirdik. Artık Allah'a karşı kendisine yardım edecek taraftarları olmadığı gibi, o, kendini savunup kurtarabilecek kimselerden de değildi.",
        "de": "Da ließen Wir mit ihm und mit seiner Wohnstätte die Erde versinken. Und da hatte er weder eine Schar, die ihm vor Allah half, noch konnte er sich selbst helfen.",
        "pt": "E fizemo-lo ser tragado, juntamente com sua casa, pela terra, e não teve partido algum que o defendesse de Deus, e nãose contou entre os defendidos.",
        "nl": "Daarom deden wij hem en zijn woning in de aarde wegzinken. En voor hem was er geen groep die hem kon helpen, behalve Allah. En hij behoorde niet tot de weerbaren.",
        "ur": "آخر کار ہم نے اسے اور اس کے گھر کو زمین میں دَھنسا دیا پھر کوئی اس کے حامیوں کا گروہ نہ تھا جو اللہ کے مقابلہ میں اس کی مدد کو آتا اور نہ وہ خود اپنی مدد آپ کر سکا",
        "bn": "তাৰ পিছত আমি কাৰূনক তাৰ প্ৰাসাদসহ ভূগৰ্ভত পুতি পোলালোঁ। তাৰ সপক্ষে এনে কোনো দল নাছিল, যিয়ে আল্লাহৰ শাস্তিৰ পৰা তাক সহায় কৰিব আনকি সি নিজেও নিজকে সহায় কৰিবলৈ সক্ষম নাছিল।",
        "fa": "سپس قارون‌ را همراه خانه‌اش در زمین فروبردیم؛ آنگاه هیچ گروهى نداشت كه او را در برابر [عذاب‌] الله یاری كنند و [خود نیز] نتوانست به خویشتن یاری رساند."
      }
    },
    {
      "verse_number": 3334,
      "verse_key": "28:82",
      "arabic_text": "وَأَصْبَحَ ٱلَّذِينَ تَمَنَّوْا۟ مَكَانَهُۥ بِٱلْأَمْسِ يَقُولُونَ وَيْكَأَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ ۖ لَوْلَآ أَن مَّنَّ ٱللَّهُ عَلَيْنَا لَخَسَفَ بِنَا ۖ وَيْكَأَنَّهُۥ لَا يُفْلِحُ ٱلْكَـٰفِرُونَ",
      "phonetic_text": "Waasbaha allatheenatamannaw makanahu bil-amsi yaqooloona waykaannaAllaha yabsutu arrizqa liman yashaomin AAibadihi wayaqdiru lawla an manna AllahuAAalayna lakhasafa bina waykaannahu la yuflihualkafiroon",
      "translations": {
        "fr": "Et voici que ceux qui, la veille, souhaitaient être à sa place, se reprirent le lendemain matin : « Allah dispense Ses biens à qui Il veut parmi Ses serviteurs, avec générosité ou avec parcimonie. Si Allah ne nous avait pas privilégiés, Il nous aurait certes fait engloutir sous terre. Certes les mécréants ne (sauraient) réussir. »",
        "en": "The next day, those who had, the day before, wished to be in his place exclaimed, ‘Alas [for you, Qarun]! It is God alone who gives what He will, abundantly or sparingly, to whichever He will of His creatures: if God had not been gracious to us, He would have caused the earth to swallow us too.’ Alas indeed! Those who deny the truth will never prosper.",
        "es": "Quienes antes habían deseado estar en su lugar comenzaron a decir: “Dios le concede un sustento abundante a quien quiere y se lo restringe [a quien Él quiere] de Sus siervos. De no haber sido porque Dios nos ha agraciado con Su misericordia, nos hubiera tragado la tierra también a nosotros. Es muy cierto que quienes niegan la verdad nunca prosperan”.",
        "it": "E coloro che la vigilia si auguravano di essere al posto suo, dissero: «Ah! È ben evidente che Allah concede con larghezza o lesina a chi vuole tra i Suoi servi. Se Allah non ci avesse favorito, certamente ci avrebbe fatto sprofondare. Ah! È ben evidente che i miscredenti non prospereranno».",
        "ru": "А те, которые накануне желали оказаться на его месте, наутро сказали: «Ох! Аллах увеличивает или ограничивает удел тому из Своих рабов, кому пожелает? Если бы Аллах не оказал нам милость, то Он заставил бы землю поглотить нас. Ох! Неверующие не преуспеют».",
        "tr": "Daha dün onun yerinde olmayı isteyenler de: \"Demek ki Allah kullarından dilediğine rızkı çok da, az da verir. Şayet Allah bize lütufta bulunmuş olmasaydı, bizi de yerin dibine geçirirdi. Demek ki inkârcılar iflah olmazmış\" demeye başladılar.",
        "de": "Und diejenigen, die sich am Tag zuvor (an) seine(r) Stelle (zu sein) gewünscht hatten, begannen zu sagen: „Ah sieh! Allah gewährt die Versorgung großzügig, wem von Seinen Dienern Er will, und bemißt auch. Wenn Allah uns nicht eine Wohltat erwiesen hätte, hätte Er uns wahrlich (auch) versinken lassen. Ah sieh! Den Ungläubigen wird es nicht wohl ergehen.",
        "pt": "E aqueles que, na véspera, cobiçavam a sua sorte, disseram: Ai de nós! Deus prodigaliza ou restringe as Suas mercês aquem Lhe apraz, dentre os Seus servos! Se Deus não nos tivesse agraciado, far-nos-ia sermos tragados pela terra. Emverdade, os incrédulos jamais prosperarão.",
        "nl": "En degenen die de vorige dag zijn positie wensten gingen zeggen: \"O wee, het is Allah Die het onderhoud verruimt en beperkt voor wie Hij wil van Zijn dienaren. Als Allah ons niet begunstigd had, had Hij ons zeker doen wegzinken. O wee, de ongelovigen welslagen niet.\"",
        "ur": "اب وہی لوگ جو کل اس کی منزلت کی تمنا کر رہے تھے کہنے لگے”افسوس، ہم بھُول گئے تھے کہ اللہ اپنے بندوں میں سے جس کا رزق چاہتا ہے کشادہ کرتا ہے اور جسے چاہتا ہے نَپا تُلا دیتا ہے۔<sup foot_note=\"186012\">1</sup> اگر اللہ نے ہم پر احسان نہ کیا ہوتا تو ہمیں بھی زمین میں دَھنسا دیتا۔ افسوس ہم کو یاد نہ رہا کہ کافر فلاح نہیں پایا کرتے۔“<sup foot_note=\"186013\">2</sup>",
        "bn": "আৰু যোৱা কালি যিসকলে তাৰ দৰে হোৱাৰ কামনা কৰিছিল, সিহঁতে ক’বলৈ ধৰিলে, ‘চোৱা, আল্লাহে তেওঁৰ বান্দাসকলৰ মাজত যাৰ বাবে ইচ্ছা তাৰ জীৱিকা বৃদ্ধি কৰি দিয়ে আৰু যাৰ বাবে ইচ্ছা তাৰ বাবে হ্ৰাস কৰি দিয়ে। যদি আল্লাহে আমাৰ প্ৰতি সদয় নহ’লহেঁতেন তেন্তে আমাকো তেওঁ ভূগৰ্ভত পুতি পেলালেহেঁতেন। চোৱা, কাফিৰসকল কেতিয়াও সফলকাম হ’ব নোৱাৰে’।",
        "fa": "و کسانی ‌که دیروز آرزو می‌کردند به جای او باشند، بامداد [روز بعد] می‌گفتند: «وای بر ما! گویی الله است که [نعمت و] روزی را بر هر کس که بخواهد گسترده می‌دارد و [یا] تنگ می‌گرداند. اگر الله بر ما منّت ننهاده بود، قطعاً ما را [نیز به سزای سخنانمان به ژرفای زمین] فرومی‌بُرد، ای وای! گویی کافران هرگز رستگار نمی‌شوند."
      }
    },
    {
      "verse_number": 3335,
      "verse_key": "28:83",
      "arabic_text": "تِلْكَ ٱلدَّارُ ٱلْـَٔاخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِى ٱلْأَرْضِ وَلَا فَسَادًا ۚ وَٱلْعَـٰقِبَةُ لِلْمُتَّقِينَ",
      "phonetic_text": "Tilka addaru al-akhiratunajAAaluha lillatheena la yureedoonaAAuluwwan fee al-ardi wala fasadan walAAaqibatulilmuttaqeen",
      "translations": {
        "fr": "Cette Ultime Demeure, Nous la destinons à ceux qui ne veulent ni suprématie ni corruption sur terre. L’aboutissement heureux est (promis) aux hommes pieux.",
        "en": "We grant the Home in the Hereafter to those who do not seek superiority on earth or spread corruption: the happy ending is awarded to those who are mindful of God.",
        "es": "La morada de la otra vida [en el Paraíso] es para quienes no son soberbios ni siembran la corrupción en la Tierra. ¡Bienaventurados sean los piadosos!",
        "it": "Questa Dimora Ultima la riserviamo a coloro che non vogliono essere superbi sulla terra e non seminano corruzione. L’esito finale appartiene ai timorati [di Allah].",
        "ru": "Ту Последнюю обитель Мы определили для тех, которые не желают превозноситься на земле и распространять нечестие. Добрый исход уготован только для богобоязненных.",
        "tr": "İşte ahiret yurdu! Biz onu yeryüzünde böbürlenmeyi ve bozgunculuğu arzulamayan kimselere veririz. (En güzel) akıbet, takva sahiplerinindir.",
        "de": "Das ist die jenseitige Wohnstätte. Wir bestimmen sie für diejenigen, die weder Überheblichkeit auf der Erde noch Unheil begehren. Und das (gute) Ende gehört den Gottesfürchtigen.",
        "pt": "Destinamos a morada, no outro mundo, àqueles que não se envaidecem nem fazem corrupção na terra; e a recompensaserá dos tementes.",
        "nl": "Dat Huis van het Hiernamaals (het Paradijs) schenken Wij aan hen, die niet hoogmoedig wensen te zijn op aarde en geen verderf (zaaien) en het (goede) einde is voor de Moettaqôen.",
        "ur": "وہ آخرت کا گھر<sup foot_note=\"186014\">1</sup> تو ہم اُن لوگوں کے لیے مخصُوص کر دیں گے جو زمین میں اپنی بڑائی نہیں چاہتے<sup foot_note=\"186015\">2</sup> اور نہ فساد کرنا چاہتے ہیں۔<sup foot_note=\"186016\">3</sup> اور انجام کی بھلائی متقین ہی کے لیے ہے۔<sup foot_note=\"186017\">4</sup>",
        "bn": "এইটো আখিৰাতৰ সেই আবাস যিটো আমি নিৰ্ধাৰিত কৰোঁ তেওঁলোকৰ বাবে যিসকলে পৃথিৱীত উদ্ধত আৰু বিপৰ্যয় সৃষ্টি কৰিব নিবিচাৰে; আৰু শুভ পৰিণাম কেৱল মুত্তাক্বীসকলৰ বাবে।",
        "fa": "این سرای آخرت را [فقط] برای کسانی قرار می‌دهیم که خواهان گردنکشی و فساد در زمین نیستند؛ و سرانجامِ [نیک]، از آنِ پرهیزگاران است."
      }
    },
    {
      "verse_number": 3336,
      "verse_key": "28:84",
      "arabic_text": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ خَيْرٌ مِّنْهَا ۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجْزَى ٱلَّذِينَ عَمِلُوا۟ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
      "phonetic_text": "Man jaa bilhasanatifalahu khayrun minha waman jaa bissayyi-atifala yujza allatheena AAamiloo assayyi-atiilla ma kanoo yaAAmaloon",
      "translations": {
        "fr": "Celui qui viendra avec une bonne œuvre aura bien mieux encore. Et celui qui viendra avec une mauvaise œuvre (doit savoir que) ceux qui commettent des œuvres impies ne seront rétribués que selon ce qu’ils auront commis.",
        "en": "Whoever comes before God with a good deed will receive a better reward; whoever comes with an evil deed will be punished only for what he has done.",
        "es": "[El Día del Juicio Final,] quien se presente habiendo realizado obras buenas será recompensado más de lo merecido por ellas, pero quien se presente habiendo realizado obras malas solo será retribuido por lo que hizo.",
        "it": "Chi verrà con il bene, avrà meglio ancora; chi verrà con il male, [sappia che] coloro che avranno commesso il male saranno ricompensati per ciò che avranno fatto.",
        "ru": "Тот, который предстанет с добрым деянием, получит нечто лучшее. А если кто предстанет со злым деянием, то ведь творящие зло получат воздаяние только за то, что они совершали.",
        "tr": "Kim bir iyilik getirirse ona ondan daha üstün karşılık vardır. Kim bir kötülük getirirse, o kötülükleri işleyenler, ancak yaptıkları kadar ceza görürler.",
        "de": "Wer mit einer guten Tat kommt, für den wird es etwas Besseres als sie geben. Wer aber mit einer bösen Tat kommt, so wird denjenigen, die böse Taten begehen, nur das vergolten, was sie zu tun pflegten.",
        "pt": "Aqueles que tiverem praticado o bem, obterão algo melhor do que isso; por outra, quem houver praticado o mal, saibaque os malfeitores não serão punidos senão segundo o houverem feito.",
        "nl": "Wie met het goede kwam, voor hem is er iets beters dan dat; en wie die met het slechte kwam: degenen die slechte daden verrichtten worden slechts vergolden voor wat zij plachten te doen.",
        "ur": "جو کوئی بھَلائی لے کر آئے گا اس کے لیے اس سے بہتر بھَلائی ہے، اور جو بُرائی لے کر آئے تو بُرائیاں کرنے والوں کو ویسا ہی بدلہ ملے گا جیسے عمل وہ کرتے تھے",
        "bn": "যিয়ে সৎকৰ্ম লৈ উপস্থিত হ’ব, তাৰ বাবে আছে তাতোকৈ উত্তম প্ৰতিদান, আৰু যিয়ে অসৎকৰ্ম লৈ উপস্থিত হ’ব, তেন্তে সিহঁতক কেৱল সেইখিনি অসৎকৰ্মৰ শাস্তি দিয়া হ’ব যিখিনি সিহঁতে কৰিছে।",
        "fa": "[روز قیامت،] هر ‌کس نیکی بیاورد، [پاداشی] بهتر از آن خواهد داشت و هر ‌کس بدی بیاورد، [بداند] کسانی ‌که کارهای ناشایست کرده‌اند، جز [در برابر] آنچه می‌کردند کیفر نمی‌بینند."
      }
    },
    {
      "verse_number": 3337,
      "verse_key": "28:85",
      "arabic_text": "إِنَّ ٱلَّذِى فَرَضَ عَلَيْكَ ٱلْقُرْءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٍ ۚ قُل رَّبِّىٓ أَعْلَمُ مَن جَآءَ بِٱلْهُدَىٰ وَمَنْ هُوَ فِى ضَلَـٰلٍ مُّبِينٍ",
      "phonetic_text": "Inna allathee farada AAalaykaalqur-ana laradduka ila maAAadin qulrabbee aAAlamu man jaa bilhuda waman huwafee dalalin mubeen",
      "translations": {
        "fr": "Celui qui t’a imposé le Coran entend te ramener au (lieu amène)<sup foot_note=195026>1</sup> d’un retour. Dis : « Mon Seigneur est le Meilleur à Savoir qui indique (aux hommes) la bonne direction (hudâ) et qui est dans un égarement manifeste. »",
        "en": "He who has made the Quran binding on you [Prophet] will bring you back home. So say, ‘My Lord knows best who has brought true guidance and who is blatantly astray.’",
        "es": "[Oh, Muhámmad,] Quien te ha ordenado el Corán, te hará regresar de la muerte a un lugar establecido [el Día del Juicio]. Diles: “Mi Señor sabe mejor que nadie quién sigue la guía y quién está en un claro desvío”.",
        "it": "In verità Colui Che ti ha imposto il Corano ti ricondurrà al luogo del ritorno. Di’: «Il mio Signore conosce meglio chi viene con la Guida e chi è in manifesto errore» <a class=f><sup foot_note=158884>1</sup></a>.",
        "ru": "Тот, кто ниспослал тебе Коран и сделал его предписания обязательными, непременно вернет тебя к месту возвращения (в Мекку или в Рай). Скажи: «Мой Господь лучше знает, кто принес верное руководство, а кто находится в очевидном заблуждении».",
        "tr": "(Resulüm!) Kur'ân'ı (okumayı, tebliğ etmeyi ve ona uymayı) sana farz kılan Allah, elbette seni (yine) dönülecek yere döndürecektir. De ki: \"Rabbim, kimin hidayetle geldiğini ve kimin apaçık bir sapıklık içinde olduğunu en iyi bilendir.\"",
        "de": "Derjenige, Der dir den Qur’an verpflichtend gemacht hat, wird dich sicher zu einem Ort der Wiederkehr zurückkehren lassen. Sag: Mein Herr weiß besser, wer die Rechtleitung bringt und wer sich in deutlichem Irrtum befindet.",
        "pt": "Em verdade, Quem te prescreveu o Alcorão te repatriará. Dize-lhes: Meu Senhor sabe muito melhor do que ninguémquem trouxe a Orientação e quem está em erro evidente.",
        "nl": "Voorwaar, Degene Die de Koran voor jou tot een verplichting heeft gemaakt, zal jou zeker terugbrengen naar de plaats van de terugkeer. Zeg (O Moehammad): \"Mijn Heer weet het beste wie met de Leiding is gekomen en wie degene is die in duidelijke dwaling verkeert.\"",
        "ur": "اے نبیؐ ، یقین جانو کہ جس نے یہ قرآن تم پر فرض کیا ہے<sup foot_note=\"186018\">1</sup> وہ تمہیں ایک بہترین انجام کو پہنچانے والا ہے۔<sup foot_note=\"186019\">2</sup> اِن لوگوں سے کہہ دو کہ ”میرا ربّ خُوب جانتا ہے کہ ہدایت لے کر کون آیا ہے اور کھُلی گمراہی میں کون مُبتلا ہے۔“",
        "bn": "নিশ্চয় যিয়ে তোমাৰ প্ৰতি কোৰআনক বিধানস্বৰূপে দান কৰিছে, অৱশ্যে তেওঁ তোমাক উভতাই নিব প্ৰত্যাৱৰ্তনস্থলত। কোৱা, ‘মোৰ প্ৰতিপালকেই ভালকৈ জানে কোনে সৎপথৰ নিৰ্দেশ লৈ আহিছে আৰু কোন স্পষ্ট বিভ্ৰান্তিত আছে’।",
        "fa": "همان [پروردگاری] ‌که قرآن را [نازل نمود و تبلیغ آن را] بر تو واجب کرد، قطعاً تو را به جایگاهت [در مکه] بازمی‌گردانَد. بگو: «پروردگارم بهتر می‌داند چه کسی هدایت آورده است و چه کسی در گمراهیِ آشکار است»."
      }
    },
    {
      "verse_number": 3338,
      "verse_key": "28:86",
      "arabic_text": "وَمَا كُنتَ تَرْجُوٓا۟ أَن يُلْقَىٰٓ إِلَيْكَ ٱلْكِتَـٰبُ إِلَّا رَحْمَةً مِّن رَّبِّكَ ۖ فَلَا تَكُونَنَّ ظَهِيرًا لِّلْكَـٰفِرِينَ",
      "phonetic_text": "Wama kunta tarjoo an yulqailayka alkitabu illa rahmatan min rabbikafala takoonanna thaheeran lilkafireen",
      "translations": {
        "fr": "Tu n’entretenais nul espoir que le Livre te fût envoyé.<sup foot_note=195027>1</sup> Il le fut par la grâce de ton Seigneur. Ne sois donc point l’allié des mécréants !",
        "en": "You yourself could not have expected the Scripture to be sent to you; it came only as a mercy from your Lord. So give no help to the disbelievers.",
        "es": "Tú no esperabas que fuera a serte revelado un Libro, pero por misericordia de tu Señor [te reveló el Corán]. No apoyes [contra los creyentes] a aquellos que se niegan a creer.",
        "it": "Tu non speravi che ti sarebbe stato rivelato il Libro. È stato solo per la misericordia del tuo Signore. Dunque, non essere mai un sostegno per i miscredenti;",
        "ru": "Ты не ожидал, что тебе будет ниспослано Писание, но это было милостью от твоего Господа. Посему никогда не поддерживай неверующих.",
        "tr": "Sen, bu kitabın sana vahyolunacağını ummuyordun. Bu ancak Rabbinden bir rahmettir. O halde sakın kâfirlere arka çıkma!",
        "de": "Und du hattest nicht erwartet, daß das Buch an dich gerichtet würde. Es ist nur aus Barmherzigkeit von deinem Herrn. Darum leiste den Ungläubigen ja keinen Beistand.",
        "pt": "E não esperavas que te fosse revelado o Livro; foi-o, devido à misericórdia do teu Senhor. Não sirvas, pois, de amparoaos incrédulos!",
        "nl": "En jij had niet gehoopt dat het Boek tot jou neergezonden zou worden, behalve als Barmhartigheid van jouw Heer. Wees dus zeker geen medestander van de ongelovigen.",
        "ur": "“ تم اس بات کے ہرگز اُمیدوار نہ تھے کہ تم پر کتاب نازل کی جائے گی، یہ تو محض تمہارے ربّ کی مہربانی سے (تم پر نازل ہوئی ہے)،<sup foot_note=\"186020\">1</sup> پس تم کافروں کے مددگار نہ بنو۔<sup foot_note=\"186021\">2</sup>",
        "bn": "আৰু তুমি আশা কৰা নাছিলা যে, তোমাৰ প্ৰতি কিতাব অৱতীৰ্ণ হ’ব। এয়া কেৱল তোমাৰ প্ৰতিপালকৰ অনুগ্ৰহহে। সেয়ে তুমি কেতিয়াও কাফিৰসকলৰ সহায়ক নহ’বা।",
        "fa": "و [پیش از بعثت،] تو انتظار نداشتی که این کتاب [آسمانی] بر تو نازل شود. [این نبود،] مگر رحمتى از جانب پروردگارت. پس هرگز پشتیبان کافران نباش."
      }
    },
    {
      "verse_number": 3339,
      "verse_key": "28:87",
      "arabic_text": "وَلَا يَصُدُّنَّكَ عَنْ ءَايَـٰتِ ٱللَّهِ بَعْدَ إِذْ أُنزِلَتْ إِلَيْكَ ۖ وَٱدْعُ إِلَىٰ رَبِّكَ ۖ وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ",
      "phonetic_text": "Wala yasuddunnaka AAan ayatiAllahi baAAda ith onzilat ilayka wadAAu ilarabbika wala takoonanna mina almushrikeen",
      "translations": {
        "fr": "Qu’ils ne te détournent point des versets d’Allah une fois que ceux-ci te sont révélés. Appelle (les hommes) vers ton Seigneur, et ne sois pas du nombre des associâtres !",
        "en": "Do not let them turn you away from God’s revelations after they have been revealed to you. Call people to your Lord. Never become one of those who ascribe partners to God.",
        "es": "No dejes que te aparten de los preceptos de Dios después de haberte sido revelados. Exhorta [a la gente] a adorar a tu Señor y no seas de los que Le asocian [divinidades en la adoración].",
        "it": "e non ti distolgano dai segni di Allah dopo che sono stati fatti scendere su di te. Invita al tuo Signore e non essere uno degli associatori.",
        "ru": "Да не отвратят они тебя от аятов Аллаха после того, как они были ниспосланы тебе. Призывай к своему Господу и не будь одним из многобожников.",
        "tr": "Allah'ın âyetleri sana indirildikten sonra, artık sakın onlar seni bu âyetlerden alıkoymasınlar. Rabbine davet et. Asla müşriklerden olma!",
        "de": "Und lasse sie dich nur nicht von den Zeichen Allahs abhalten, nachdem sie nun zu dir herabgesandt worden sind. Und rufe zu deinem Herrn, und gehöre ja nicht zu den Götzendienern.",
        "pt": "Que jamais te afastem dos versículos de Deus, uma vez que te foram revelados; admoesta (os humanos) quanto ao teuSenhor e não sejas um daqueles que (Lhe) atribuem parceiros.",
        "nl": "En laat jou niet weghouden van de Verzen van Allah nadat zij tot jou neergezonden zijn en roep jouw Heer aan. En behoor zeker niet tot de veelgodenaanbidders.",
        "ur": "اور ایسا کبھی نہ ہونے پائے کہ اللہ کی آیات  جب تم پر نازل ہوں تو کُفّار تمہیں اُن سے باز رکھیں۔<sup foot_note=\"186022\">1</sup> اپنے ربّ کی طرف دعوت دو اور ہرگز مشرکوں میں شامل نہ ہو",
        "bn": "আৰু তোমাৰ প্ৰতি আল্লাহৰ আয়াতসমূহ অৱতীৰ্ণ হোৱাৰ পিছত সিহঁতে যেন তোমাক কোনো মতেই তাৰ পৰা বিৰত ৰাখিব নোৱাৰে। তুমি তোমাৰ প্ৰতিপালকৰ প্ৰতি আহ্বান কৰা আৰু কোনো মতেই মুশ্বৰিকসকলৰ অন্তৰ্ভুক্ত নহ’বা।",
        "fa": "و مبادا [کافران] تو را از [تبلیغ‌] آیات الهی ـ پس از آنكه بر تو نازل شد ـ بازدارند! و [مردم را] به سوی پروردگارت دعوت کن و هرگز از مشرکان نباش."
      }
    },
    {
      "verse_number": 3340,
      "verse_key": "28:88",
      "arabic_text": "وَلَا تَدْعُ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ ۘ لَآ إِلَـٰهَ إِلَّا هُوَ ۚ كُلُّ شَىْءٍ هَالِكٌ إِلَّا وَجْهَهُۥ ۚ لَهُ ٱلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ",
      "phonetic_text": "Wala tadAAu maAAa Allahi ilahanakhara la ilaha illa huwa kullushay-in halikun illa wajhahu lahu alhukmuwa-ilayhi turjaAAoon",
      "translations": {
        "fr": "N’invoque avec Allah aucun autre dieu. Point d’autre divinité que Lui ! Tout va périr, excepté Son Visage. À Lui revient le Jugement, et vers Lui vous serez ramenés.",
        "en": "Do not call out to any other god beside God, for there is no god but Him. Everything will perish except His Face. His is the Judgement and to Him you shall all be brought back.",
        "es": "No invoques a nada ni nadie junto con Dios. Nadie tiene derecho a ser adorado salvo Él. Todo ha de perecer excepto Su rostro<sup foot_note=168965>1</sup>. Suyo es el juicio y ante Él compareceréis.",
        "it": "Non invocare nessun altro dio insieme con Allah. Non c’è dio all’infuori di Lui. Tutto perirà, eccetto il Suo Volto <a class=f><sup foot_note=158885>1</sup></a>. A Lui appartiene il giudizio e a Lui sarete ricondotti.   <a class=f><sup foot_note=158886>2</sup></a> A proposito di queste lettere, vedi Appendice <a class=f><sup foot_note=158887>3</sup></a> Vedi nota a xx, <a class=f><sup foot_note=158888>4</sup></a> «degli eredi»: della potenza che era già di Faraone? Questa l’interpretazione comune. Ma in che senso? Certamente non in senso materiale, in quanto gli ebrei usciti dall’Egitto non ebbero più nulla a che fare con il paese di Faraone. Secondo un’altra interpretazione, questo passo conferma un’ipotesi interessante seppur diversa rispetto ai commenti classici. La missione di Mosè presso Faraone era duplice: liberare il popolo di Israele e ricordare agli egiziani la rivelazione che Giuseppe, figlio di Giacobbe, aveva recato loro. Il rifiuto di Faraone di ottemperare agli ordini di Allah (gloria a Lui l’Altissimo) segnò il passaggio della funzione dirigente (farne delle guide) dagli egizi ai Figli di Israele e li fece «eredi» della missione profetica. Non dimentichiamo che la nascita del popolo di Israele come ce la presentano le Scritture avviene proprio durante l’Esodo. Durante questa epopea gli ebrei si riconobbero come discendenti dei dodici figli di Giacobbe e si organizzarono in altrettante tribù. A proposito del significato di «eredi» in questo contesto vedi anche nota a XXVI, Per quanto riguarda il senso generale, ritroviamo in questo versetto il senso della giustizia di Allah che interviene nelle vicende dei popoli quando essi mettono in atto un processo di «tawba» (pentimento, ritorno a Dio) collettivo. Nel momento in cui il popolo di Giacobbe si riconosce come monoteista grazie alla predicazione di Mosè (pace su di entrambi), Allah (gloria a Lui l’Altissimo) li ripaga delle sofferenze subite e dà loro successo sulla terra. <a class=f><sup foot_note=158889>5</sup></a> «Hâmân»: il primo ministro di Faraone. <a class=f><sup foot_note=158890>6</sup></a> «quello che paventavano»: la fine della loro potenza, come era stato loro predetto. <a class=f><sup foot_note=158891>7</sup></a> Allah (gloria a Lui l’Altissimo) dà inizio al suo disegno contro l’iniquità di Faraone e della sua gente, facendo sì che colui che sarebbe stato il protagonista terreno della loro rovina, fosse protetto e allevato da loro stessi. <a class=f><sup foot_note=158892>8</sup></a> «gioia dei miei occhi»: secondo la tradizione la moglie di Faraone era affetta da lebbra e guarì nel momento in cui vide Mosè. Informato del prodigio, Faraone intuì che si trattasse di uno di quei bambini dei Figli di Israele e ordinò di ucciderlo, ma non dette seguito alla sua volontà omicida intenerito dalle preghiere della moglie. <a class=f><sup foot_note=158893>9</sup></a> «…alcun sospetto»: che fosse il bambino per sbarazzarsi del quale era stata ordinata la strage dei neonati maschi degli ebrei. <a class=f><sup foot_note=158894>10</sup></a> «Seguilo»: segui lungo la sponda del fiume, la deriva della cesta in cui c’è il piccolo Mosè. <a class=f><sup foot_note=158895>11</sup></a> «… alcun sospetto»: che quella giovane fosse la sorella di Mosè. <a class=f><sup foot_note=158896>12</sup></a> «gli interdicemmo …»: Allah (gloria fosse la sorella di Mosé. <a class=f><sup foot_note=158897>13</sup></a> «in un momento di disattenzione»: riferisce il Tabarî (xx, 43-che Mosè era stato esiliato dalla capitale Memphis e vi rientrò di nascosto nell’ora più calda della giornata quando tutti quanti, anche le guardie alle porte, si lasciavano prendere dal torpore pomeridiano. Le ragioni del suo esilio non sono ben chiare ma pare che si fosse messo più volte in contrasto con il re a causa della condizione in cui erano costretti a vivere i Figli di Israele e per questioni attinenti la religione degli egiziani. <a class=f><sup foot_note=158898>14</sup></a> Questa precisazione a proposito dei due contendenti rende evidente che Mosè era a conoscenza della sua origine e che egli considerava gli egiziani come suoi nemici. L’allocuzione che abbiamo tradotto con «uno era dei suoi», è «min scì ‘atihi» che significa lett. «della sua fazione». <a class=f><sup foot_note=158899>15</sup></a> Certamente non c’era volontà di uccidere nel gesto di Mosè, lo dice l’ultima frase del vers. e la richiesta di perdono del versetto successivo lo conferma. Le conseguenze del suo intervento superarono di gran lunga le sue intenzioni; il suo fu un omicidio preterintenzionale. <a class=f><sup foot_note=158900>16</sup></a> Mosè non nega il suo aiuto ma rimprovera il contribulo per il suo comportamento. <a class=f><sup foot_note=158901>17</sup></a> Alcuni esegeti hanno ritenuto che il personaggio che accusa Mosè fosse l’ebreo timoroso che egli volesse far seguire il rimprovero del versetto precedente a un castigo corporale. Nella Bibbia, Esodo II, 13-si afferma che i due litiganti erano due ebrei e che quando Mosè volle punire l’aggressore questi gli si rivolse con disprezzo e minacce. <a class=f><sup foot_note=158902>18</sup></a> «uno dei conciliatori»: nel testo «al-muslihìn» (anche «riformatore»). Abbiamo tradotto come in II, (vedi la nota). Per spiegare le parole dell’ebreo i commentatori focalizzano la loro attenzione sull’espressione: «antakûna jabbar» che abbiamo tradotto con «non vuoi essere che un tiranno…». Secondo la legge dei Bani İsrail del tempo (la Torâh ancora non era stata rivelata), colui che avesse ucciso due uomini era definito «jabbar» e considerato come un pericolo pubblico. Questa l’accusa dell’ebreo a Mosè, che invece si presentava al suo popolo come un uomo che poteva servirsi della sua posizione di privilegio presso gli egiziani per migliorare la loro condizione. <a class=f><sup foot_note=158903>19</sup></a> La forma coranica ci dà l’impressione che l’arrivo di questo messaggero sia immediatamente successiva all’episodio narrato nel vers. Tabarì (xx, 50-ci riferisce che Faraone, informato dei fatti che avevano visto Mosè protagonista, lo aveva condannato a morte e lo stava facendo ricercare perché fosse eseguita la sentenza. Il testo del versetto suggerisce che il processo non sia ancora concluso, ma che non ci siano dubbi sul suo esito. <a class=f><sup foot_note=158904>20</sup></a> La gente si affolla al pozzo, e chi non ha forza o protezione potente deve attendere che tutti gli altri abbiano soddisfatto le loro esigenze di acqua. Le due ragazze temono di subire la violenza dei pastori e aspettano perciò che il pozzo sia libero. <a class=f><sup foot_note=158905>21</sup></a> In tutto l’episodio che narra l’incontro al pozzo, e il conseguente invito rivolto a Mosè, ci sembra che sia particolarmente significativo il comportamento delle due ragazze. Riserbo, pazienza, pudore e timidezza sono le qualità che le contraddistinguono. Il loro stare appartate invece di usare il loro fascino femminile per ottenere la precedenza al pozzo, l’attendere pazientemente che il pozzo sia libero per abbeverare il bestiame nonostante la fatica che doveva procurare loro il trattenerlo assetato in prossimità dell’acqua, il pudico accenno all’età del padre per dire che non hanno marito e nessuna altra valida protezione, l’imbarazzo nel rivolgersi al loro benefattore per comunicargli l’invito ce le dipingono con grande efficacia e fanno risaltare in loro quelle caratteristiche che sono conseguenza diretta del timor di Dio nelle donne. Questo nell’IsIàm l’ideale di donna, che nell’arabo parlato nel Nord Africa è sintetizzato nell’espressione: «hashma wa sàbra» (pudica e paziente), conscia della sua insostituibile e ineguagliabile funzione nella società e nella famiglia, appagata e serena e così diversa da quella donna in carriera, aggressiva e spregiudicata, spudorata e nevrotica che ci viene proposta come «donna liberata». <a class=f><sup foot_note=158906>22</sup></a> La donna che possiede le qualità indicate nella nota sopra non è certamente amorfa e istupidita. La richiesta che una delle ragazze rivolge al padre è segno della sua grande perspicacia, del suo senso di responsabilità nei confronti delle necessità della famiglia. <a class=f><sup foot_note=158907>23</sup></a> «Questo [sarà] tra me e te»: come dire: «affare fatto». <a class=f><sup foot_note=158908>24</sup></a> «nessuna colpa mi sarà rinfacciata»: lett. «nessuna violenza contro di me». <a class=f><sup foot_note=158909>25</sup></a> «sul fianco del Monte»: il Sinai, il monte per antonomasia. <a class=f><sup foot_note=158910>26</sup></a> La Sacra Valle di Tuwà (vedi xx, 12). <a class=f><sup foot_note=158911>27</sup></a> Vedi nota a xxvII, <a class=f><sup foot_note=158912>28</sup></a> «accendi un fuoco sull’argilla», cioè: «fai fabbricare mattoni». <a class=f><sup foot_note=158913>29</sup></a> «Tu»: o Muhammad! in questo e nei due versetti successivi Allah (gloria a Lui l’Altissimo) si rivolge al Suo Inviato (pace e benedizioni su di lui) per ricordargli che le Scritture provengono da Lui e che il Corano riferisce particolari fondamentali e inediti delle storie dei profeti. <a class=f><sup foot_note=158914>30</sup></a> «Abbiamo creato generazioni la cui vita si prolungò»: affinché le tradizioni potessero essere riferite e non andassero perdute. <a class=f><sup foot_note=158915>31</sup></a> «una misericordia»: la venuta di Muhammad (pace e benedizioni su di lui). Cfr. XXI, («non ti mandammo se non come una misericordia per il creato».) <a class=f><sup foot_note=158916>32</sup></a> «un popolo»: fondamentalmente gli arabi ai quali, in prima battuta, fu indirizzata la missione di Muhammad. <a class=f><sup foot_note=158917>33</sup></a> Quelli che parlano in questo versetto sono i politeisti meccani ispirati dai rabbini ebrei. <a class=f><sup foot_note=158918>34</sup></a> La vis polemica dei miscredenti arriva alla blasfemia che qualifica come magie («siharàni) la Torâh e il Corano. Un’altra lettura: «sâhirâni», i due maghi, e cioè Mosè e Muhammad. <a class=f><sup foot_note=158919>35</sup></a> «Coloro ai quali…»: cristiani ed ebrei che riconobbero facilmente nella rivelazione coranica il prosieguo (e il completamento) della rivelazione che già avevano ricevuto. <a class=f><sup foot_note=158920>36</sup></a> «prima che a lui»; prima che a Muhammad (pace e benedizioni su di lui). <a class=f><sup foot_note=158921>37</sup></a> «Già eravamo sottomessi…»: esiste una sola religione, l’IsIàm, l’uomo non può che essere sottomesso a Dio. Tutta la rivelazione, a partire da Adamo, tende a questo grande, divino disegno. La «gente del Libro» onesta e sincera non può che riconoscerlo. <a class=f><sup foot_note=158922>38</sup></a> In base a questo verdetto la dottrina islamica stabilisce che i cristiani e gli ebrei che ritornano all’IsIàm, avranno un premio doppio presso il loro Signore. Secondo la tradizione il versetto si riferisce in particolare al caso di Abù Talib, zio paterno dell’Inviato di Allah (pace e benedizioni su di lui) e padre di Ali (che sposò Fatima, figlia di Muhammad e che sarà il quarto califfo). Il Profeta cercò sino all’ultimo di convertirlo e pare che in punto di morte Abù Talìb ammise implicitamente di riconoscere la natura divina della missione del nipote ma rifiutò di testimoniare la sua fede temendo, con malinteso senso dell’onore, che la gente potesse scambiare per paura della morte la sua conversione. <a class=f><sup foot_note=158923>39</sup></a> «E dicono»: i meccani politeisti. <a class=f><sup foot_note=158924>40</sup></a> II versetto allude chiaramente al territorio della Mecca e alle sue caratteristiche di sacralità, riconosciute da tutti gli altri arabi già precedentemente alla predicazione di Muhammad (pace e benedizioni su di lui). La straordinaria abbondanza alimentare che si riscontra alla Mecca, sia quantitativamente che qualitativamente, è il segno più evidente del particolare favore di Dio (gloria a Lui V Altissimo) per il luogo in cui ha voluto fosse, stabile sulla terra, la Sua Casa. <a class=f><sup foot_note=158925>41</sup></a> «nella Madre [delle città]»: La Mecca, la più antica delle residenze dell’umanità. <a class=f><sup foot_note=158926>42</sup></a> I dèmoni che gli uomini avevano preteso essere congeneri ad Allah nella Sua divinità, si difendono affermando che se è vero che hanno contribuito a traviare gli uomini, in realtà questi ultimi non facevano che adorare le loro stesse passioni. <a class=f><sup foot_note=158927>43</sup></a> «Qarùn»: questo personaggio faceva parte della famiglia di Mosè (come lui era levita). Era uomo di grande avvenenza e forza, conosceva a fondo la Toràh, ed era molto ricco. Tutte queste caratteristiche lo avevano reso orgoglioso. Per punirlo della sua superbia Allah lo fece inghiottire dalla terra. <a class=f><sup foot_note=158928>44</sup></a> «non saranno interrogati…»: nel senso che Allah (gloria a Lui l’Altissimo) pur interrogandoli non consentirà loro nessuna giustificazione delle loro colpe, oppure, come suggerisce il Tabarì, significa che Allah non chiede giustificazioni ai criminali prima di farli perire (vedi la storia di Qarùn)? Allah è più sapiente. <a class=f><sup foot_note=158929>45</sup></a> Questo versetto fu rivelato durante l’Egira di Muhammad (pace e benedizioni su di lui) e rappresenta una promessa che Allah (gloria a Lui l’Altissimo) fa al Suo Inviato. La promessa si sarebbe realizzata otto anni più tardi, quando l’Inviato di Allah rientrò trionfalmente alla Mecca, purificò dagli idoli la Ka‘ba e il suo recinto e impose la legge di Allah. <a class=f><sup foot_note=158930>46</sup></a> «Tutto perirà eccetto il Suo Volto»: questa è una forma tipica dell’arabo in cui la menzione del «Volto di Allah» sta per Allah Stesso (gloria a Lui l’Altissimo).",
        "ru": "Не взывай наряду с Аллахом к другим богам. Нет божества, кроме Него! Всякая вещь погибнет, кроме Его Лика. Только Он принимает решения, и к Нему вы будете возвращены.",
        "tr": "Allah ile birlikte başka bir tanrıya tapıp yalvarma! O'ndan başka tanrı yoktur. O'nun zatından başka her şey helak olacaktır. Hüküm O'nundur ve siz ancak O'na döndürüleceksiniz.",
        "de": "Und rufe neben Allah keinen anderen Gott an. Es gibt keinen Gott außer Ihm. Alles wird untergehen - außer Seinem Angesicht. Ihm gehört das Urteil, und zu Ihm werdet ihr zurückgebracht.",
        "pt": "E não invoqueis, à semelhança de Deus, outra divindade, porque não há mais divindades além d'Ele! Tudo perecerá, exceto o Seu Rosto Seu é o Juízo, e a Ele retornareis!",
        "nl": "En roep geen andere god aan naad Allah. Er is geen god dan Hij. Alle dingen zullen vergaan, behalve Allah. Aan Hem is het oordeel en tot Ham worden jullie teruggebracht.",
        "ur": "اور اللہ کے سوا کسی دُوسرے معبُود کو نہ پکارو۔ اُس کے سوا کوئی معبُود نہیں ہے۔ ہر چیز ہلاک ہونے والی ہے سوائے اُس کی ذات کے۔ فرماں روائی اسی کی ہے<sup foot_note=\"186023\">1</sup> اور اسی کی طرف تم سب پلٹائے جانے والے ہو",
        "bn": "তুমি আল্লাহৰ লগত আন কোনো ইলাহক নামাতিবা, তেওঁৰ বাহিৰে আন কোনো সত্য ইলাহ নাই। আল্লাহৰ সত্তাৰ বাহিৰে সকলো বস্তুৱেই ধ্বংসশীল। বিধান কেৱল তেওঁৰেই, আৰু তেওঁৰ ওচৰতেই তোমালোক প্ৰত্যাৱৰ্তিত হ’বা।",
        "fa": "و معبود دیگری با الله [به نیایش] نخوان. هیچ معبودی [به‌حق] جز او نیست. همه چیز فناپذیر است؛ مگر [ذات جاوید و] روی او. فرمانروایی [تنها] از آنِ اوست و [روز قیامت، همگی] به پیشگاه او تعالی بازگردانده می‌شوید."
      }
    }
  ]
}