[
  {
    "category": "afterSalah",
    "title": "Istighfar",
    "arabic": "أَسْتَغْفِرُ اللَّهَ",
    "latin": "astagh-firullah",
    "translation": "Chiedo perdono ad Allah.",
    "notes": "Recita 3 volte",
    "benefits": "Quando il Messaggero di Allah (pace e benedizioni su di lui) terminava la preghiera, chiedeva perdono tre volte e recitava il dhikr sopra. Al-Auza'i affermava che l'invocazione dell'istighfar è: 'Astaghfirullah, Astaghfirullah.'",
    "source": "HR. Muslim n. 591"
  },
  {
    "category": "afterSalah",
    "title": "Allah, Colui che dona la Pace",
    "arabic": "اَللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَاْلإِكْرَامِ",
    "latin": "allahumma antas salaam wa minkas salaam tabaarokta ya dzal jalaali wal ikrom",
    "translation": "O Allah, Tu sei la Pace e da Te proviene la pace. Benedetto sei Tu, o Possessore di maestà e onore.",
    "notes": "Recita 1 volta",
    "benefits": "Quando il Messaggero di Allah (pace e benedizioni su di lui) terminava la preghiera, chiedeva perdono tre volte e recitava il dhikr sopra. Al-Auza'i affermava che l'invocazione dell'istighfar è: 'Astaghfirullah, Astaghfirullah.'",
    "source": "HR. Muslim n. 591"
  },
  {
    "category": "afterSalah",
    "title": "Allah, Colui che Dona e Colui che Trattiene",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ، اَللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah, lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir. allahumma laa maani'a lima a'thoita wa laa mu'thiya limaa mana'ta wa laa yanfau dzal jaddi minkal jaddu",
    "translation": "Non c’è divinità se non Allah, l’Unico, senza associati. A Lui appartengono il Regno e la Lode ed Egli è Onnipotente. O Allah, nessuno può trattenere ciò che Tu dai e nessuno può dare ciò che Tu trattieni, e la ricchezza non giova a nessuno presso di Te.",
    "notes": "Recita 1 volta",
    "benefits": null,
    "source": "HR. Bukhari n. 844 e Muslim n. 593"
  },
  {
    "category": "afterSalah",
    "title": "Allah, il Possessore di Tutto e l’Unico Degno di Adorazione",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، لاَ إِلَـهَ إِلاَّ اللهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لاَ إِلَـهَ إِلاَّ اللهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ وَلَوْ كَرِهَ الْكَافِرُوْنَ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah. lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir. laa hawla wa laa quwwata illa billah. laa ilaha illallah wa laa na'budu illa iyyah. lahun ni'mah wa lahul fadhl wa lahuts tsanaaul hasan. laa ilaha illallah mukhlishiina lahud diin wa law karihal kaafiruun",
    "translation": "Non c’è divinità se non Allah, l’Unico, senza associati. A Lui appartengono il Regno e la Lode ed Egli è Onnipotente. Non c’è forza né potere se non in Allah. Non c’è divinità se non Allah e non adoriamo altri che Lui. A Lui appartengono i favori, la grazia e la migliore lode. Non c’è divinità se non Allah, sinceri nella religione a Lui, anche se ciò dispiace ai miscredenti.",
    "notes": "Recita 1 volta",
    "benefits": "‘Abdullah bin Zubair disse: \"Il Profeta (pace e benedizioni su di lui) era solito recitare il tahlil (laa ilaha illallah) alla fine della preghiera.\"",
    "source": "HR. Muslim n. 594"
  },
  {
    "category": "afterSalah",
    "title": "Tasbih",
    "arabic": "سُبْحَانَ اللهِ",
    "latin": "subhanallah",
    "translation": "Gloria ad Allah",
    "notes": "Recita 33 volte",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "Tahmid",
    "arabic": "الْحَمْدُ لِلَّهِ",
    "latin": "alhamdulillah",
    "translation": "Tutte le lodi appartengono ad Allah",
    "notes": "Recita 33 volte",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "Takbir",
    "arabic": "اللهُ أَكْبَرُ",
    "latin": "allahu akbar",
    "translation": "Allah è il più Grande",
    "notes": "Recita 33 volte",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "Allah non ha associati e a Lui appartiene tutto",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "laa ilaha illallah wahda, laa syarika lah. lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir",
    "translation": "Non c’è divinità se non Allah, l’Unico, senza associati. A Lui appartengono il Regno e la Lode ed Egli è Onnipotente.",
    "notes": "Recita 1 volta",
    "benefits": "Chiunque reciti questo dhikr vedrà perdonati i suoi peccati, anche se fossero numerosi come la schiuma del mare. L’Imam Nawawi disse che il testo dell’hadith indica che “Subhanallah”, “Alhamdulillah” e “Allahu akbar” si recitano ciascuno 33 volte separatamente.",
    "source": "Syarh Shahih Muslim, 5: 84"
  },
  {
    "category": "afterSalah",
    "title": "Ayat al-Kursi",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "Allāhu lā ilāha illā huw, al-ḥayyul-qayyụm, lā ta`khużuhụ sinatuw wa lā na`ụm, lahụ mā fis-samāwāti wa mā fil-arḍ, man żallażī yasyfa'u 'indahū illā bi`iżnih, ya'lamu mā baina aidīhim wa mā khalfahum, wa lā yuḥīṭụna bisyai`im min 'ilmihī illā bimā syā`, wasi'a kursiyyuhus-samāwāti wal-arḍ, wa lā ya`ụduhụ ḥifẓuhumā, wa huwal-'aliyyul-'aẓīm",
    "translation": "Allah: non c'è divinità se non Lui, il Vivente, l’Eterno. Né sonno né assopimento Lo colgono. A Lui appartiene tutto ciò che è nei cieli e sulla terra. Chi potrà intercedere presso di Lui senza il Suo permesso? Egli conosce ciò che è davanti a loro e ciò che è dietro di loro, e nulla della Sua scienza abbracciano se non ciò che Egli vuole. Il Suo trono si estende sui cieli e sulla terra, e la loro custodia non Lo affatica. Egli è l’Altissimo, il Grandissimo.",
    "notes": "Recita 1 volta",
    "benefits": "Chi recita Ayat al-Kursi dopo la preghiera, nulla gli impedirà di entrare in Paradiso se non la morte.",
    "source": "HR. an-Nasai in Al-Kubro 9:44. Questo hadith è dichiarato sahih da Ibn Hibban, come riportato da Ibn Hajar in Bulughul Maram"
  },
  {
    "category": "afterSalah",
    "title": "Al-Ikhlas",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwallāhu aḥad (1) allāhuṣ-ṣamad (2) lam yalid wa lam yụlad (3) wa lam yakul lahụ kufuwan aḥad (4)",
    "translation": "Di': Egli è Allah, l’Unico. (1) Allah, l’Eterno. (2) Non ha generato, né è stato generato. (3) E nessuno è simile a Lui. (4)",
    "notes": "Recita 3 volte",
    "benefits": "Il Messaggero di Allah (pace e benedizioni su di lui) disse: Recitate Qul huwallahu ahad e Al-Mu'awwidhatayn (Al-Falaq e An-Nas) la sera e al mattino, tre volte, e ciò vi basterà (vi proteggerà) da ogni male.",
    "source": "HR. Abu Dawud n. 1523 e an-Nasa'i n. 1337. Al Hafizh Abu Thohir disse che la catena di questo hadith è hasan"
  },
  {
    "category": "afterSalah",
    "title": "Al-Falaq",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a'ụżu birabbil-falaq (1) min syarri mā khalaq (2) wa min syarri gāsiqin iżā waqab (3) wa min syarrin-naffāṡāti fil-'uqad (4) wa min syarri ḥāsidin iżā ḥasad (5)",
    "translation": "Di': Mi rifugio nel Signore dell’alba (1) Dal male di ciò che ha creato (2) Dal male dell’oscurità quando si addensa (3) Dal male delle soffianti nei nodi (4) E dal male dell’invidioso quando invidia. (5)",
    "notes": "Recita 3 volte",
    "benefits": "Il Messaggero di Allah (pace e benedizioni su di lui) disse: Recitate Qul huwallahu ahad e Al-Mu'awwidhatayn (Al-Falaq e An-Nas) la sera e al mattino, tre volte, e ciò vi basterà (vi proteggerà) da ogni male.",
    "source": "HR. Abu Dawud n. 1523 e an-Nasa'i n. 1337. Al Hafizh Abu Thohir disse che la catena di questo hadith è hasan"
  },
  {
    "category": "afterSalah",
    "title": "An-Naas",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a'ụżu birabbin-nās (1) malikin-nās (2) ilāhin-nās (3) min syarril-waswāsil-khannās (4) allażī yuwaswisu fī ṣudụrin-nās (5) minal-jinnati wan-nās (6)",
    "translation": "Di': Mi rifugio nel Signore degli uomini (1) Il Re degli uomini (2) Il Dio degli uomini (3) Dal male del sussurratore che si nasconde (4) Che sussurra nei cuori degli uomini (5) Sia tra i jinn che tra gli uomini. (6)",
    "notes": "Recita 3 volte",
    "benefits": "Il Messaggero di Allah (pace e benedizioni su di lui) disse: Recitate Qul huwallahu ahad e Al-Mu'awwidhatayn (Al-Falaq e An-Nas) la sera e al mattino, tre volte, e ciò vi basterà (vi proteggerà) da ogni male.",
    "source": "HR. Abu Dawud n. 1523 e an-Nasa'i n. 1337. Al Hafizh Abu Thohir disse che la catena di questo hadith è hasan"
  },
  {
    "category": "afterSalah",
    "title": "Supplica per conoscenza utile, buon sostentamento e opere accettate",
    "arabic": "اللَّهُمَّ إِنِّى أَسْأَلُكَ عِلْمًا نَافِعًا وَرِزْقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
    "latin": "allahumma innii as-aluka 'ilman naafi'a, wa rizqan thayyiba, wa 'amalan mutaqabbala",
    "translation": "O Allah, Ti chiedo una conoscenza utile, un buon sostentamento e opere accettate.",
    "notes": "Recita 1 volta dopo il salam della preghiera del Fajr",
    "benefits": "La conoscenza utile facilita la vita, un buon sostentamento è l'obiettivo di ogni persona che lavora e le opere accettate sono la speranza di chi compie il bene. Perciò, ogni mattina, bisogna chiedere queste tre cose prima di iniziare le proprie attività.",
    "source": "HR. Ibn Majah n. 925 e Ahmad 6: 305, 322. Al-Hafizh Abu Thohir disse che questo hadith è sahih"
  }
]
