[
  {
    "category": "afterSalah",
    "title": "Istighfar",
    "arabic": "أَسْتَغْفِرُ اللَّهَ",
    "latin": "astagh-firullah",
    "translation": "Ik vraag vergiffenis aan Allah.",
    "notes": "Lees 3x",
    "benefits": "Wanneer de Boodschapper van Allah, vrede en zegeningen zij met hem, zijn gebed beëindigde, vroeg hij drie keer om vergiffenis en reciteerde hij de bovenstaande dhikr. Al-Auza’i zei dat de recitatie van istighfar is: ‘Astaghfirullah, Astaghfirullah.’",
    "source": "HR. Muslim nr. 591"
  },
  {
    "category": "afterSalah",
    "title": "Allah, de Schenker van Vrede",
    "arabic": "اَللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَاْلإِكْرَامِ",
    "latin": "allahumma antas salaam wa minkas salaam tabaarokta ya dzal jalaali wal ikrom",
    "translation": "O Allah, U bent de Vrede, en van U komt de vrede. Gezegend bent U, O Bezitter van majesteit en eer.",
    "notes": "Lees 1x",
    "benefits": "Wanneer de Boodschapper van Allah, vrede en zegeningen zij met hem, zijn gebed beëindigde, vroeg hij drie keer om vergiffenis en reciteerde hij de bovenstaande dhikr. Al-Auza’i zei dat de recitatie van istighfar is: ‘Astaghfirullah, Astaghfirullah.’",
    "source": "HR. Muslim nr. 591"
  },
  {
    "category": "afterSalah",
    "title": "Allah, de Gever en de Weerhouder van alles",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ، اَللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah, lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir. allahumma laa maani'a lima a'thoita wa laa mu'thiya limaa mana'ta wa laa yanfau dzal jaddi minkal jaddu",
    "translation": "Er is geen god behalve Allah, alleen, zonder deelgenoten. Aan Hem behoort het koningschap en alle lof, en Hij is tot alle dingen in staat. O Allah, niemand kan tegenhouden wat U geeft, en niemand kan geven wat U tegenhoudt. Rijkdom en macht baten niet tegenover U.",
    "notes": "Lees 1x",
    "benefits": null,
    "source": "HR. Boechari nr. 844 en Muslim nr. 593"
  },
  {
    "category": "afterSalah",
    "title": "Allah, Bezitter van alles en de Enige die aanbeden wordt",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، لاَ إِلَـهَ إِلاَّ اللهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لاَ إِلَـهَ إِلاَّ اللهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ وَلَوْ كَرِهَ الْكَافِرُوْنَ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah. lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir. laa hawla wa laa quwwata illa billah. laa ilaha illallah wa laa na'budu illa iyyah. lahun ni'mah wa lahul fadhl wa lahuts tsanaaul hasan. laa ilaha illallah mukhlishiina lahud diin wa law karihal kaafiruun",
    "translation": "Er is geen god behalve Allah, alleen, zonder deelgenoten. Aan Hem behoort het koningschap en alle lof, en Hij is tot alle dingen in staat. Er is geen kracht en geen macht behalve met Allah. Er is geen god behalve Allah, en wij aanbidden niemand behalve Hem. Aan Hem behoren de gunsten, de verdienste en de mooiste lof. Er is geen god behalve Allah, oprecht in het geloof voor Hem, ook al haten de ongelovigen het.",
    "notes": "Lees 1x",
    "benefits": "‘Abdullah bin Zubair zei: 'De Profeet, vrede en zegeningen zij met hem, placht de tahlil (laa ilaha illallah) aan het einde van het gebed te reciteren.'",
    "source": "HR. Muslim nr. 594"
  },
  {
    "category": "afterSalah",
    "title": "Tasbih",
    "arabic": "سُبْحَانَ اللهِ",
    "latin": "subhanallah",
    "translation": "Heilig is Allah",
    "notes": "Lees 33x",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "Tahmid",
    "arabic": "الْحَمْدُ لِلَّهِ",
    "latin": "alhamdulillah",
    "translation": "Alle lof is voor Allah",
    "notes": "Lees 33x",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "Takbir",
    "arabic": "اللهُ أَكْبَرُ",
    "latin": "allahu akbar",
    "translation": "Allah is de Grootste",
    "notes": "Lees 33x",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "Geen deelgenoot voor Allah, aan Hem behoort alles",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "laa ilaha illallah wahda, laa syarika lah. lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir",
    "translation": "Er is geen god behalve Allah, alleen, zonder deelgenoten. Aan Hem behoort het koningschap en alle lof, en Hij is tot alle dingen in staat.",
    "notes": "Lees 1x",
    "benefits": "Wie deze dhikr reciteert, worden zijn zonden vergeven, zelfs als ze talrijk zijn als het schuim van de zee. Imam Nawawi, moge Allah hem genadig zijn, zei dat de tekst van de hadith aangeeft dat 'Subhanallah', 'Alhamdulillah' en 'Allahu akbar' elk 33 keer afzonderlijk worden gereciteerd.",
    "source": "Syarh Sahih Muslim, 5: 84"
  },
  {
    "category": "afterSalah",
    "title": "Ayat al-Kursi",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "Allāhu lā ilāha illā huw, al-ḥayyul-qayyụm, lā ta`khużuhụ sinatuw wa lā na`ụm, lahụ mā fis-samāwāti wa mā fil-arḍ, man żallażī yasyfa'u 'indahū illā bi`iżnih, ya'lamu mā baina aidīhim wa mā khalfahum, wa lā yuḥīṭụna bisyai`im min 'ilmihī illā bimā syā`, wasi'a kursiyyuhus-samāwāti wal-arḍ, wa lā ya`ụduhụ ḥifẓuhumā, wa huwal-'aliyyul-'aẓīm",
    "translation": "Allah - er is geen god behalve Hij, de Levende, de Onderhouder van [alle] bestaan. Noch sluimer noch slaap overmant Hem. Aan Hem behoort alles wat in de hemelen en op de aarde is. Wie is het die kan bemiddelen bij Hem behalve met Zijn toestemming? Hij weet wat voor hen ligt en wat achter hen ligt, en zij omvatten niets van Zijn kennis behalve wat Hij wil. Zijn Troon strekt zich uit over de hemelen en de aarde, en het bewaren ervan vermoeit Hem niet. En Hij is de Allerhoogste, de Almachtige.",
    "notes": "Lees 1x",
    "benefits": "Wie Ayat al-Kursi reciteert na het beëindigen van het gebed, niets weerhoudt hem van het Paradijs behalve de dood.",
    "source": "HR. an-Nasai in Al-Kubro 9: 44. Deze hadith is als sahih verklaard door Ibn Hibban, zoals genoemd door Ibn Hajar in Bulughul Maram"
  },
  {
    "category": "afterSalah",
    "title": "Al-Ikhlas",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwallāhu aḥad (1) allāhuṣ-ṣamad (2) lam yalid wa lam yụlad (3) wa lam yakul lahụ kufuwan aḥad (4)",
    "translation": "Zeg: Hij is Allah, de Enige (1), Allah, de Eeuwige (2). Hij verwekte niet en is niet verwekt (3), en niemand is aan Hem gelijk (4).",
    "notes": "Lees 3x",
    "benefits": "De Boodschapper van Allah, vrede en zegeningen zij met hem, zei: Reciteer Qul huwallahu ahad, en Al-Mu’awwidhatayn (Al-Falaq en An-Nas) drie keer in de ochtend en avond, en dat zal jou voldoende zijn (je beschermen) tegen alles.",
    "source": "HR. Abu Dawud nr. 1523 en an-Nasai nr. 1337. Al Hafizh Abu Thohir zei dat de keten van deze hadith hasan is"
  },
  {
    "category": "afterSalah",
    "title": "Al-Falaq",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a'ụżu birabbil-falaq (1) min syarri mā khalaq (2) wa min syarri gāsiqin iżā waqab (3) wa min syarrin-naffāṡāti fil-'uqad (4) wa min syarri ḥāsidin iżā ḥasad (5)",
    "translation": "Zeg: Ik zoek toevlucht bij de Heer van de dageraad (1), tegen het kwaad van wat Hij heeft geschapen (2), tegen het kwaad van de duisternis wanneer het valt (3), tegen het kwaad van degenen die op knopen blazen (4), en tegen het kwaad van de afgunstige wanneer hij afgunstig is (5).",
    "notes": "Lees 3x",
    "benefits": "De Boodschapper van Allah, vrede en zegeningen zij met hem, zei: Reciteer Qul huwallahu ahad, en Al-Mu’awwidhatayn (Al-Falaq en An-Nas) drie keer in de ochtend en avond, en dat zal jou voldoende zijn (je beschermen) tegen alles.",
    "source": "HR. Abu Dawud nr. 1523 en an-Nasai nr. 1337. Al Hafizh Abu Thohir zei dat de keten van deze hadith hasan is"
  },
  {
    "category": "afterSalah",
    "title": "An-Naas",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a'ụżu birabbin-nās (1) malikin-nās (2) ilāhin-nās (3) min syarril-waswāsil-khannās (4) allażī yuwaswisu fī ṣudụrin-nās (5) minal-jinnati wan-nās (6)",
    "translation": "Zeg: Ik zoek toevlucht bij de Heer van de mensen (1), de Koning van de mensen (2), de God van de mensen (3), tegen het kwaad van de fluisteraar die zich terugtrekt (4), die fluistert in de borsten van de mensen (5), van de djinn en de mensen (6).",
    "notes": "Lees 3x",
    "benefits": "De Boodschapper van Allah, vrede en zegeningen zij met hem, zei: Reciteer Qul huwallahu ahad, en Al-Mu’awwidhatayn (Al-Falaq en An-Nas) drie keer in de ochtend en avond, en dat zal jou voldoende zijn (je beschermen) tegen alles.",
    "source": "HR. Abu Dawud nr. 1523 en an-Nasai nr. 1337. Al Hafizh Abu Thohir zei dat de keten van deze hadith hasan is"
  },
  {
    "category": "afterSalah",
    "title": "Smeekbede voor nuttige kennis, goede voorziening en geaccepteerde daden",
    "arabic": "اللَّهُمَّ إِنِّى أَسْأَلُكَ عِلْمًا نَافِعًا وَرِزْقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
    "latin": "allahumma innii as-aluka 'ilman naafi'a, wa rizqan thayyiba, wa 'amalan mutaqabbala",
    "translation": "O Allah, ik vraag U om nuttige kennis, goede voorziening en geaccepteerde daden.",
    "notes": "Lees 1x na de salam van het Fadjr-gebed",
    "benefits": "Nuttige kennis is een voorziening die het leven vergemakkelijkt, het verkrijgen van goede voorziening is het doel van wie werkt, en geaccepteerde daden zijn de hoop van iedereen. Daarom hoort een dienaar elke ochtend om deze drie dingen te vragen voordat hij met zijn bezigheden begint.",
    "source": "HR. Ibn Majah nr. 925 en Ahmad 6: 305, 322. Al-Hafizh Abu Thohir zei dat deze hadith sahih is"
  },
  {
    "category": "afterSalah",
    "title": "Smeekbede voor bescherming tegen armoede en vernedering",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْفَقْرِ، وَالْقِلَّةِ، وَالذِّلَّةِ، وَأَنْ أَظْلِمَ أَوْ أُظْلَمَ",
    "latin": "allahumma innii a'udzu bika minal faqri, wal qillati, wadz dzillati, wa an azlima aw uzlam",
    "translation": "O Allah, ik zoek toevlucht bij U tegen armoede, schaarste, vernedering en dat ik onrecht doe of onrecht wordt aangedaan.",
    "notes": "Lees 1x",
    "benefits": "Deze smeekbede beschermt tegen materiële moeilijkheden en onrechtvaardigheid. De Profeet صلى الله عليه وسلم reciteerde deze smeekbede na zijn gebeden om zich te beschermen tegen de beproevingen van deze wereld.",
    "source": "HR. Abu Dawud nr. 1544 en an-Nasai nr. 1346. Al-Hafizh Abu Thohir zei dat deze hadith sahih is"
  },
  {
    "category": "afterSalah",
    "title": "Smeekbede voor bescherming tegen kwaad",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ شَرِّ مَا عَمِلْتُ وَمِنْ شَرِّ مَا لَمْ أَعْمَلْ",
    "latin": "allahumma innii a'udzu bika min syarri maa 'amiltu wa min syarri maa lam a'mal",
    "translation": "O Allah, ik zoek toevlucht bij U tegen het kwaad van wat ik heb gedaan en het kwaad van wat ik niet heb gedaan.",
    "notes": "Lees 1x",
    "benefits": "Deze smeekbede beschermt tegen de negatieve gevolgen van onze daden en tegen het kwaad dat kan komen van daden die we niet hebben verricht.",
    "source": "HR. Muslim nr. 2716"
  },
  {
    "category": "afterSalah",
    "title": "Smeekbede voor bescherming tegen afgunst",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْحَسَدِ وَالْحُقْدِ",
    "latin": "allahumma innii a'udzu bika minal hasadi wal huqdi",
    "translation": "O Allah, ik zoek toevlucht bij U tegen afgunst en wrok.",
    "notes": "Lees 1x",
    "benefits": "Deze smeekbede beschermt tegen negatieve gevoelens zoals afgunst en wrok die het hart en relaties met anderen kunnen schaden.",
    "source": "HR. Abu Dawud nr. 1544"
  },
  {
    "category": "afterSalah",
    "title": "Smeekbede voor bescherming tegen luiheid",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْهَرَمِ",
    "latin": "allahumma innii a'udzu bika minal kasali wal harami",
    "translation": "O Allah, ik zoek toevlucht bij U tegen luiheid en ouderdom.",
    "notes": "Lees 1x",
    "benefits": "Deze smeekbede beschermt tegen luiheid die het verrichten van goede daden verhindert en tegen de kwaden van ouderdom.",
    "source": "HR. Muslim nr. 2706"
  },
  {
    "category": "afterSalah",
    "title": "Smeekbede voor bescherming tegen lafheid",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْجُبْنِ وَالْبُخْلِ",
    "latin": "allahumma innii a'udzu bika minal jubni wal bukhli",
    "translation": "O Allah, ik zoek toevlucht bij U tegen lafheid en gierigheid.",
    "notes": "Lees 1x",
    "benefits": "Deze smeekbede beschermt tegen lafheid die het verdedigen van de waarheid verhindert en tegen gierigheid die het uitgeven in de weg van Allah verhindert.",
    "source": "HR. Muslim nr. 2706"
  },
  {
    "category": "afterSalah",
    "title": "Smeekbede voor bescherming tegen schulden",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْمَغْرَمِ وَالْمَأْثَمِ",
    "latin": "allahumma innii a'udzu bika minal maghrami wal ma'tsami",
    "translation": "O Allah, ik zoek toevlucht bij U tegen schulden en zonden.",
    "notes": "Lees 1x",
    "benefits": "Deze smeekbede beschermt tegen de financiële moeilijkheden van schulden en tegen zonden die het spirituele leven kunnen schaden.",
    "source": "HR. Muslim nr. 2706"
  },
  {
    "category": "afterSalah",
    "title": "Smeekbede voor bescherming tegen onderdrukking",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ وَغَلَبَةِ الْعَدُوِّ",
    "latin": "allahumma innii a'udzu bika min ghalabatid daini wa ghalabatil 'aduwwi",
    "translation": "O Allah, ik zoek toevlucht bij U tegen de overheersing van schulden en de overheersing van de vijand.",
    "notes": "Lees 1x",
    "benefits": "Deze smeekbede beschermt tegen het overweldigd worden door financiële schulden en vijanden.",
    "source": "HR. Abu Dawud nr. 1544"
  },
  {
    "category": "afterSalah",
    "title": "Smeekbede voor bescherming tegen verdriet",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ",
    "latin": "allahumma innii a'udzu bika minal hammi wal hazani",
    "translation": "O Allah, ik zoek toevlucht bij U tegen zorgen en verdriet.",
    "notes": "Lees 1x",
    "benefits": "Deze smeekbede beschermt tegen zorgen die het hart benauwen en tegen verdriet dat de geest kan verzwakken.",
    "source": "HR. Muslim nr. 2706"
  },
  {
    "category": "afterSalah",
    "title": "Smeekbede voor bescherming tegen zwakte",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ",
    "latin": "allahumma innii a'udzu bika minal 'ajzi wal kasali",
    "translation": "O Allah, ik zoek toevlucht bij U tegen zwakte en luiheid.",
    "notes": "Lees 1x",
    "benefits": "Deze smeekbede beschermt tegen zwakte die het verrichten van goede daden verhindert en tegen luiheid die het vervullen van plichten verhindert.",
    "source": "HR. Muslim nr. 2706"
  },
  {
    "category": "afterSalah",
    "title": "Smeekbede voor bescherming tegen armoede",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْفَقْرِ وَالْفَاقَةِ",
    "latin": "allahumma innii a'udzu bika minal faqri wal faaqati",
    "translation": "O Allah, ik zoek toevlucht bij U tegen armoede en behoeftigheid.",
    "notes": "Lees 1x",
    "benefits": "Deze smeekbede beschermt tegen armoede en behoeftigheid die het leven en aanbidding kunnen bemoeilijken.",
    "source": "HR. Abu Dawud nr. 1544"
  },
  {
    "category": "afterSalah",
    "title": "Smeekbede voor bescherming tegen ziekte",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْبَرَصِ وَالْجُنُونِ وَالْجُذَامِ وَمِنْ سَيِّئِ الأَسْقَامِ",
    "latin": "allahumma innii a'udzu bika minal baroshi wal junuuni wal judzaami wa min sayyi'il asqaami",
    "translation": "O Allah, ik zoek toevlucht bij U tegen melaatsheid, waanzin, lepra en de ergste ziekten.",
    "notes": "Lees 1x",
    "benefits": "Deze smeekbede beschermt tegen ernstige ziekten die de fysieke en mentale gezondheid kunnen schaden.",
    "source": "HR. Abu Dawud nr. 1544"
  },
  {
    "category": "afterSalah",
    "title": "Smeekbede voor bescherming tegen slechte dood",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ مِيتَةِ السُّوءِ",
    "latin": "allahumma innii a'udzu bika min miitatis suu'i",
    "translation": "O Allah, ik zoek toevlucht bij U tegen een slechte dood.",
    "notes": "Lees 1x",
    "benefits": "Deze smeekbede beschermt tegen een dood die niet in een staat van onderwerping aan Allah is, en zoekt een waardige en vreedzame dood.",
    "source": "HR. Abu Dawud nr. 1544"
  },
  {
    "category": "afterSalah",
    "title": "Smeekbede voor bescherming tegen beproeving",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْفِتْنَةِ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ",
    "latin": "allahumma innii a'udzu bika minal fitnati maa zhahara minhaa wa maa bathana",
    "translation": "O Allah, ik zoek toevlucht bij U tegen beproeving, zowel openlijk als verborgen.",
    "notes": "Lees 1x",
    "benefits": "Deze smeekbede beschermt tegen alle vormen van beproeving, of ze nu zichtbaar of verborgen zijn, die van het rechte pad kunnen afleiden.",
    "source": "HR. Muslim nr. 2706"
  },
  {
    "category": "afterSalah",
    "title": "Smeekbede voor bescherming tegen hypocrisie",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الرِّيَاءِ وَالسُّمْعَةِ",
    "latin": "allahumma innii a'udzu bika minar riyaa'i was sum'ati",
    "translation": "O Allah, ik zoek toevlucht bij U tegen opschepperij en het zoeken naar roem.",
    "notes": "Lees 1x",
    "benefits": "Deze smeekbede beschermt tegen opschepperij in religieuze daden en tegen het zoeken naar roem en erkenning van anderen.",
    "source": "HR. Abu Dawud nr. 1544"
  },
  {
    "category": "afterSalah",
    "title": "Smeekbede voor bescherming tegen slechte daden",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِى، وَمِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا، إِنَّ رَبِّى عَلَى صِرَاطٍ مُسْتَقِيمٍ",
    "latin": "allahumma innii a'udzu bika min syarri nafsii, wa min syarri kulli daabbatin anta aakhidzun binaasiyatihaa, inna rabbii 'alaa shiroothim mustaqiim",
    "translation": "O Allah, ik zoek toevlucht bij U tegen het kwaad van mijn ziel en tegen het kwaad van elk schepsel waarvan U de voorhoofdlock vasthoudt. Mijn Heer is op een recht pad.",
    "notes": "Lees 1x",
    "benefits": "Deze smeekbede beschermt tegen de kwade neigingen van de ziel en tegen het kwaad van andere schepselen. Het erkent dat alleen Allah ons tegen alle kwaad kan beschermen.",
    "source": "HR. Muslim nr. 2717"
  }
]
