[
  {
    "category": "afterSalah",
    "title": "Istighfar",
    "arabic": "أَسْتَغْفِرُ اللَّهَ",
    "latin": "astagh-firullah",
    "translation": "Je demande pardon à Allah.",
    "notes": "Lire 3 fois",
    "benefits": "Lorsque le Messager d'Allah, que la paix et la bénédiction soient sur lui, achevait sa prière, il demandait pardon trois fois et récitait le dhikr ci-dessus. Al-Auza'i a dit que la récitation d'istighfar est : 'Astaghfirullah, Astaghfirullah.'",
    "source": "HR. Muslim n° 591"
  },
  {
    "category": "afterSalah",
    "title": "Allah, le Donneur de la Paix",
    "arabic": "اَللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَاْلإِكْرَامِ",
    "latin": "allahumma antas salaam wa minkas salaam tabaarokta ya dzal jalaali wal ikrom",
    "translation": "Ô Allah, Tu es la Paix, et de Toi vient la paix. Tu es béni, Ô Détenteur de majesté et de noblesse.",
    "notes": "Lire 1 fois",
    "benefits": "Lorsque le Messager d'Allah, que la paix et la bénédiction soient sur lui, achevait sa prière, il demandait pardon trois fois et récitait le dhikr ci-dessus. Al-Auza'i a dit que la récitation d'istighfar est : 'Astaghfirullah, Astaghfirullah.'",
    "source": "HR. Muslim n° 591"
  },
  {
    "category": "afterSalah",
    "title": "Allah, Celui qui Donne et Retient toute chose",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ، اَللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah, lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir. allahumma laa maani'a lima a'thoita wa laa mu'thiya limaa mana'ta wa laa yanfau dzal jaddi minkal jaddu",
    "translation": "Il n'y a de divinité digne d'adoration excepté Allah, seul, sans associé. À Lui la royauté et la louange, et Il est capable de toute chose. Ô Allah, nul ne peut retenir ce que Tu donnes, et nul ne peut donner ce que Tu retiens, et la richesse et la puissance ne servent à rien face à Toi.",
    "notes": "Lire 1 fois",
    "benefits": null,
    "source": "HR. Boukhari n° 844 et Muslim n° 593"
  },
  {
    "category": "afterSalah",
    "title": "Allah, Possesseur de tout et Seul digne d'être adoré",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، لاَ إِلَـهَ إِلاَّ اللهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لاَ إِلَـهَ إِلاَّ اللهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ وَلَوْ كَرِهَ الْكَافِرُوْنَ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah. lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir. laa hawla wa laa quwwata illa billah. laa ilaha illallah wa laa na'budu illa iyyah. lahun ni'mah wa lahul fadhl wa lahuts tsanaaul hasan. laa ilaha illallah mukhlishiina lahud diin wa law karihal kaafiruun",
    "translation": "Il n'y a de divinité digne d'adoration excepté Allah, seul, sans associé. À Lui la royauté et la louange, et Il est capable de toute chose. Il n'y a de force ni de puissance qu'en Allah. Il n'y a de divinité digne d'adoration excepté Allah, et nous n'adorons que Lui. À Lui la grâce, le bienfait et la meilleure louange. Il n'y a de divinité digne d'adoration excepté Allah, sincères envers Lui dans la religion, même si les mécréants détestent cela.",
    "notes": "Lire 1 fois",
    "benefits": "'Abdullah ibn Zubair a dit : « Le Prophète, que la paix et la bénédiction soient sur lui, récitait le tahlil (laa ilaha illallah) à la fin de la prière. »",
    "source": "HR. Muslim n° 594"
  },
  {
    "category": "afterSalah",
    "title": "Tasbih",
    "arabic": "سُبْحَانَ اللهِ",
    "latin": "subhanallah",
    "translation": "Gloire à Allah",
    "notes": "Lire 33 fois",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "Tahmid",
    "arabic": "الْحَمْدُ لِلَّهِ",
    "latin": "alhamdulillah",
    "translation": "Louange à Allah",
    "notes": "Lire 33 fois",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "Takbir",
    "arabic": "اللهُ أَكْبَرُ",
    "latin": "allahu akbar",
    "translation": "Allah est le Plus Grand",
    "notes": "Lire 33 fois",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "Nul associé à Allah, à Lui appartient toute chose",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "laa ilaha illallah wahda, laa syarika lah. lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir",
    "translation": "Il n'y a de divinité digne d'adoration excepté Allah, seul, sans associé. À Lui la royauté et la louange, et Il est capable de toute chose.",
    "notes": "Lire 1 fois",
    "benefits": "Quiconque récite ce dhikr verra ses péchés pardonnés, même s'ils sont aussi nombreux que l'écume de la mer. L'Imam Nawawi, qu'Allah lui fasse miséricorde, a dit que le texte du hadith montre que 'Subhanallah', 'Alhamdulillah' et 'Allahu akbar' sont chacun récités 33 fois séparément.",
    "source": "Syarh Sahih Muslim, 5: 84"
  },
  {
    "category": "afterSalah",
    "title": "Ayat al-Kursi",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "Allāhu lā ilāha illā huw, al-ḥayyul-qayyụm, lā ta`khużuhụ sinatuw wa lā na`ụm, lahụ mā fis-samāwāti wa mā fil-arḍ, man żallażī yasyfa'u 'indahū illā bi`iżnih, ya'lamu mā baina aidīhim wa mā khalfahum, wa lā yuḥīṭụna bisyai`im min 'ilmihī illā bimā syā`, wasi'a kursiyyuhus-samāwāti wal-arḍ, wa lā ya`ụduhụ ḥifẓuhumā, wa huwal-'aliyyul-'aẓīm",
    "translation": "Allah – Il n'y a point de divinité à part Lui, le Vivant, Celui qui subsiste par Lui-même « al-Qayyum ». Ni somnolence ni sommeil ne Le saisissent. À Lui appartient tout ce qui est dans les cieux et sur la terre. Qui peut intercéder auprès de Lui sans Sa permission ? Il connaît leur passé et leur futur. Et, de Sa science, ils n'embrassent que ce qu'Il veut. Son Trône déborde les cieux et la terre, dont la garde ne Lui coûte aucune peine. Et Il est le Très Haut, le Très Grand.",
    "notes": "Lire 1 fois",
    "benefits": "Quiconque récite Ayat al-Kursi après avoir terminé la prière, rien ne l'empêchera d'entrer au Paradis sauf la mort.",
    "source": "HR. an-Nasaï dans Al-Kubro 9: 44. Ce hadith est déclaré authentique par Ibn Hibban, comme mentionné par Ibn Hajar dans Bulughul Maram"
  },
  {
    "category": "afterSalah",
    "title": "Al-Ikhlas",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwallāhu aḥad (1) allāhuṣ-ṣamad (2) lam yalid wa lam yụlad (3) wa lam yakul lahụ kufuwan aḥad (4)",
    "translation": "Dis : Il est Allah, Unique, (1) Allah, le Refuge Absolu. (2) Il n'a jamais engendré, n'a pas été engendré, (3) Et nul n'est égal à Lui. (4)",
    "notes": "Lire 3 fois",
    "benefits": "Le Messager d'Allah, que la paix et la bénédiction soient sur lui, a dit : Récite Qul huwallahu ahad et Al-Mu'awwidhatayn (Al-Falaq et An-Nas) le matin et le soir, trois fois, et cela te suffira (te protégera) de tout.",
    "source": "HR. Abou Dawud n° 1523 et an-Nasaï n° 1337. Al Hafizh Abu Thohir a dit que la chaîne de ce hadith est hasan"
  },
  {
    "category": "afterSalah",
    "title": "Al-Falaq",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a'ụżu birabbil-falaq (1) min syarri mā khalaq (2) wa min syarri gāsiqin iżā waqab (3) wa min syarrin-naffāṡāti fil-'uqad (4) wa min syarri ḥāsidin iżā ḥasad (5)",
    "translation": "Dis : Je cherche protection auprès du Seigneur de l'aube naissante (1) contre le mal de ce qu'Il a créé (2) contre le mal de l'obscurité quand elle s'approfondit (3) contre le mal de celles qui soufflent sur les nœuds (4) et contre le mal de l'envieux quand il envie. (5)",
    "notes": "Lire 3 fois",
    "benefits": "Le Messager d'Allah, que la paix et la bénédiction soient sur lui, a dit : Récite Qul huwallahu ahad et Al-Mu'awwidhatayn (Al-Falaq et An-Nas) le matin et le soir, trois fois, et cela te suffira (te protégera) de tout.",
    "source": "HR. Abou Dawud n° 1523 et an-Nasaï n° 1337. Al Hafizh Abu Thohir a dit que la chaîne de ce hadith est hasan"
  },
  {
    "category": "afterSalah",
    "title": "An-Naas",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a'ụżu birabbin-nās (1) malikin-nās (2) ilāhin-nās (3) min syarril-waswāsil-khannās (4) allażī yuwaswisu fī ṣudụrin-nās (5) minal-jinnati wan-nās (6)",
    "translation": "Dis : Je cherche protection auprès du Seigneur des hommes, (1) le Souverain des hommes, (2) le Dieu des hommes, (3) contre le mal du mauvais conseiller, le furtif, (4) qui souffle le mal dans les poitrines des hommes, (5) qu'il soit d'entre les djinns ou les hommes. (6)",
    "notes": "Lire 3 fois",
    "benefits": "Le Messager d'Allah, que la paix et la bénédiction soient sur lui, a dit : Récite Qul huwallahu ahad et Al-Mu'awwidhatayn (Al-Falaq et An-Nas) le matin et le soir, trois fois, et cela te suffira (te protégera) de tout.",
    "source": "HR. Abou Dawud n° 1523 et an-Nasaï n° 1337. Al Hafizh Abu Thohir a dit que la chaîne de ce hadith est hasan"
  },
  {
    "category": "afterSalah",
    "title": "Invocation pour la science bénéfique, une bonne subsistance et des œuvres acceptées",
    "arabic": "اللَّهُمَّ إِنِّى أَسْأَلُكَ عِلْمًا نَافِعًا وَرِزْقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
    "latin": "allahumma innii as-aluka 'ilman naafi'a, wa rizqan thayyiba, wa 'amalan mutaqabbala",
    "translation": "Ô Allah, je Te demande une science utile, une bonne subsistance et des œuvres acceptées.",
    "notes": "Lire 1 fois après le salam de la prière du Fajr",
    "benefits": "La science bénéfique est un bien qui facilite la vie, obtenir une bonne subsistance est le but de celui qui travaille, et les œuvres acceptées sont l'espoir de chaque personne. C'est pourquoi un serviteur doit toujours demander ces trois choses chaque matin avant de commencer ses différentes activités.",
    "source": "HR. Ibn Majah n° 925 et Ahmad 6: 305, 322. Al-Hafizh Abu Thohir a dit que ce hadith est sahih"
  },
  {
    "category": "afterSalah",
    "title": "Invocation pour la protection contre le mal",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْفَقْرِ، وَالْقِلَّةِ، وَالذِّلَّةِ، وَأَنْ أَظْلِمَ أَوْ أُظْلَمَ",
    "latin": "allahumma innii a'udzu bika minal faqri, wal qillati, wadz dzillati, wa an azlima aw uzlam",
    "translation": "Ô Allah, je cherche refuge auprès de Toi contre la pauvreté, le manque, l'humiliation, et que j'opprime ou que je sois opprimé.",
    "notes": "Lire 1 fois",
    "benefits": "Cette invocation protège contre les difficultés matérielles et les injustices. Le Prophète صلى الله عليه وسلم récitait cette invocation après ses prières pour se protéger des épreuves de ce monde.",
    "source": "HR. Abou Dawud n° 1544 et an-Nasaï n° 1346. Al-Hafizh Abu Thohir a dit que ce hadith est sahih"
  },
  {
    "category": "afterSalah",
    "title": "Invocation pour la foi et la bonne fin",
    "arabic": "اللَّهُمَّ إِنِّى أَسْأَلُكَ الْهُدَى، وَالتُّقَى، وَالْعَفَافَ، وَالْغِنَى",
    "latin": "allahumma innii as-alukal huda, wat tuqo, wal 'afaafa, wal ghina",
    "translation": "Ô Allah, je Te demande la guidée, la piété, la chasteté et l'indépendance.",
    "notes": "Lire 1 fois",
    "benefits": "Cette invocation couvre les aspects essentiels de la vie spirituelle et matérielle. La guidée pour le cœur, la piété pour les actions, la chasteté pour le comportement et l'indépendance pour éviter la dépendance envers les autres.",
    "source": "HR. Muslim n° 2721"
  },
  {
    "category": "afterSalah",
    "title": "Invocation pour la protection du malheur",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ جَهْدِ الْبَلاَءِ، وَدَرَكِ الشَّقَاءِ، وَسُوءِ الْقَضَاءِ، وَشَمَاتَةِ الأَعْدَاءِ",
    "latin": "allahumma innii a'udzu bika min jahdil bala'i, wa darakis syaqa'i, wa su'il qadha'i, wa syamatatil a'da'i",
    "translation": "Ô Allah, je cherche refuge auprès de Toi contre l'intensité de l'épreuve, l'atteinte du malheur, la mauvaise destinée et la joie maligne des ennemis.",
    "notes": "Lire 1 fois",
    "benefits": "Cette invocation protège contre les épreuves difficiles, les malheurs, les mauvaises décisions et la joie des ennemis face à nos difficultés. Elle est particulièrement recommandée après les prières.",
    "source": "HR. Boukhari n° 6347 et Muslim n° 2707"
  },
  {
    "category": "afterSalah",
    "title": "Invocation pour la miséricorde divine",
    "arabic": "اللَّهُمَّ إِنِّى أَسْأَلُكَ رَحْمَةً مِنْ عِنْدِكَ تَهْدِى بِهَا قَلْبِى، وَتَجْمَعُ بِهَا أَمْرِى، وَتَلُمُّ بِهَا شَعْثِى، وَتُصْلِحُ بِهَا غَايَبِى، وَتَرْفَعُ بِهَا شَاهِدِى، وَتُزَكِّى بِهَا عَمَلِى، وَتُلْهِمُنِى بِهَا رُشْدِى، وَتَرُدُّ بِهَا أُلْفَتِى، وَتَعْصِمُنِى بِهَا مِنْ كُلِّ سُوءٍ",
    "latin": "allahumma innii as-aluka rahmatan min 'indika tahdii bihaa qalbii, wa tajma'u bihaa amrii, wa talummu bihaa sya'thii, wa tuslihu bihaa ghaayabii, wa tarfa'u bihaa syaahidii, wa tuzakkii bihaa 'amalii, wa tulhimunii bihaa rusydii, wa taruddu bihaa ulfatii, wa ta'shimunii bihaa min kulli suu'in",
    "translation": "Ô Allah, je Te demande une miséricorde de Ta part qui guide mon cœur, rassemble mes affaires, répare mes déchirures, améliore mes défauts, élève mon témoignage, purifie mes actes, m'inspire la droiture, me ramène ma familiarité et me protège de tout mal.",
    "notes": "Lire 1 fois",
    "benefits": "Cette invocation complète couvre tous les aspects de la vie spirituelle et matérielle. Elle demande la miséricorde divine pour guider le cœur, organiser les affaires, réparer les défauts et protéger de tout mal.",
    "source": "HR. Al-Hakim dans Al-Mustadrak 1: 509. Al-Hafizh Abu Thohir a dit que ce hadith est sahih"
  },
  {
    "category": "afterSalah",
    "title": "Invocation pour la protection contre l'angoisse et la tristesse",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ، وَغَلَبَةِ الرِّجَالِ",
    "latin": "allahumma innii a'udzu bika minal hammi wal hazan, wal 'ajzi wal kasal, wal bukhli wal jubn, wa dala'id dain, wa ghalabatir rijaal",
    "translation": "Ô Allah, je cherche refuge auprès de Toi contre l'angoisse et la tristesse, la faiblesse et la paresse, l'avarice et la lâcheté, le fardeau de la dette et la domination des hommes.",
    "notes": "Lire 1 fois",
    "benefits": "Cette invocation protège contre les troubles psychologiques et les difficultés sociales. Elle est particulièrement utile pour ceux qui traversent des périodes difficiles ou qui ont des responsabilités importantes.",
    "source": "HR. Boukhari n° 6369 et Muslim n° 2706"
  },
  {
    "category": "afterSalah",
    "title": "Invocation pour la protection contre l'épreuve de la tombe",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَعَذَابِ النَّارِ، وَفِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، وَشَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ",
    "latin": "allahumma innii a'udzu bika min 'adzaabil qabri, wa 'adzaabin naar, wa fitnatil mahyaa wal mamaat, wa syarri fitnatil masiihid dajjaal",
    "translation": "Ô Allah, je cherche refuge auprès de Toi contre le châtiment de la tombe, le châtiment du feu, l'épreuve de la vie et de la mort, et le mal de l'épreuve du faux Messie.",
    "notes": "Lire 1 fois",
    "benefits": "Cette invocation protège contre les épreuves de l'au-delà et les tribulations de ce monde. Elle est particulièrement importante car elle couvre les épreuves les plus redoutées par les croyants.",
    "source": "HR. Muslim n° 588"
  },
  {
    "category": "afterSalah",
    "title": "Invocation pour la protection contre la mécréance et la pauvreté",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ، وَعَذَابِ الْقَبْرِ",
    "latin": "allahumma innii a'udzu bika minal kufri wal faqr, wa 'adzaabil qabr",
    "translation": "Ô Allah, je cherche refuge auprès de Toi contre la mécréance et la pauvreté, et le châtiment de la tombe.",
    "notes": "Lire 1 fois",
    "benefits": "Cette invocation courte mais puissante protège contre les plus grands maux : la mécréance qui détruit la foi, la pauvreté qui affaiblit, et le châtiment de la tombe qui est redouté.",
    "source": "HR. Abou Dawud n° 1545 et an-Nasaï n° 1347. Al-Hafizh Abu Thohir a dit que ce hadith est sahih"
  },
  {
    "category": "afterSalah",
    "title": "Invocation pour la protection contre les mauvais caractères",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِى، وَمِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا، إِنَّ رَبِّى عَلَى صِرَاطٍ مُسْتَقِيمٍ",
    "latin": "allahumma innii a'udzu bika min syarri nafsii, wa min syarri kulli daabbatin anta aakhidzun binaasiyatihaa, inna rabbii 'alaa shiroothim mustaqiim",
    "translation": "Ô Allah, je cherche refuge auprès de Toi contre le mal de mon âme et contre le mal de toute créature dont Tu tiens la mèche. Mon Seigneur est sur un chemin droit.",
    "notes": "Lire 1 fois",
    "benefits": "Cette invocation protège contre les mauvaises inclinations de l'âme et contre les méfaits des autres créatures. Elle reconnaît que seul Allah peut nous protéger de tous les maux.",
    "source": "HR. Muslim n° 2717"
  },
  {
    "category": "afterSalah",
    "title": "Invocation pour la protection contre l'envie",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْحَسَدِ، وَأَعُوذُ بِكَ مِنَ الْبَغْيِ، وَأَعُوذُ بِكَ مِنَ الْغِشِّ، وَأَعُوذُ بِكَ مِنَ الْغِلِّ، وَأَعُوذُ بِكَ مِنَ الْغَدْرِ، وَأَعُوذُ بِكَ مِنَ الْخِذْلَانِ",
    "latin": "allahumma innii a'udzu bika minal hasad, wa a'udzu bika minal baghyi, wa a'udzu bika minal ghisy, wa a'udzu bika minal ghil, wa a'udzu bika minal ghadr, wa a'udzu bika minal khidzlaan",
    "translation": "Ô Allah, je cherche refuge auprès de Toi contre l'envie, je cherche refuge auprès de Toi contre l'oppression, je cherche refuge auprès de Toi contre la tromperie, je cherche refuge auprès de Toi contre la rancune, je cherche refuge auprès de Toi contre la trahison, je cherche refuge auprès de Toi contre l'abandon.",
    "notes": "Lire 1 fois",
    "benefits": "Cette invocation protège contre les mauvais caractères qui peuvent détruire les relations sociales et spirituelles. Elle couvre les vices les plus destructeurs pour l'âme et la société.",
    "source": "HR. Abou Dawud n° 1546 et an-Nasaï n° 1348. Al-Hafizh Abu Thohir a dit que ce hadith est sahih"
  },
  {
    "category": "afterSalah",
    "title": "Invocation pour la protection contre la maladie",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْبَرَصِ، وَالْجُنُونِ، وَالْجُذَامِ، وَمِنْ سَيِّئِ الأَسْقَامِ",
    "latin": "allahumma innii a'udzu bika minal barash, wal junuun, wal judzaam, wa min sayyi'il asqaam",
    "translation": "Ô Allah, je cherche refuge auprès de Toi contre la lèpre, la folie, la lèpre et les mauvaises maladies.",
    "notes": "Lire 1 fois",
    "benefits": "Cette invocation protège contre les maladies graves et les affections qui peuvent affecter la santé physique et mentale. Elle est particulièrement importante pour maintenir une bonne santé.",
    "source": "HR. Abou Dawud n° 1554 et an-Nasaï n° 1352. Al-Hafizh Abu Thohir a dit que ce hadith est sahih"
  },
  {
    "category": "afterSalah",
    "title": "Invocation pour la protection contre la pauvreté et l'humiliation",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْفَقْرِ، وَالْقِلَّةِ، وَالذِّلَّةِ، وَأَنْ أَظْلِمَ أَوْ أُظْلَمَ",
    "latin": "allahumma innii a'udzu bika minal faqr, wal qillati, wadz dzillati, wa an azlima aw uzlam",
    "translation": "Ô Allah, je cherche refuge auprès de Toi contre la pauvreté, le manque, l'humiliation, et que j'opprime ou que je sois opprimé.",
    "notes": "Lire 1 fois",
    "benefits": "Cette invocation protège contre les difficultés matérielles et sociales. Elle demande la protection contre la pauvreté qui affaiblit, le manque qui limite et l'humiliation qui dégrade.",
    "source": "HR. Abou Dawud n° 1544 et an-Nasaï n° 1346. Al-Hafizh Abu Thohir a dit que ce hadith est sahih"
  },
  {
    "category": "afterSalah",
    "title": "Invocation pour la protection contre les mauvais voisins",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ جَارِ السُّوءِ فِى دَارِ الْمُقَامِ، فَإِنَّ جَارَ الْبَادِيَةِ يَتَحَوَّلُ",
    "latin": "allahumma innii a'udzu bika min jaaris suu'i fii daaril muqaam, fa inna jaaral baadiyati yatahawwal",
    "translation": "Ô Allah, je cherche refuge auprès de Toi contre le mauvais voisin dans la demeure permanente, car le voisin nomade peut partir.",
    "notes": "Lire 1 fois",
    "benefits": "Cette invocation protège contre les mauvais voisins qui peuvent rendre la vie difficile. Elle est particulièrement importante pour ceux qui vivent dans des résidences permanentes.",
    "source": "HR. Al-Hakim dans Al-Mustadrak 1: 510. Al-Hafizh Abu Thohir a dit que ce hadith est sahih"
  },
  {
    "category": "afterSalah",
    "title": "Invocation pour la protection contre les mauvaises actions",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِى، وَمِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا، إِنَّ رَبِّى عَلَى صِرَاطٍ مُسْتَقِيمٍ",
    "latin": "allahumma innii a'udzu bika min syarri nafsii, wa min syarri kulli daabbatin anta aakhidzun binaasiyatihaa, inna rabbii 'alaa shiroothim mustaqiim",
    "translation": "Ô Allah, je cherche refuge auprès de Toi contre le mal de mon âme et contre le mal de toute créature dont Tu tiens la mèche. Mon Seigneur est sur un chemin droit.",
    "notes": "Lire 1 fois",
    "benefits": "Cette invocation protège contre les mauvaises inclinations de l'âme et contre les méfaits des autres créatures. Elle reconnaît que seul Allah peut nous protéger de tous les maux.",
    "source": "HR. Muslim n° 2717"
  }
]
