[
  {
    "category": "afterSalah",
    "title": "Istighfar",
    "arabic": "أَسْتَغْفِرُ اللَّهَ",
    "latin": "astagh-firullah",
    "translation": "Ich bitte Allah um Vergebung.",
    "notes": "3x rezitieren",
    "benefits": "Wenn der Gesandte Allahs, Allahs Segen und Frieden auf ihm, sein Gebet beendet hatte, pflegte er dreimal um Vergebung zu bitten und oben genannten Dhikr zu rezitieren. Al-Auza'i sagte, dass die Rezitation von Istighfar 'Astaghfirullah, Astaghfirullah' ist.",
    "source": "Sahih Muslim Nr. 591"
  },
  {
    "category": "afterSalah",
    "title": "Allah, der Geber des Friedens",
    "arabic": "اَللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَاْلإِكْرَامِ",
    "latin": "allahumma antas salaam wa minkas salaam tabaarokta ya dzal jalaali wal ikrom",
    "translation": "O Allah, Du bist der Friede, und von Dir stammt der Friede. Gesegnet bist Du, o Besitzer von Majestät und Ehre.",
    "notes": "1x rezitieren",
    "benefits": "Wenn der Gesandte Allahs, Allahs Segen und Frieden auf ihm, sein Gebet beendet hatte, pflegte er dreimal um Vergebung zu bitten und oben genannten Dhikr zu rezitieren. Al-Auza'i sagte, dass die Rezitation von Istighfar 'Astaghfirullah, Astaghfirullah' ist.",
    "source": "Sahih Muslim Nr. 591"
  },
  {
    "category": "afterSalah",
    "title": "Allah, der Verhinderer und der Geber von allem",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ، اَللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah, lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir. allahumma laa maani'a lima a'thoita wa laa mu'thiya limaa mana'ta wa laa yanfau dzal jaddi minkal jaddu",
    "translation": "Es gibt keine Gottheit außer Allah allein, Er hat keinen Partner. Ihm gehört das Königreich und Ihm gebührt das Lob, und Er ist zu allem fähig. O Allah, niemand kann verhindern, was Du gibst, und niemand kann geben, was Du verweigerst. Besitz und Ehre nützen niemandem gegen Dich.",
    "notes": "1x rezitieren",
    "benefits": null,
    "source": "Bukhari Nr. 844 und Muslim Nr. 593"
  },
  {
    "category": "afterSalah",
    "title": "Allah, der Besitzer von allem und der Einzige, der der Anbetung würdig ist",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، لاَ إِلَـهَ إِلاَّ اللهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لاَ إِلَـهَ إِلاَّ اللهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ وَلَوْ كَرِهَ الْكَافِرُوْنَ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah. lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir. laa hawla wa laa quwwata illa billah. laa ilaha illallah wa laa na'budu illa iyyah. lahun ni'mah wa lahul fadhl wa lahuts tsanaaul hasan. laa ilaha illallah mukhlishiina lahud diin wa law karihal kaafiruun",
    "translation": "Es gibt keine Gottheit außer Allah allein, Er hat keinen Partner. Ihm gehört das Königreich und Ihm gebührt das Lob, und Er ist zu allem fähig. Es gibt keine Macht und keine Kraft außer durch Allah. Es gibt keine Gottheit außer Allah, und wir dienen niemandem außer Ihm. Ihm gehören alle Wohltaten, die Gunst und das gute Lob. Es gibt keine Gottheit außer Allah, und wir machen unseren Glauben aufrichtig für Ihn, auch wenn die Ungläubigen das ablehnen.",
    "notes": "1x rezitieren",
    "benefits": "Abdullah ibn az-Zubair sagte: 'Der Prophet, Allahs Segen und Frieden auf ihm, pflegte das Tahlil (laa ilaha illallah) am Ende des Gebets zu rezitieren.'",
    "source": "Sahih Muslim Nr. 594"
  },
  {
    "category": "afterSalah",
    "title": "Tasbih",
    "arabic": "سُبْحَانَ اللهِ",
    "latin": "subhanallah",
    "translation": "Gepriesen sei Allah.",
    "notes": "33x rezitieren",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "Tahmid",
    "arabic": "الْحَمْدُ لِلَّهِ",
    "latin": "alhamdulillah",
    "translation": "Alles Lob gebührt Allah.",
    "notes": "33x rezitieren",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "Takbir",
    "arabic": "اللهُ أَكْبَرُ",
    "latin": "allahu akbar",
    "translation": "Allah ist am Größten.",
    "notes": "33x rezitieren",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "Es gibt keinen Partner für Allah, und Ihm gehört alles",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "laa ilaha illallah wahda, laa syarika lah. lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir",
    "translation": "Es gibt keine Gottheit außer Allah allein, Er hat keinen Partner. Ihm gehört das Königreich und Ihm gebührt das Lob, und Er ist zu allem fähig.",
    "notes": "1x rezitieren",
    "benefits": "Wer den oben genannten Dhikr rezitiert, dem werden seine Sünden vergeben, selbst wenn sie so zahlreich sind wie der Schaum im Meer. Imam Nawawi, Allahs Barmherzigkeit auf ihm, sagte, dass der Text des Hadiths darauf hinweist, dass 'Subhanallah', 'Alhamdulillah' und 'Allahu akbar' jeweils 33-mal getrennt rezitiert werden.",
    "source": "Scharh Sahih Muslim, 5: 84"
  },
  {
    "category": "afterSalah",
    "title": "Ayat al-Kursi",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "Allāhu lā ilāha illā huw, al-ḥayyul-qayyụm, lā ta`khużuhụ sinatuw wa lā na`ụm, lahụ mā fis-samāwāti wa mā fil-arḍ, man żallażī yasyfa'u 'indahū illā bi`iżnih, ya'lamu mā baina aidīhim wa mā khalfahum, wa lā yuḥīṭụna bisyai`im min 'ilmihī illā bimā syā`, wasi'a kursiyyuhus-samāwāti wal-arḍ, wa lā ya`ụduhụ ḥifẓuhumā, wa huwal-'aliyyul-'aẓīm",
    "translation": "Allah – es gibt keinen Gott außer Ihm, dem ewig Lebenden, dem Erhalter. Weder Übermüdung noch Schlaf überkommt Ihn. Ihm gehört, was in den Himmeln und was auf Erden ist. Wer ist es, der bei Ihm Fürsprache einlegen könnte außer mit Seiner Erlaubnis? Er weiß, was vor ihnen und was hinter ihnen ist, und sie umfassen nichts von Seinem Wissen außer was Er will. Sein Thron umfasst die Himmel und die Erde, und deren Bewahrung ermüdet Ihn nicht. Und Er ist der Erhabene, der Gewaltige.",
    "notes": "1x rezitieren",
    "benefits": "Wer nach dem Gebet Ayat al-Kursi rezitiert, den hindert nur der Tod am Eintritt ins Paradies.",
    "source": "An-Nasai in Al-Kubro 9:44. Hadith als sahih erklärt von Ibn Hibban, erwähnt von Ibn Hajar in Bulughul Maram"
  },
  {
    "category": "afterSalah",
    "title": "Al-Ikhlas",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwallāhu aḥad (1) allāhuṣ-ṣamad (2) lam yalid wa lam yụlad (3) wa lam yakul lahụ kufuwan aḥad (4)",
    "translation": "Sprich: Er ist Allah, der Eine (1) Allah, der Unabhängige (2) Er zeugt nicht und wurde nicht gezeugt (3) Und keiner ist Ihm ebenbürtig (4)",
    "notes": "3x rezitieren",
    "benefits": "Der Gesandte Allahs, Allahs Segen und Frieden auf ihm, sagte: Rezitiere 'Qul huwallahu ahad' und die beiden Mu'awwidhatayn (Al-Falaq und An-Nas) morgens und abends dreimal, und das wird dir genügen (dich schützen).",
    "source": "Abu Dawud Nr. 1523 und An-Nasai Nr. 1337. Al-Hafizh Abu Thohir sagte, dass die Überlieferung hasan ist."
  },
  {
    "category": "afterSalah",
    "title": "Al-Falaq",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a'ụżu birabbil-falaq (1) min syarri mā khalaq (2) wa min syarri gāsiqin iżā waqab (3) wa min syarrin-naffāṡāti fil-'uqad (4) wa min syarri ḥāsidin iżā ḥasad (5)",
    "translation": "Sprich: Ich suche Zuflucht beim Herrn des Frühlichts (1) vor dem Übel dessen, was Er erschaffen hat (2) und vor dem Übel der Finsternis, wenn sie hereinbricht (3) und vor dem Übel der auf Knoten blasenden Zauberinnen (4) und vor dem Übel des Neiders, wenn er neidet (5)",
    "notes": "3x rezitieren",
    "benefits": "Der Gesandte Allahs, Allahs Segen und Frieden auf ihm, sagte: Rezitiere 'Qul huwallahu ahad' und die beiden Mu'awwidhatayn (Al-Falaq und An-Nas) morgens und abends dreimal, und das wird dir genügen (dich schützen).",
    "source": "Abu Dawud Nr. 1523 und An-Nasai Nr. 1337. Al-Hafizh Abu Thohir sagte, dass die Überlieferung hasan ist."
  },
  {
    "category": "afterSalah",
    "title": "An-Naas",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a'ụżu birabbin-nās (1) malikin-nās (2) ilāhin-nās (3) min syarril-waswāsil-khannās (4) allażī yuwaswisu fī ṣudụrin-nās (5) minal-jinnati wan-nās (6)",
    "translation": "Sprich: Ich suche Zuflucht beim Herrn der Menschen (1) dem König der Menschen (2) dem Gott der Menschen (3) vor dem Übel des flüsternden Einflüsterers, der sich zurückzieht (4) der in die Herzen der Menschen einflüstert (5) von den Djinn und von den Menschen (6)",
    "notes": "3x rezitieren",
    "benefits": "Der Gesandte Allahs, Allahs Segen und Frieden auf ihm, sagte: Rezitiere 'Qul huwallahu ahad' und die beiden Mu'awwidhatayn (Al-Falaq und An-Nas) morgens und abends dreimal, und das wird dir genügen (dich schützen).",
    "source": "Abu Dawud Nr. 1523 und An-Nasai Nr. 1337. Al-Hafizh Abu Thohir sagte, dass die Überlieferung hasan ist."
  },
  {
    "category": "afterSalah",
    "title": "Bittgebet um nützliches Wissen, gutes Einkommen und angenommene Taten",
    "arabic": "اللَّهُمَّ إِنِّى أَسْأَلُكَ عِلْمًا نَافِعًا وَرِزْقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
    "latin": "allahumma innii as-aluka 'ilman naafi'a, wa rizqan thayyiba, wa 'amalan mutaqabbala",
    "translation": "O Allah, ich bitte Dich um nützliches Wissen, gutes Einkommen und angenommene Taten.",
    "notes": "Nach dem Fajr-Gebet 1x rezitieren",
    "benefits": "Nützliches Wissen macht das Leben leichter, gutes Einkommen ist das Ziel des Lebensunterhalts und angenommene Taten sind die Hoffnung eines jeden Gläubigen. Deshalb sollte man jeden Morgen vor seinen Tätigkeiten Allah um diese drei Dinge bitten.",
    "source": "Ibn Majah Nr. 925, Ahmad 6:305, 322. Al-Hafizh Abu Thohir sagte, dass dieser Hadith sahih ist."
  },
  {
    "category": "afterSalah",
    "title": "Bittgebet zum Schutz vor dem Bösen",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْفَقْرِ، وَالْقِلَّةِ، وَالذِّلَّةِ، وَأَنْ أَظْلِمَ أَوْ أُظْلَمَ",
    "latin": "allahumma innii a'udzu bika minal faqri, wal qillati, wadz dzillati, wa an azlima aw uzlam",
    "translation": "O Allah, ich suche Zuflucht bei Dir vor Armut, Mangel, Erniedrigung und davor, dass ich unterdrücke oder unterdrückt werde.",
    "notes": "1x lesen",
    "benefits": "Dieses Bittgebet schützt vor materiellen Schwierigkeiten und Ungerechtigkeiten. Der Prophet صلى الله عليه وسلم pflegte dieses Bittgebet nach seinen Gebeten zu rezitieren, um sich vor den Prüfungen dieser Welt zu schützen.",
    "source": "HR. Abou Dawud n° 1544 et an-Nasaï n° 1346. Al-Hafizh Abu Thohir a dit que ce hadith est sahih"
  },
  {
    "category": "afterSalah",
    "title": "Bittgebet für Glauben und gutes Ende",
    "arabic": "اللَّهُمَّ إِنِّى أَسْأَلُكَ الْهُدَى، وَالتُّقَى، وَالْعَفَافَ، وَالْغِنَى",
    "latin": "allahumma innii as-alukal huda, wat tuqo, wal 'afaafa, wal ghina",
    "translation": "O Allah, ich bitte Dich um Rechtleitung, Frömmigkeit, Keuschheit und Unabhängigkeit.",
    "notes": "1x lesen",
    "benefits": "Dieses Bittgebet deckt die wesentlichen Aspekte des spirituellen und materiellen Lebens ab. Rechtleitung für das Herz, Frömmigkeit für die Taten, Keuschheit für das Verhalten und Unabhängigkeit, um Abhängigkeit von anderen zu vermeiden.",
    "source": "HR. Muslim n° 2721"
  },
  {
    "category": "afterSalah",
    "title": "Bittgebet zum Schutz vor Katastrophen",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ جَهْدِ الْبَلاَءِ، وَدَرَكِ الشَّقَاءِ، وَسُوءِ الْقَضَاءِ، وَشَمَاتَةِ الأَعْدَاءِ",
    "latin": "allahumma innii a'udzu bika min jahdil bala'i, wa darakis syaqa'i, wa su'il qadha'i, wa syamatatil a'da'i",
    "translation": "O Allah, ich suche Zuflucht bei Dir vor der Intensität der Prüfung, dem Erreichen des Elends, schlechtem Schicksal und der boshaften Freude der Feinde.",
    "notes": "1x lesen",
    "benefits": "Dieses Bittgebet schützt vor schwierigen Prüfungen, Unglück, schlechten Entscheidungen und der Freude der Feinde über unsere Schwierigkeiten. Es ist besonders nach den Gebeten empfohlen.",
    "source": "HR. Boukhari n° 6347 et Muslim n° 2707"
  },
  {
    "category": "afterSalah",
    "title": "Bittgebet für göttliche Barmherzigkeit",
    "arabic": "اللَّهُمَّ إِنِّى أَسْأَلُكَ رَحْمَةً مِنْ عِنْدِكَ تَهْدِى بِهَا قَلْبِى، وَتَجْمَعُ بِهَا أَمْرِى، وَتَلُمُّ بِهَا شَعْثِى، وَتُصْلِحُ بِهَا غَايَبِى، وَتَرْفَعُ بِهَا شَاهِدِى، وَتُزَكِّى بِهَا عَمَلِى، وَتُلْهِمُنِى بِهَا رُشْدِى، وَتَرُدُّ بِهَا أُلْفَتِى، وَتَعْصِمُنِى بِهَا مِنْ كُلِّ سُوءٍ",
    "latin": "allahumma innii as-aluka rahmatan min 'indika tahdii bihaa qalbii, wa tajma'u bihaa amrii, wa talummu bihaa sya'thii, wa tuslihu bihaa ghaayabii, wa tarfa'u bihaa syaahidii, wa tuzakkii bihaa 'amalii, wa tulhimunii bihaa rusydii, wa taruddu bihaa ulfatii, wa ta'shimunii bihaa min kulli suu'in",
    "translation": "O Allah, ich bitte Dich um Barmherzigkeit von Dir, die mein Herz leitet, meine Angelegenheiten sammelt, meine Risse repariert, meine Fehler verbessert, mein Zeugnis erhebt, meine Taten läutert, mich mit Rechtleitung inspiriert, meine Vertrautheit zurückgibt und mich vor allem Bösen schützt.",
    "notes": "1x lesen",
    "benefits": "Dieses umfassende Bittgebet deckt alle Aspekte des spirituellen und materiellen Lebens ab. Es bittet um göttliche Barmherzigkeit, um das Herz zu leiten, Angelegenheiten zu organisieren, Fehler zu reparieren und vor allem Bösen zu schützen.",
    "source": "HR. Al-Hakim dans Al-Mustadrak 1: 509. Al-Hafizh Abu Thohir a dit que ce hadith est sahih"
  },
  {
    "category": "afterSalah",
    "title": "Bittgebet zum Schutz vor Angst und Traurigkeit",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ، وَغَلَبَةِ الرِّجَالِ",
    "latin": "allahumma innii a'udzu bika minal hammi wal hazan, wal 'ajzi wal kasal, wal bukhli wal jubn, wa dala'id dain, wa ghalabatir rijaal",
    "translation": "O Allah, ich suche Zuflucht bei Dir vor Angst und Traurigkeit, Schwäche und Faulheit, Geiz und Feigheit, der Last der Schulden und der Herrschaft der Männer.",
    "notes": "1x lesen",
    "benefits": "Dieses Bittgebet schützt vor psychischen Störungen und sozialen Schwierigkeiten. Es ist besonders nützlich für diejenigen, die schwierige Zeiten durchmachen oder wichtige Verantwortlichkeiten haben.",
    "source": "HR. Boukhari n° 6369 et Muslim n° 2706"
  },
  {
    "category": "afterSalah",
    "title": "Bittgebet zum Schutz vor der Prüfung des Grabes",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَعَذَابِ النَّارِ، وَفِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، وَشَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ",
    "latin": "allahumma innii a'udzu bika min 'adzaabil qabri, wa 'adzaabin naar, wa fitnatil mahyaa wal mamaat, wa syarri fitnatil masiihid dajjaal",
    "translation": "O Allah, ich suche Zuflucht bei Dir vor der Strafe des Grabes, der Strafe des Feuers, der Prüfung des Lebens und des Todes und dem Bösen der Prüfung des falschen Messias.",
    "notes": "1x lesen",
    "benefits": "Dieses Bittgebet schützt vor den Prüfungen des Jenseits und den Trübsalen dieser Welt. Es ist besonders wichtig, da es die von den Gläubigen am meisten gefürchteten Prüfungen abdeckt.",
    "source": "HR. Muslim n° 588"
  },
  {
    "category": "afterSalah",
    "title": "Bittgebet zum Schutz vor Unglauben und Armut",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ، وَعَذَابِ الْقَبْرِ",
    "latin": "allahumma innii a'udzu bika minal kufri wal faqr, wa 'adzaabil qabr",
    "translation": "O Allah, ich suche Zuflucht bei Dir vor Unglauben und Armut und der Strafe des Grabes.",
    "notes": "1x lesen",
    "benefits": "Dieses kurze aber mächtige Bittgebet schützt vor den größten Übeln: Unglauben, der den Glauben zerstört, Armut, die schwächt, und der Strafe des Grabes, die gefürchtet wird.",
    "source": "HR. Abou Dawud n° 1545 et an-Nasaï n° 1347. Al-Hafizh Abu Thohir a dit que ce hadith est sahih"
  },
  {
    "category": "afterSalah",
    "title": "Bittgebet zum Schutz vor schlechtem Charakter",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِى، وَمِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا، إِنَّ رَبِّى عَلَى صِرَاطٍ مُسْتَقِيمٍ",
    "latin": "allahumma innii a'udzu bika min syarri nafsii, wa min syarri kulli daabbatin anta aakhidzun binaasiyatihaa, inna rabbii 'alaa shiroothim mustaqiim",
    "translation": "O Allah, ich suche Zuflucht bei Dir vor dem Bösen meiner Seele und vor dem Bösen jeder Kreatur, deren Stirnlocke Du hältst. Mein Herr ist auf einem geraden Weg.",
    "notes": "1x lesen",
    "benefits": "Dieses Bittgebet schützt vor den bösen Neigungen der Seele und vor dem Schaden anderer Kreaturen. Es erkennt an, dass nur Allah uns vor allem Bösen schützen kann.",
    "source": "HR. Muslim n° 2717"
  },
  {
    "category": "afterSalah",
    "title": "Bittgebet zum Schutz vor Neid",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْحَسَدِ، وَأَعُوذُ بِكَ مِنَ الْبَغْيِ، وَأَعُوذُ بِكَ مِنَ الْغِشِّ، وَأَعُوذُ بِكَ مِنَ الْغِلِّ، وَأَعُوذُ بِكَ مِنَ الْغَدْرِ، وَأَعُوذُ بِكَ مِنَ الْخِذْلَانِ",
    "latin": "allahumma innii a'udzu bika minal hasad, wa a'udzu bika minal baghyi, wa a'udzu bika minal ghisy, wa a'udzu bika minal ghil, wa a'udzu bika minal ghadr, wa a'udzu bika minal khidzlaan",
    "translation": "O Allah, ich suche Zuflucht bei Dir vor Neid, ich suche Zuflucht bei Dir vor Unterdrückung, ich suche Zuflucht bei Dir vor Betrug, ich suche Zuflucht bei Dir vor Groll, ich suche Zuflucht bei Dir vor Verrat, ich suche Zuflucht bei Dir vor Verlassenheit.",
    "notes": "1x lesen",
    "benefits": "Dieses Bittgebet schützt vor schlechten Charaktereigenschaften, die soziale und spirituelle Beziehungen zerstören können. Es deckt die destruktivsten Laster für die Seele und die Gesellschaft ab.",
    "source": "HR. Abou Dawud n° 1546 et an-Nasaï n° 1348. Al-Hafizh Abu Thohir a dit que ce hadith est sahih"
  },
  {
    "category": "afterSalah",
    "title": "Bittgebet zum Schutz vor Krankheit",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْبَرَصِ، وَالْجُنُونِ، وَالْجُذَامِ، وَمِنْ سَيِّئِ الأَسْقَامِ",
    "latin": "allahumma innii a'udzu bika minal barash, wal junuun, wal judzaam, wa min sayyi'il asqaam",
    "translation": "O Allah, ich suche Zuflucht bei Dir vor Lepra, Wahnsinn, Lepra und schlechten Krankheiten.",
    "notes": "1x lesen",
    "benefits": "Dieses Bittgebet schützt vor schweren Krankheiten und Leiden, die die körperliche und geistige Gesundheit beeinträchtigen können. Es ist besonders wichtig für die Aufrechterhaltung einer guten Gesundheit.",
    "source": "HR. Abou Dawud n° 1554 et an-Nasaï n° 1352. Al-Hafizh Abu Thohir a dit que ce hadith est sahih"
  },
  {
    "category": "afterSalah",
    "title": "Bittgebet zum Schutz vor Armut und Erniedrigung",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْفَقْرِ، وَالْقِلَّةِ، وَالذِّلَّةِ، وَأَنْ أَظْلِمَ أَوْ أُظْلَمَ",
    "latin": "allahumma innii a'udzu bika minal faqr, wal qillati, wadz dzillati, wa an azlima aw uzlam",
    "translation": "O Allah, ich suche Zuflucht bei Dir vor Armut, Mangel, Erniedrigung und davor, dass ich unterdrücke oder unterdrückt werde.",
    "notes": "1x lesen",
    "benefits": "Dieses Bittgebet schützt vor materiellen und sozialen Schwierigkeiten. Es bittet um Schutz vor Armut, die schwächt, Mangel, der begrenzt, und Erniedrigung, die degradiert.",
    "source": "HR. Abou Dawud n° 1544 et an-Nasaï n° 1346. Al-Hafizh Abu Thohir a dit que ce hadith est sahih"
  },
  {
    "category": "afterSalah",
    "title": "Bittgebet zum Schutz vor schlechten Nachbarn",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ جَارِ السُّوءِ فِى دَارِ الْمُقَامِ، فَإِنَّ جَارَ الْبَادِيَةِ يَتَحَوَّلُ",
    "latin": "allahumma innii a'udzu bika min jaaris suu'i fii daaril muqaam, fa inna jaaral baadiyati yatahawwal",
    "translation": "O Allah, ich suche Zuflucht bei Dir vor dem schlechten Nachbarn in der dauerhaften Wohnung, denn der nomadische Nachbar kann umziehen.",
    "notes": "1x lesen",
    "benefits": "Dieses Bittgebet schützt vor schlechten Nachbarn, die das Leben schwierig machen können. Es ist besonders wichtig für diejenigen, die in dauerhaften Wohnungen leben.",
    "source": "HR. Al-Hakim dans Al-Mustadrak 1: 510. Al-Hafizh Abu Thohir a dit que ce hadith est sahih"
  },
  {
    "category": "afterSalah",
    "title": "Bittgebet zum Schutz vor schlechten Taten",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِى، وَمِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا، إِنَّ رَبِّى عَلَى صِرَاطٍ مُسْتَقِيمٍ",
    "latin": "allahumma innii a'udzu bika min syarri nafsii, wa min syarri kulli daabbatin anta aakhidzun binaasiyatihaa, inna rabbii 'alaa shiroothim mustaqiim",
    "translation": "O Allah, ich suche Zuflucht bei Dir vor dem Bösen meiner Seele und vor dem Bösen jeder Kreatur, deren Stirnlocke Du hältst. Mein Herr ist auf einem geraden Weg.",
    "notes": "1x lesen",
    "benefits": "Dieses Bittgebet schützt vor den bösen Neigungen der Seele und vor dem Schaden anderer Kreaturen. Es erkennt an, dass nur Allah uns vor allem Bösen schützen kann.",
    "source": "HR. Muslim n° 2717"
  }
]
