[
  {
    "category": "afterSalah",
    "title": "Istighfar",
    "arabic": "أَسْتَغْفِرُ اللَّهَ",
    "latin": "astagh-firullah",
    "translation": "Je demande pardon à Allah.",
    "notes": "Lire 3 fois",
    "benefits": "Lorsque le Messager d’Allah, que la paix et la bénédiction soient sur lui, achevait sa prière, il demandait pardon trois fois et récitait le dhikr ci-dessus. Al-Auza’i a dit que la récitation d’istighfar est : ‘Astaghfirullah, Astaghfirullah.’",
    "source": "HR. Muslim n° 591"
  },
  {
    "category": "afterSalah",
    "title": "Allah, le Donneur de la Paix",
    "arabic": "اَللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَاْلإِكْرَامِ",
    "latin": "allahumma antas salaam wa minkas salaam tabaarokta ya dzal jalaali wal ikrom",
    "translation": "Ô Allah, Tu es la Paix, et de Toi vient la paix. Tu es béni, Ô Détenteur de majesté et de noblesse.",
    "notes": "Lire 1 fois",
    "benefits": "Lorsque le Messager d’Allah, que la paix et la bénédiction soient sur lui, achevait sa prière, il demandait pardon trois fois et récitait le dhikr ci-dessus. Al-Auza’i a dit que la récitation d’istighfar est : ‘Astaghfirullah, Astaghfirullah.’",
    "source": "HR. Muslim n° 591"
  },
  {
    "category": "afterSalah",
    "title": "Allah, Celui qui Donne et Retient toute chose",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ، اَللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah, lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir. allahumma laa maani'a lima a'thoita wa laa mu'thiya limaa mana'ta wa laa yanfau dzal jaddi minkal jaddu",
    "translation": "Il n'y a de divinité digne d’adoration excepté Allah, seul, sans associé. À Lui la royauté et la louange, et Il est capable de toute chose. Ô Allah, nul ne peut retenir ce que Tu donnes, et nul ne peut donner ce que Tu retiens, et la richesse et la puissance ne servent à rien face à Toi.",
    "notes": "Lire 1 fois",
    "benefits": null,
    "source": "HR. Boukhari n° 844 et Muslim n° 593"
  },
  {
    "category": "afterSalah",
    "title": "Allah, Possesseur de tout et Seul digne d’être adoré",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، لاَ إِلَـهَ إِلاَّ اللهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لاَ إِلَـهَ إِلاَّ اللهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ وَلَوْ كَرِهَ الْكَافِرُوْنَ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah. lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir. laa hawla wa laa quwwata illa billah. laa ilaha illallah wa laa na'budu illa iyyah. lahun ni'mah wa lahul fadhl wa lahuts tsanaaul hasan. laa ilaha illallah mukhlishiina lahud diin wa law karihal kaafiruun",
    "translation": "Il n'y a de divinité digne d’adoration excepté Allah, seul, sans associé. À Lui la royauté et la louange, et Il est capable de toute chose. Il n’y a de force ni de puissance qu’en Allah. Il n’y a de divinité digne d’adoration excepté Allah, et nous n’adorons que Lui. À Lui la grâce, le bienfait et la meilleure louange. Il n’y a de divinité digne d’adoration excepté Allah, sincères envers Lui dans la religion, même si les mécréants détestent cela.",
    "notes": "Lire 1 fois",
    "benefits": "‘Abdullah ibn Zubair a dit : « Le Prophète, que la paix et la bénédiction soient sur lui, récitait le tahlil (laa ilaha illallah) à la fin de la prière. »",
    "source": "HR. Muslim n° 594"
  },
  {
    "category": "afterSalah",
    "title": "Tasbih",
    "arabic": "سُبْحَانَ اللهِ",
    "latin": "subhanallah",
    "translation": "Gloire à Allah",
    "notes": "Lire 33 fois",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "Tahmid",
    "arabic": "الْحَمْدُ لِلَّهِ",
    "latin": "alhamdulillah",
    "translation": "Louange à Allah",
    "notes": "Lire 33 fois",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "Takbir",
    "arabic": "اللهُ أَكْبَرُ",
    "latin": "allahu akbar",
    "translation": "Allah est le Plus Grand",
    "notes": "Lire 33 fois",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "Nul associé à Allah, à Lui appartient toute chose",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "laa ilaha illallah wahda, laa syarika lah. lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir",
    "translation": "Il n'y a de divinité digne d’adoration excepté Allah, seul, sans associé. À Lui la royauté et la louange, et Il est capable de toute chose.",
    "notes": "Lire 1 fois",
    "benefits": "Quiconque récite ce dhikr verra ses péchés pardonnés, même s’ils sont aussi nombreux que l’écume de la mer. L’Imam Nawawi, qu’Allah lui fasse miséricorde, a dit que le texte du hadith montre que ‘Subhanallah’, ‘Alhamdulillah’ et ‘Allahu akbar’ sont chacun récités 33 fois séparément.",
    "source": "Syarh Sahih Muslim, 5: 84"
  },
  {
    "category": "afterSalah",
    "title": "Ayat al-Kursi",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "Allāhu lā ilāha illā huw, al-ḥayyul-qayyụm, lā ta`khużuhụ sinatuw wa lā na`ụm, lahụ mā fis-samāwāti wa mā fil-arḍ, man żallażī yasyfa'u 'indahū illā bi`iżnih, ya'lamu mā baina aidīhim wa mā khalfahum, wa lā yuḥīṭụna bisyai`im min 'ilmihī illā bimā syā`, wasi'a kursiyyuhus-samāwāti wal-arḍ, wa lā ya`ụduhụ ḥifẓuhumā, wa huwal-'aliyyul-'aẓīm",
    "translation": "Allah – Il n'y a point de divinité à part Lui, le Vivant, Celui qui subsiste par Lui-même « al-Qayyum ». Ni somnolence ni sommeil ne Le saisissent. À Lui appartient tout ce qui est dans les cieux et sur la terre. Qui peut intercéder auprès de Lui sans Sa permission ? Il connaît leur passé et leur futur. Et, de Sa science, ils n’embrassent que ce qu’Il veut. Son Trône déborde les cieux et la terre, dont la garde ne Lui coûte aucune peine. Et Il est le Très Haut, le Très Grand.",
    "notes": "Lire 1 fois",
    "benefits": "Quiconque récite Ayat al-Kursi après avoir terminé la prière, rien ne l’empêchera d’entrer au Paradis sauf la mort.",
    "source": "HR. an-Nasaï dans Al-Kubro 9: 44. Ce hadith est déclaré authentique par Ibn Hibban, comme mentionné par Ibn Hajar dans Bulughul Maram"
  },
  {
    "category": "afterSalah",
    "title": "Al-Ikhlas",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwallāhu aḥad (1) allāhuṣ-ṣamad (2) lam yalid wa lam yụlad (3) wa lam yakul lahụ kufuwan aḥad (4)",
    "translation": "Dis : Il est Allah, Unique, (1) Allah, le Refuge Absolu. (2) Il n’a jamais engendré, n’a pas été engendré, (3) Et nul n’est égal à Lui. (4)",
    "notes": "Lire 3 fois",
    "benefits": "Le Messager d’Allah, que la paix et la bénédiction soient sur lui, a dit : Récite Qul huwallahu ahad et Al-Mu’awwidhatayn (Al-Falaq et An-Nas) le matin et le soir, trois fois, et cela te suffira (te protégera) de tout.",
    "source": "HR. Abou Dawud n° 1523 et an-Nasaï n° 1337. Al Hafizh Abu Thohir a dit que la chaîne de ce hadith est hasan"
  },
  {
    "category": "afterSalah",
    "title": "Al-Falaq",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a'ụżu birabbil-falaq (1) min syarri mā khalaq (2) wa min syarri gāsiqin iżā waqab (3) wa min syarrin-naffāṡāti fil-'uqad (4) wa min syarri ḥāsidin iżā ḥasad (5)",
    "translation": "Dis : Je cherche protection auprès du Seigneur de l’aube naissante (1) contre le mal de ce qu’Il a créé (2) contre le mal de l’obscurité quand elle s’approfondit (3) contre le mal de celles qui soufflent sur les nœuds (4) et contre le mal de l’envieux quand il envie. (5)",
    "notes": "Lire 3 fois",
    "benefits": "Le Messager d’Allah, que la paix et la bénédiction soient sur lui, a dit : Récite Qul huwallahu ahad et Al-Mu’awwidhatayn (Al-Falaq et An-Nas) le matin et le soir, trois fois, et cela te suffira (te protégera) de tout.",
    "source": "HR. Abou Dawud n° 1523 et an-Nasaï n° 1337. Al Hafizh Abu Thohir a dit que la chaîne de ce hadith est hasan"
  },
  {
    "category": "afterSalah",
    "title": "An-Naas",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a'ụżu birabbin-nās (1) malikin-nās (2) ilāhin-nās (3) min syarril-waswāsil-khannās (4) allażī yuwaswisu fī ṣudụrin-nās (5) minal-jinnati wan-nās (6)",
    "translation": "Dis : Je cherche protection auprès du Seigneur des hommes, (1) le Souverain des hommes, (2) le Dieu des hommes, (3) contre le mal du mauvais conseiller, le furtif, (4) qui souffle le mal dans les poitrines des hommes, (5) qu’il soit d’entre les djinns ou les hommes. (6)",
    "notes": "Lire 3 fois",
    "benefits": "Le Messager d’Allah, que la paix et la bénédiction soient sur lui, a dit : Récite Qul huwallahu ahad et Al-Mu’awwidhatayn (Al-Falaq et An-Nas) le matin et le soir, trois fois, et cela te suffira (te protégera) de tout.",
    "source": "HR. Abou Dawud n° 1523 et an-Nasaï n° 1337. Al Hafizh Abu Thohir a dit que la chaîne de ce hadith est hasan"
  },
  {
    "category": "afterSalah",
    "title": "Invocation pour la science bénéfique, une bonne subsistance et des œuvres acceptées",
    "arabic": "اللَّهُمَّ إِنِّى أَسْأَلُكَ عِلْمًا نَافِعًا وَرِزْقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
    "latin": "allahumma innii as-aluka 'ilman naafi'a, wa rizqan thayyiba, wa 'amalan mutaqabbala",
    "translation": "Ô Allah, je Te demande une science utile, une bonne subsistance et des œuvres acceptées.",
    "notes": "Lire 1 fois après le salam de la prière du Fajr",
    "benefits": "La science bénéfique est un bien qui facilite la vie, obtenir une bonne subsistance est le but de celui qui travaille, et les œuvres acceptées sont l’espoir de chaque personne. C’est pourquoi un serviteur doit toujours demander ces trois choses chaque matin avant de commencer ses différentes activités.",
    "source": "HR. Ibn Majah n° 925 et Ahmad 6: 305, 322. Al-Hafizh Abu Thohir a dit que ce hadith est sahih"
  }
]
