[
  {
    "category": "afterSalah",
    "title": "Istighfar",
    "arabic": "أَسْتَغْفِرُ اللَّهَ",
    "latin": "astagh-firullah",
    "translation": "Peço perdão a Allah.",
    "notes": "Leia 3x",
    "benefits": "Quando o Mensageiro de Allah, que a paz e as bênçãos estejam sobre ele, terminava a oração, pedia perdão três vezes e recitava o dhikr acima. Al-Auza'i afirmou que a recitação de istighfar é: 'Astaghfirullah, Astaghfirullah.'",
    "source": "HR. Muslim nº 591"
  },
  {
    "category": "afterSalah",
    "title": "Allah, o Doador da Paz",
    "arabic": "اَللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَاْلإِكْرَامِ",
    "latin": "allahumma antas salaam wa minkas salaam tabaarokta ya dzal jalaali wal ikrom",
    "translation": "Ó Allah, Tu és a Paz, e de Ti vem a paz. Bendito és Tu, Ó Possuidor de majestade e honra.",
    "notes": "Leia 1x",
    "benefits": "Quando o Mensageiro de Allah, que a paz e as bênçãos estejam sobre ele, terminava a oração, pedia perdão três vezes e recitava o dhikr acima. Al-Auza'i afirmou que a recitação de istighfar é: 'Astaghfirullah, Astaghfirullah.'",
    "source": "HR. Muslim nº 591"
  },
  {
    "category": "afterSalah",
    "title": "Allah, O que Impede e Concede Tudo",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ، اَللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah, lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir. allahumma laa maani'a lima a'thoita wa laa mu'thiya limaa mana'ta wa laa yanfau dzal jaddi minkal jaddu",
    "translation": "Não há divindade além de Allah, único, sem parceiros. D’Ele é o domínio e todo o louvor, e Ele é capaz de todas as coisas. Ó Allah, ninguém pode impedir o que Tu concedes, e ninguém pode conceder o que Tu impediste, e riqueza e poder não beneficiam diante de Ti.",
    "notes": "Leia 1x",
    "benefits": null,
    "source": "HR. Bukhari nº 844 e Muslim nº 593"
  },
  {
    "category": "afterSalah",
    "title": "Allah, Possuidor de Tudo e o Único Digno de Adoração",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، لاَ إِلَـهَ إِلاَّ اللهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لاَ إِلَـهَ إِلاَّ اللهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ وَلَوْ كَرِهَ الْكَافِرُوْنَ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah. lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir. laa hawla wa laa quwwata illa billah. laa ilaha illallah wa laa na'budu illa iyyah. lahun ni'mah wa lahul fadhl wa lahuts tsanaaul hasan. laa ilaha illallah mukhlishiina lahud diin wa law karihal kaafiruun",
    "translation": "Não há divindade além de Allah, único, sem parceiros. D’Ele é o domínio e todo o louvor, e Ele é capaz de todas as coisas. Não há poder e força a não ser por Allah. Não há divindade além de Allah, e não adoramos senão a Ele. D’Ele são o favor, a graça e o melhor louvor. Não há divindade além de Allah, sinceros na devoção a Ele, mesmo que os descrentes detestem.",
    "notes": "Leia 1x",
    "benefits": "‘Abdullah bin Zubair disse: \"O Profeta, que a paz e as bênçãos estejam sobre ele, costumava recitar o tahlil (laa ilaha illallah) ao final da oração.\"",
    "source": "HR. Muslim nº 594"
  },
  {
    "category": "afterSalah",
    "title": "Tasbih",
    "arabic": "سُبْحَانَ اللهِ",
    "latin": "subhanallah",
    "translation": "Glorificado seja Allah",
    "notes": "Leia 33x",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "Tahmid",
    "arabic": "الْحَمْدُ لِلَّهِ",
    "latin": "alhamdulillah",
    "translation": "Todo louvor é para Allah",
    "notes": "Leia 33x",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "Takbir",
    "arabic": "اللهُ أَكْبَرُ",
    "latin": "allahu akbar",
    "translation": "Allah é o Maior",
    "notes": "Leia 33x",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "Não há parceiro para Allah, e a Ele pertence tudo",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "laa ilaha illallah wahda, laa syarika lah. lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir",
    "translation": "Não há divindade além de Allah, único, sem parceiros. D’Ele é o domínio e todo o louvor, e Ele é capaz de todas as coisas.",
    "notes": "Leia 1x",
    "benefits": "Quem recitar este dhikr, seus pecados serão perdoados, mesmo que sejam tão numerosos quanto a espuma do mar. O Imam Nawawi, que Allah tenha misericórdia dele, disse que o texto do hadith indica que 'Subhanallah', 'Alhamdulillah' e 'Allahu akbar' devem ser recitados separadamente, 33 vezes cada.",
    "source": "Syarh Sahih Muslim, 5: 84"
  },
  {
    "category": "afterSalah",
    "title": "Ayat al-Kursi",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "Allāhu lā ilāha illā huw, al-ḥayyul-qayyụm, lā ta`khużuhụ sinatuw wa lā na`ụm, lahụ mā fis-samāwāti wa mā fil-arḍ, man żallażī yasyfa'u 'indahū illā bi`iżnih, ya'lamu mā baina aidīhim wa mā khalfahum, wa lā yuḥīṭụna bisyai`im min 'ilmihī illā bimā syā`, wasi'a kursiyyuhus-samāwāti wal-arḍ, wa lā ya`ụduhụ ḥifẓuhumā, wa huwal-'aliyyul-'aẓīm",
    "translation": "Allah – não há divindade além Dele, o Vivo, o Sustentador. Nem o sono nem a sonolência O acometem. D’Ele é tudo que há nos céus e na terra. Quem poderá interceder junto a Ele sem Sua permissão? Ele sabe o que está diante deles e o que está atrás deles, e nada abrangem do Seu conhecimento senão o que Ele quer. Seu Trono se estende sobre os céus e a terra, e protegê-los não Lhe causa cansaço. E Ele é o Altíssimo, o Grandioso.",
    "notes": "Leia 1x",
    "benefits": "Quem recitar Ayat al-Kursi após concluir a oração, nada o impedirá de entrar no Paraíso exceto a morte.",
    "source": "HR. an-Nasai em Al-Kubro 9: 44. Este hadith é considerado sahih por Ibn Hibban, conforme citado por Ibn Hajar em Bulughul Maram"
  },
  {
    "category": "afterSalah",
    "title": "Al-Ikhlas",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwallāhu aḥad (1) allāhuṣ-ṣamad (2) lam yalid wa lam yụlad (3) wa lam yakul lahụ kufuwan aḥad (4)",
    "translation": "Dize: Ele é Allah, o Único (1); Allah, o Absoluto (2); Ele não gera nem foi gerado (3); e ninguém é igual a Ele (4).",
    "notes": "Leia 3x",
    "benefits": "O Mensageiro de Allah, que a paz e as bênçãos estejam sobre ele, disse: Recite Qul huwallahu ahad e Al-Mu'awwidhatayn (Al-Falaq e An-Nas) três vezes pela manhã e à noite, e isso será suficiente para você (protegerá de todo mal).",
    "source": "HR. Abu Dawud nº 1523 e an-Nasai nº 1337. Al Hafizh Abu Thohir disse que a cadeia deste hadith é hasan"
  },
  {
    "category": "afterSalah",
    "title": "Al-Falaq",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a'ụżu birabbil-falaq (1) min syarri mā khalaq (2) wa min syarri gāsiqin iżā waqab (3) wa min syarrin-naffāṡāti fil-'uqad (4) wa min syarri ḥāsidin iżā ḥasad (5)",
    "translation": "Dize: Busco refúgio no Senhor do alvorecer (1), do mal do que Ele criou (2), do mal das trevas quando se intensificam (3), do mal dos que sopram em nós (4), e do mal do invejoso quando inveja (5).",
    "notes": "Leia 3x",
    "benefits": "O Mensageiro de Allah, que a paz e as bênçãos estejam sobre ele, disse: Recite Qul huwallahu ahad e Al-Mu'awwidhatayn (Al-Falaq e An-Nas) três vezes pela manhã e à noite, e isso será suficiente para você (protegerá de todo mal).",
    "source": "HR. Abu Dawud nº 1523 e an-Nasai nº 1337. Al Hafizh Abu Thohir disse que a cadeia deste hadith é hasan"
  },
  {
    "category": "afterSalah",
    "title": "An-Naas",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a'ụżu birabbin-nās (1) malikin-nās (2) ilāhin-nās (3) min syarril-waswāsil-khannās (4) allażī yuwaswisu fī ṣudụrin-nās (5) minal-jinnati wan-nās (6)",
    "translation": "Dize: Busco refúgio no Senhor da humanidade (1), o Soberano da humanidade (2), o Deus da humanidade (3), do mal do sussurrador que se esconde (4), que sussurra nos corações dos homens (5), entre os jinn e os homens (6).",
    "notes": "Leia 3x",
    "benefits": "O Mensageiro de Allah, que a paz e as bênçãos estejam sobre ele, disse: Recite Qul huwallahu ahad e Al-Mu'awwidhatayn (Al-Falaq e An-Nas) três vezes pela manhã e à noite, e isso será suficiente para você (protegerá de todo mal).",
    "source": "HR. Abu Dawud nº 1523 e an-Nasai nº 1337. Al Hafizh Abu Thohir disse que a cadeia deste hadith é hasan"
  },
  {
    "category": "afterSalah",
    "title": "Súplica por conhecimento benéfico, boa provisão e atos aceitos",
    "arabic": "اللَّهُمَّ إِنِّى أَسْأَلُكَ عِلْمًا نَافِعًا وَرِزْقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
    "latin": "allahumma innii as-aluka 'ilman naafi'a, wa rizqan thayyiba, wa 'amalan mutaqabbala",
    "translation": "Ó Allah, peço-Te conhecimento benéfico, provisão lícita e ações aceitas.",
    "notes": "Leia 1x após o salam da oração do Fajr",
    "benefits": "Conhecimento benéfico é uma provisão que facilita a vida, obter uma boa provisão é o objetivo de quem trabalha, e ações aceitas são o desejo de todo crente. Portanto, o servo deve pedir estas 3 coisas todas as manhãs antes de começar suas atividades.",
    "source": "HR. Ibn Majah nº 925 e Ahmad 6: 305, 322. Al-Hafizh Abu Thohir disse que este hadith é sahih"
  }
]
