[
  {
    "category": "dailyDua",
    "title": "Bittgebet vor dem Schlafen",
    "arabic": "بِاسْمِكَ اللَّهُمَّ أَمُوْتُ وَأَحْيَا",
    "latin": "bismika, allahumma amuutu wa ahyaa",
    "translation": "In Deinem Namen, o Allah, sterbe und lebe ich.",
    "notes": null,
    "benefits": "Der Prophet – Friede und Segen auf ihm – begann und beendete seinen Tag stets mit Dhikr.",
    "source": "Überliefert von al-Bukhari"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet beim Aufwachen",
    "arabic": "الحَمْدُ للهِ الَّذِي أَحْيَانَا بعْدَ مَا أماتَنَا وإِلَيْهِ النُّشُورُ",
    "latin": "alhamdulillahilladzi ahyaanaa ba'da maa amaatanaa wa ilaihin nusyuur",
    "translation": "Alles Lob gebührt Allah, der uns nach dem Tod wieder das Leben geschenkt hat, und zu Ihm ist die Auferstehung.",
    "notes": null,
    "benefits": "Wer dieses Bittgebet spricht, beginnt seinen Tag mit Lobpreis für Allah, den Lebensspender und den, der den Tod bringt.",
    "source": "Überliefert von al-Bukhari: 6327"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet beim Betreten der Toilette",
    "arabic": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبُثِ وَالْخَبَائِثِ",
    "latin": "allahumma innii a'uudzubika minal khubutsi wal khabaaitsi",
    "translation": "O Allah, ich suche Zuflucht bei Dir vor allem Übel und den bösen Geschöpfen.",
    "notes": null,
    "benefits": "Dieses Bittgebet ist ein Schutz zwischen dem Diener und den Dschinn beim Betreten der Toilette.",
    "source": "Überliefert von al-Bukhari und Muslim"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet beim Verlassen der Toilette",
    "arabic": "غُفْرَانَكَ",
    "latin": "ghuf-raanak",
    "translation": "Ich bitte um Deine Vergebung (o Allah).",
    "notes": null,
    "benefits": "Die Toilette ist ein Aufenthaltsort der Dschinn und Teufel. Daher wird empfohlen, beim Verlassen um Vergebung zu bitten.",
    "source": "Überliefert von at-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet vor dem Essen",
    "arabic": "بِسْمِ اللَّهِ",
    "latin": "bismillah",
    "translation": "Im Namen Allahs.",
    "notes": null,
    "benefits": "Das Sagen von 'Bismillah' vor dem Essen hält Satan davon ab, am Essen teilzuhaben.",
    "source": "Überliefert von al-Bukhari Nr. 5376 und Muslim Nr. 2022"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet, falls man Bismillah zu Beginn des Essens vergessen hat",
    "arabic": "بِسْمِ اللَّهِ أَوَّلَهُ وَآخِرَهُ",
    "latin": "bismillahi awwaluhu wa aakhiruhu",
    "translation": "Im Namen Allahs, am Anfang und am Ende.",
    "notes": null,
    "benefits": "Der Islam legt großen Wert auf gute Manieren. Wer vergisst, zu Beginn Bismillah zu sagen, soll es während des Essens nachholen.",
    "source": "Überliefert von Abu Dawud"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet nach dem Essen",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى أَطْعَمَنِى هَذَا وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّى وَلاَ قُوَّةٍ",
    "latin": "alhamdulillaahilladzii ath'amanii haadzaa wa rozaqoniihi min ghoiri haulin minnii wa laa quwwatin",
    "translation": "Alles Lob gebührt Allah, der mich damit versorgt und mir das ohne meine eigene Kraft oder Macht gegeben hat.",
    "notes": null,
    "benefits": "Der Gesandte Allahs sagte: Wer dieses Bittgebet spricht, dessen vergangene Sünden werden vergeben.",
    "source": "Sahih at-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet beim Betreten der Moschee",
    "arabic": "اَللَّهُمَّ افْتَحْ لِيْ أَبْوَابَ رَحْمَتِكَ",
    "latin": "allahummaftah lii abwaaba rahmatika",
    "translation": "O Allah, öffne mir die Tore Deiner Barmherzigkeit.",
    "notes": null,
    "benefits": "Die Moschee ist das Haus Allahs. Man soll sie ehren und auf Seine Barmherzigkeit hoffen.",
    "source": "Überliefert von Muslim"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet beim Verlassen der Moschee",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ مِنْ فَضْلِكَ",
    "latin": "allahumma innii as'aluka min fadhlika",
    "translation": "O Allah, ich bitte Dich um Deine Gunst.",
    "notes": null,
    "benefits": "Allahs Erde ist weit, und es gibt viele Wege zur Versorgung. Bitte Allah, Dir Seine Gunst zu gewähren.",
    "source": "Überliefert von Muslim Nr. 713"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet vor der rituellen Waschung (Wudu)",
    "arabic": "بِسْمِ اللَّهِ",
    "latin": "bismillah",
    "translation": "Im Namen Allahs.",
    "notes": null,
    "benefits": "Es ist empfohlen, jede wichtige Handlung mit Bismillah zu beginnen – ob Gottesdienst oder etwas anderes.",
    "source": "Überliefert von at-Tirmidhi und al-Bayhaqi"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet nach der rituellen Waschung",
    "arabic": "أشْهَدُ أنْ لا إله إِلاَّ اللَّهُ وَحْدَهُ لا شَرِيك لَهُ ، وأشْهَدُ أنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ ، اللَّهُمَّ اجْعَلْنِي مِنَ التَوَّابِينَ ، واجْعَلْني مِنَ المُتَطَهِّرِينَ ، سُبْحانَكَ اللَّهُمَّ وبِحَمْدِكَ ، أشْهَدُ أنْ لا إلهَ إِلاَّ أنْتَ ، أسْتَغْفِرُكَ وأتُوبُ إِلَيْكَ",
    "latin": "asyhadu an laa ilaaha illa allah wadahu laa syariika lahu, wa asyhadu anna muhammadan 'abduhu wa rasuuluhu. allahummaj 'alni minat tawwaabiina waj 'alnii minal mutathaahiriina. subhaanaka allahumma wa bihamdika asyhadu an laa ilaaha illa anta astaghfiruka wa atuubu ilaika",
    "translation": "Ich bezeuge, dass es keinen Gott außer Allah gibt, allein ohne Partner, und ich bezeuge, dass Muhammad Sein Diener und Gesandter ist. O Allah, mach mich zu den Reuigen und zu den Reinen. Gepriesen seist Du, o Allah, mit Deinem Lob. Ich bezeuge, dass es keinen Gott außer Dir gibt. Ich bitte um Vergebung und bereue zu Dir.",
    "notes": null,
    "benefits": "Wer dieses Bittgebet spricht, dem werden die acht Tore des Paradieses geöffnet und er darf durch jedes davon eintreten.",
    "source": "Überliefert von Muslim, at-Tirmidhi und an-Nasa’i"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet zum Fastenbrechen",
    "arabic": "ذَهَبَ الظَّمَأُ وابْتَلَّتِ الْعُرُوقُ وثَبَتَ اْلأَجْرُ إِنْ شَاءَاللهُ",
    "latin": "dzahabazh zhoma'u wabtallatil 'uruqu wa tsabatal ajru insya Allah",
    "translation": "Der Durst ist gestillt, die Adern sind benetzt und der Lohn ist gewiss, wenn Allah will.",
    "notes": null,
    "benefits": "Es ist sehr empfohlen, beim Fastenbrechen viele Bittgebete zu sprechen, da sie nicht abgelehnt werden.",
    "source": "Überliefert von Abu Dawud, As-Sunan Al-Kubra von Al-Bayhaqi, Bd. 4, S. 239, al-Hakim in Mustadrak ‘alas Sahihain Nr. 1484"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet beim Betreten des Hauses #1",
    "arabic": "اَلسَّلَامُ عَلَيْكُمْ",
    "latin": "assalaamu 'alaykum",
    "translation": "Friede sei mit euch.",
    "notes": null,
    "benefits": "Der Gruß ist ein Bittgebet auf Hoffnung – dass man sicher vor Leid und von Barmherzigkeit umhüllt ist.",
    "source": "Überliefert von at-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet beim Betreten des Hauses #2",
    "arabic": "اَلسَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللهِ وَبَرَكَا تُهُ",
    "latin": "assalaamu 'alaykum warahmatullaahi wabarakaatuh",
    "translation": "Friede, Barmherzigkeit und Segen Allahs seien mit euch.",
    "notes": null,
    "benefits": "Der Gruß ist ein Bittgebet auf Hoffnung – dass man sicher vor Leid und von Barmherzigkeit umhüllt ist.",
    "source": "Überliefert von at-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet beim Verlassen des Hauses",
    "arabic": "بِسْمِ اللَّهِ تَوَكَّلْتُ عَلَى اللَّهِ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ",
    "latin": "bismillaah, tawakkaltu 'alallaah, laa haula wa laa quwwata illaa billaah",
    "translation": "Im Namen Allahs, ich vertraue auf Allah. Es gibt keine Kraft und keine Macht außer durch Allah.",
    "notes": null,
    "benefits": "Wer dieses Bittgebet spricht, dem wird gesagt: 'Du wirst geleitet, beschützt und bewahrt.' Der Satan wird sich fernhalten.",
    "source": "Überliefert von Abu Dawud und at-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Schutzbittgebet beim Verlassen des Hauses",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ أَنْ أَضِلَّ أَوْ أُضَلَّ أَوْ أَزِلَّ أَوْ أُزَلَّ أَوْ أَظْلِمَ أَوْ أُظْلَمَ أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَىَّ",
    "latin": "allaahumma innii a'uudzu bika an adhilla au udholla, au azilla au azulla, au azhlima au uzhlama, au ajhala au yujhala 'alayya",
    "translation": "O Allah, ich suche Zuflucht bei Dir davor, in die Irre zu gehen oder irregeführt zu werden, zu stürzen oder gestürzt zu werden, Unrecht zu tun oder Unrecht zu erfahren, unwissend zu handeln oder Unwissenheit zu erfahren.",
    "notes": null,
    "benefits": "Draußen begegnet man Gutem und Schlechtem. Man soll Allahs Schutz vor eigenem oder fremdem Schaden suchen.",
    "source": "Überliefert von Abu Dawud, at-Tirmidhi, Ibn Majah und an-Nasa’i"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet auf Reisen",
    "arabic": "الله أَكْبَرُ،الله أَكْبَرُ،الله أَكْبَرُ،سُبْحَانَ الَّذِى سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ اللَّهُمَّ إِنَّا نَسْأَلُكَ فِى سَفَرِنَا هَذَا الْبِرَّ وَالتَّقْوَى وَمِنَ الْعَمَلِ مَا تَرْضَى اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاطْوِ عَنَّا بُعْدَهُ اللَّهُمَّ أَنْتَ الصَّاحِبُ فِى السَّفَرِ وَالْخَلِيفَةُ فِى الأَهْلِ اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ وَكَآبَةِ الْمَنْظَرِ وَسُوءِ الْمُنْقَلَبِ فِى الْمَالِ وَالأَهْلِ",
    "latin": "allahu akbar, allahu akbar, allahu akbar. subhaanal ladzi sakh-khara lanaa haadza wa maa kunna lahuu muqriniin wa inna ilaa rabbina lamun qalibuun. allahumma inna nas aluka fii safarina hadzaa al-birra wat taqwa wa minal amali maa tardhaa. allahumma hawwin 'alaina safarana haadza wathwi 'anna bu'dahu. allahumma anta shaahibu fi safar. wal khaliifatu fil ahli. allahumma inni a'uudzubika min wa'tsaa-issafari wa ka-aabatil mandzari wa suuil munqalabi fil maali wal ahli",
    "translation": "Allah ist am Größten, Allah ist am Größten, Allah ist am Größten. Gepriesen sei Er, der uns dies dienstbar gemacht hat, obwohl wir es nicht aus eigener Kraft konnten. Und wir kehren gewiss zu unserem Herrn zurück. O Allah, wir bitten Dich in dieser Reise um Frömmigkeit, Gottesfurcht und Taten, die Dir gefallen. O Allah, erleichtere uns diese Reise und lasse sie schnell vergehen. O Allah, Du bist unser Begleiter auf der Reise und der Wächter über unsere Familien. O Allah, ich suche Zuflucht bei Dir vor den Schwierigkeiten der Reise, vor schlechtem Ausgang und schlechten Erfahrungen mit Besitz und Familie.",
    "notes": null,
    "benefits": "Dieses Bittgebet besteht aus Lobpreis für Allah und der Bitte um Erleichterung auf der Reise sowie Schutz für die Familie.",
    "source": "Überliefert von Muslim"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet eines Bleibenden für einen Reisenden",
    "arabic": "أَسْتَوْدِعُ اللَّهَ دِينَكَ وَأَمَانَتَكَ وَخَوَاتِيمَ عَمَلِكَ",
    "latin": "astawdi'ullaha diinaka, wa amaanataka, wa khawaatiima a'maalik",
    "translation": "Ich vertraue deine Religion, deine Treue und das Ende deiner Taten Allah an.",
    "notes": null,
    "benefits": "Drei Dinge sind überall zu bewahren: Religion, Treue und Taten – denn die Auferstehung geschieht nach den Taten.",
    "source": "Überliefert von Abu Dawud: 2601"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet für Frömmigkeit an einen Reisenden",
    "arabic": "زَوَّدَكَ اللَّهُ التَّقْوَى وَغَفَرَ ذَنْبَكَ  وَيَسَّرَ لَكَ الْخَيْرَ حَيْثُمَا كُنْتَ",
    "latin": "zawwadakallahut taqwa, wa ghafara dzanbaka, wa yassara lakal khaira haitsumaa kunta",
    "translation": "Möge Allah dich mit Frömmigkeit versorgen, deine Sünden vergeben und dir Gutes erleichtern, wo immer du bist.",
    "notes": null,
    "benefits": "Frömmigkeit ist die beste Vorbereitung für das Jenseits, denn ohne sie gibt es keine Rettung.",
    "source": "Überliefert von at-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet beim Anziehen neuer Kleidung",
    "arabic": "اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ",
    "latin": "allahumma lakal hamdu anta kasawtaniihi. as-aluka min khoirihi wa khoiri maa shuni'a lah, wa a'udzu bika min syarrihi wa syarri maa shuni'a lah",
    "translation": "O Allah, Dir gebührt alles Lob. Du hast mich damit bekleidet. Ich bitte Dich um das Gute darin und das Gute, für das es gemacht wurde. Und ich suche Zuflucht bei Dir vor seinem Schlechten und dem Schlechten, für das es gemacht wurde.",
    "notes": null,
    "benefits": "Mit diesem Bittgebet bittet man um Gutes und Schutz vor Schlechtem durch das Kleidungsstück.",
    "source": "Überliefert von Ahmad, Abu Dawud, at-Tirmidhi und Al-Hakim"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet beim Anziehen eines Kleidungsstücks",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى كَسَانِى هَذَا الثَّوْبَ وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّى وَلاَ قُوَّةٍ",
    "latin": "alhamdu lillaahil ladzii kasaanii haadzaa wa rozaqoniihi min ghoiri hawlim minni wa laa quwwatin",
    "translation": "Alles Lob gebührt Allah, der mich mit diesem Kleidungsstück bekleidet und es mir ohne eigene Kraft oder Macht gewährt hat.",
    "notes": null,
    "benefits": "Wer dieses Bittgebet spricht, dem werden – so Allah will – die vergangenen Sünden vergeben.",
    "source": "Überliefert von allen Sunan-Autoren außer Nasa’i"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet beim Besteigen eines Fahrzeugs",
    "arabic": "بِسْمِ اللَّهِ، بِسْمِ اللَّهِ، بِسْمِ اللَّهِ، الحَمْدُ للِه، سُبْحَانَ الَّذِى سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ، سُبْحَانَكَ إِنِّى قَدْ ظَلَمْتُ نَفْسِى فَاغْفِرْ لِى فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "bismillah, bismillah, bismillah, alhamdulillah, subhaanalladzi sakh-khara lanaa haadzaa wa maa kunnaa lahuu muqriniin. wa innaa ilaa rabbinaa lamun qalibuun. subhaanaka inni qad dzalamtu nafsii, faghfirlii fa-innahuu laa yaghfirudz dzunuuba illaa anta",
    "translation": "Im Namen Allahs, im Namen Allahs, im Namen Allahs. Alles Lob gebührt Allah. Gepriesen sei Er, der uns dies dienstbar gemacht hat, obwohl wir es nicht aus eigener Kraft konnten. Und gewiss kehren wir zu unserem Herrn zurück. Gepriesen seist Du! Ich habe mir selbst Unrecht getan, so vergib mir – denn niemand vergibt Sünden außer Dir.",
    "notes": null,
    "benefits": "Dieses Bittgebet schützt auf Reisen, bringt Ruhe und Lohn von Allah.",
    "source": "Überliefert von Abu Dawud und at-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet bei Regen",
    "arabic": "اللَّهُمَّ صَيِّبًا نَافِعًا",
    "latin": "allahumma shayyiban naafi'aa",
    "translation": "O Allah, mache es zu einem nützlichen Regen.",
    "notes": null,
    "benefits": "Es wird empfohlen, beim Regen zu bitten, damit er Gutes bringt.",
    "source": "Überliefert von al-Bukhari Nr. 1032"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet bei starkem Regen",
    "arabic": "اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا ، اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ وَبُطُونِ الأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ",
    "latin": "allahumma haawalaina wa laa 'alaina. allahumma 'alal aakami wal jibaali, wazh zhiroobi, wa buthunil awdiyati, wa manaabitisy syajari",
    "translation": "O Allah, (lass den Regen) um uns herum fallen und nicht auf uns. O Allah, (lasse ihn) auf den Hügeln, Bergen, Tälern und den Orten mit Bäumen fallen.",
    "notes": null,
    "benefits": "Dieses Bittgebet wird bei starkem Regen gesprochen, wenn Schäden zu befürchten sind.",
    "source": "Überliefert von al-Bukhari Nr. 1014"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet nach dem Regen",
    "arabic": "مُطِرْنا بفَضْلِ اللهِ ورَحْمَتِهِ",
    "latin": "muthirna bi fadhlillahi wa rohmatih",
    "translation": "Uns wurde Regen durch Allahs Gunst und Barmherzigkeit gegeben.",
    "notes": null,
    "benefits": "Dieses Bittgebet zeigt die Anerkennung, dass der Regen von Allah und nicht von den Sternen kommt.",
    "source": "Überliefert von al-Bukhari Nr. 846 und Muslim Nr. 71"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet bei starkem Wind",
    "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَأَعُوْذُ بِكَ مِنْ شَرِّهَا",
    "latin": "allaahumma innii as-aluka khoirohaa wa a'uudzubika min syarrihaa",
    "translation": "O Allah, ich bitte Dich um das Gute dieses Windes und suche Zuflucht bei Dir vor seinem Schlechten.",
    "notes": null,
    "benefits": "Starker Wind ist ein Zeichen Allahs – er kann Gutes und Schlechtes bringen. Daher sollte man Gutes erbitten und um Schutz bitten.",
    "source": "Überliefert von Abu Dawud und Ibn Majah"
  },
  {
    "category": "dailyDua",
    "title": "Das beste Bittgebet um Vergebung (Sayyid al-Istighfar)",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahumma anta rabbii laa ilaaha illaa anta khalaqtanii wa anna 'abduka wa anaa 'alaa 'ahdika wa wa'dika mastatha'tu a'uudzu bika min syarri maa shana'tu abuu u laka bini' matika 'alayya wa abuu-u bidzanbii faghfir lii fa innahu laa yaghfirudz dzunuuba illa anta",
    "translation": "O Allah, Du bist mein Herr, es gibt keinen Gott außer Dir. Du hast mich erschaffen und ich bin Dein Diener. Ich halte an Deinem Bund und Deinem Versprechen fest, so gut ich kann. Ich suche Zuflucht bei Dir vor dem Übel dessen, was ich tat. Ich bekenne Deine Gunst über mich und meine Sünden. Vergib mir, denn niemand vergibt Sünden außer Dir.",
    "notes": null,
    "benefits": "Wer es abends im festen Glauben spricht und stirbt, kommt ins Paradies – ebenso, wenn er es morgens spricht.",
    "source": "Überliefert von al-Bukhari Nr. 6306, 6323, Ahmad IV/122-125, an-Nasa’i VIII/279-280"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet für Erleichterung in allen Angelegenheiten",
    "arabic": "اللَّهُمَّ لاَ سَهْلَ إِلاَّ مَا جَعَلْتَهُ سَهْلاً وَأَنْتَ تَجْعَلُ الحَزْنَ إِذَا شِئْتَ سَهْلاً",
    "latin": "allahumma laa sahla illa maa ja'altahu sahlaa, wa anta taj'alul hazna idza syi'ta sahlaa",
    "translation": "O Allah, nichts ist leicht außer dem, was Du leicht machst, und Du machst das Schwierige leicht, wenn Du willst.",
    "notes": null,
    "benefits": "Leichtigkeit kommt nur von Allah. Selbst das Schwierige wird leicht, wenn Allah es will.",
    "source": "Überliefert von Ibn Hibban"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet bei einem Unglück",
    "arabic": "إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ اللَّهُمَّ أْجُرْنِى فِى مُصِيبَتِى وَأَخْلِفْ لِى خَيْرًا مِنْهَا",
    "latin": "inna lillahi wa inna ilaihi rooj'un. allahumma'jurnii fii mushibatii wa akhlif lii khoiron minhaa",
    "translation": "Wahrlich, wir gehören Allah und zu Ihm kehren wir zurück. O Allah, belohne mich für mein Unglück und gib mir etwas Besseres dafür.",
    "notes": null,
    "benefits": "Bei einem Unglück soll man dieses Bittgebet mit Zuversicht und Hoffnung auf eine bessere Zukunft sprechen.",
    "source": "Überliefert von Muslim"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet bei Schulden",
    "arabic": "اللَّهُمَّ اكْفِنِى بِحَلاَلِكَ عَنْ حَرَامِكَ وَأَغْنِنِى بِفَضْلِكَ عَمَّنْ سِوَاكَ",
    "latin": "allahumak-finii bi halaalika 'an haroomik, wa agh-niniy bi fadhlika 'amman siwaak",
    "translation": "O Allah, genügsam mache mich durch das Erlaubte und halte mich fern vom Verbotenen und bereichere mich durch Deine Gunst, sodass ich von keinem außer Dir abhängig bin.",
    "notes": null,
    "benefits": "Erlaubter Unterhalt, auch wenn wenig, ist besser als viel Unrechtmäßiges.",
    "source": "Überliefert von at-Tirmidhi Nr. 2563"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet gegen Faulheit, Traurigkeit und Schulden",
    "arabic": "اَللّٰهُمَّ إِنِّى أَعُوْذُبِكَ مِنَ الْهَمِّ وَالْحَزْنِ وَأَعُوْذُبِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَأَعُوْذُبِكَ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَعُوْذُبِكَ مِنْ غَلَبَتِ الدَّيْنِ وَقَهْرِ الرجال",
    "latin": "allahumma innii a'uudzu bika minal hammi wal hazan. wa a'udzu bika minal 'ajzi wal kasal. wa a'udzu bika minal jubni wal bukhl. wa a'uudzu bika min ghalabatid daini wa qahrir rijaal",
    "translation": "O Allah, ich suche Zuflucht bei Dir vor Kummer und Trauer, vor Schwäche und Faulheit, vor Feigheit und Geiz und davor, von Schulden oder Menschen unterdrückt zu werden.",
    "notes": null,
    "benefits": "Abu Umamah berichtete: Nachdem ich dieses Bittgebet regelmäßig sprach, nahm Allah meine Sorgen und half mir, meine Schulden zu begleichen.",
    "source": "Überliefert von Abu Dawud Nr. 1555"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet nach dem Niesen",
    "arabic": "الحَمْدُ للهِ",
    "latin": "alhamdulillah",
    "translation": "Alles Lob gebührt Allah.",
    "notes": null,
    "benefits": "Allah liebt das Niesen, weil es zur Anbetung führt. Man soll darauf antworten und selbst lobpreisen.",
    "source": "Überliefert von al-Bukhari"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet beim Hören eines Niesenden",
    "arabic": "يَرْحَمُكَ اللهُ",
    "latin": "yarhamukallah",
    "translation": "Möge Allah dir Barmherzigkeit schenken.",
    "notes": null,
    "benefits": "Allah liebt das Niesen, weil es zur Anbetung führt. Man soll darauf antworten und selbst lobpreisen.",
    "source": "Überliefert von al-Bukhari"
  },
  {
    "category": "dailyDua",
    "title": "Antwort auf 'Yarhamukallah' nach dem Niesen",
    "arabic": "يَهْدِيكُمُ اللهُ وَيُصْلِحُ بَالَكُمْ",
    "latin": "yahdikumullah wa yushlihu baalakum",
    "translation": "Möge Allah euch rechtleiten und euren Zustand verbessern.",
    "notes": null,
    "benefits": "Allah liebt das Niesen, weil es zur Anbetung führt. Man soll darauf antworten und selbst lobpreisen.",
    "source": "Überliefert von al-Bukhari"
  },
  {
    "category": "dailyDua",
    "title": "Bittgebet für guten Charakter",
    "arabic": "اللَّهُمَّ كَمَا حَسَّنْتَ خَلْقِي فَحَسِّنْ خُلُقِي",
    "latin": "allahumma kamaa hassanta kholqii fahassin khuluqii",
    "translation": "O Allah, wie Du mein Äußeres schön gemacht hast, mache auch meinen Charakter schön.",
    "notes": null,
    "benefits": "Ein ansprechendes Aussehen reicht nicht – der Gläubige soll Allah um edlen Charakter bitten.",
    "source": "Überliefert von Ahmad, authentifiziert von al-Albani in al-Irwa’, 1/115"
  },
  {
    "category": "dailyDua",
    "title": "Gebet zum Schutz vor Satan",
    "arabic": "رَبِّ أَعُوْذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِيْنِ وَأَعُوْذُ بِكَ رَبِّ أَنْ يَحْضُرُوْنِ",
    "latin": "rabbi a'uudzu bika min hamazaatisy-syayaathiin wa a'uudzu bika rabbi ay yahdhuruun",
    "translation": "Mein Herr, ich suche Zuflucht bei Dir vor den Einflüsterungen der Teufel und davor, dass sie um mich sind.",
    "notes": null,
    "fawaid": "Allah gebietet dem Propheten und seinen Anhängern, in allen Lebenslagen Schutz vor den Einflüsterungen Satans zu suchen.",
    "source": "Sure Al-Mu'minun: 97-98"
  },
  {
    "category": "dailyDua",
    "title": "Gebet nach dem Gebetsruf (Adhan)",
    "arabic": "اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلَاةِ الْقَائِمَةِ، آتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِي وَعَدْتَهُ",
    "latin": "allahumma rabba haadzihid da'watit taammah, wasshalaatil qaaaimah, aati muhammadanil wasiilata wal fadhiiilata, wab'atshu maqaaman mahmuuda alladzii wa'adtah",
    "translation": "O Allah, Herr dieses vollkommenen Rufes und des verrichteten Gebets, gewähre Muhammad die höchste Stellung und Vorzüglichkeit und erwecke ihn zum lobenswerten Rang, den Du ihm versprochen hast.",
    "notes": null,
    "fawaid": "Dieses Gebet wird nach dem Adhan empfohlen. Es bringt Fürsprache des Propheten und großen Lohn.",
    "source": "Überliefert von Abu Dawud (529), at-Tirmidhi (211), an-Nasa'i (2:26), Ibn Majah (722)"
  },
  {
    "category": "dailyDua",
    "title": "Gebet um Vergebung für die Eltern",
    "arabic": "رَبَّنَا ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ ٱلْحِسَابُ",
    "latin": "rabbanagfir lii wa liwaalidayya wa lil-mu'miniina yauma yaquumul-hiisaab",
    "translation": "Unser Herr, vergib mir, meinen Eltern und den Gläubigen am Tag der Abrechnung.",
    "notes": null,
    "fawaid": "Dies ist das Gebet von Prophet Ibrahim, es lehrt Respekt gegenüber Eltern, das Gedenken an den Jüngsten Tag und Barmherzigkeit für die Gläubigen.",
    "source": "Sure Ibrahim: 41"
  },
  {
    "category": "dailyDua",
    "title": "Du'a zum Schutz vor dem bösen Blick",
    "arabic": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَلَا فَاجِرٌ",
    "latin": "a'uudzu bi kalimaatillahit taammatil latii laa yujaawizuhunna barrun wa laa faajir",
    "translation": "Ich suche Zuflucht bei den vollkommenen Worten Allahs, die weder der Rechtschaffene noch der Frevler überwinden kann.",
    "notes": null,
    "benefits": "Diese Anrufung schützt vor dem bösen Blick, Zauberei und Schaden. Der Prophet ﷺ lehrte sie seinen Gefährten zu ihrem Schutz.",
    "source": "Narrated by Muslim, Abu Dawud"
  },
  {
    "category": "dailyDua",
    "title": "Du'a zum Schutz des Hauses",
    "arabic": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَلَا فَاجِرٌ",
    "latin": "a'uudzu bi kalimaatillahit taammatil latii laa yujaawizuhunna barrun wa laa faajir",
    "translation": "Ich suche Zuflucht bei den vollkommenen Worten Allahs, die weder der Rechtschaffene noch der Frevler überwinden kann.",
    "notes": null,
    "benefits": "Diese Anrufung schützt das Haus vor Schaden, Dschinn und negativen Einflüssen. Sie schafft eine spirituelle Barriere um das Zuhause.",
    "source": "Narrated by Abu Dawud, Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Du'a zum Schutz während der Reise",
    "arabic": "اللَّهُمَّ إِنَّا نَسْأَلُكَ فِي سَفَرِنَا هَذَا الْبِرَّ وَالتَّقْوَى وَمِنَ الْعَمَلِ مَا تَرْضَى",
    "latin": "allahumma innaa nas'aluka fii safarinaa haadzaal birra wat taqwaa wa minal 'amali maa tardhaa",
    "translation": "O Allah, wir bitten Dich in dieser Reise um Rechtschaffenheit und Frömmigkeit und um Taten, die Dich erfreuen.",
    "notes": null,
    "benefits": "Diese Anrufung schützt den Reisenden und gewährleistet eine gesegnete Reise. Sie bittet Allah, unsere Handlungen während der Reise zu leiten.",
    "source": "Narrated by Muslim"
  },
  {
    "category": "dailyDua",
    "title": "Du'a vor dem Studieren",
    "arabic": "رَبِّ زِدْنِي عِلْمًا",
    "latin": "rabbi zidnii 'ilmaa",
    "translation": "Mein Herr, vermehre mein Wissen.",
    "notes": null,
    "benefits": "Diese Anrufung bittet Allah, unser Wissen zu vermehren. Sie wird empfohlen, bevor man den Quran, Wissenschaft oder ein anderes Fach studiert.",
    "source": "Quran, Surah Ta-Ha : 114"
  },
  {
    "category": "dailyDua",
    "title": "Du'a für die Heilung",
    "arabic": "أَسْأَلُ اللَّهَ الْعَظِيمَ رَبَّ الْعَرْشِ الْعَظِيمِ أَنْ يَشْفِيَكَ",
    "latin": "as'alullahaal 'adziim rabbal 'arsyil 'adziim an yashfiyak",
    "translation": "Ich bitte Allah, den Allmächtigen, Herrn des gewaltigen Throns, Dich zu heilen.",
    "notes": null,
    "benefits": "Diese Anrufung wird rezitiert, um um Heilung für eine kranke Person zu bitten. Sie ruft Allah bei Seinen schönsten Namen an, um Heilung zu erlangen.",
    "source": "Narrated by Abu Dawud, Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Du'a für Regen",
    "arabic": "اللَّهُمَّ صَيِّبًا نَافِعًا",
    "latin": "allahumma sayyiban naafi'aa",
    "translation": "O Allah, gewähre uns nützlichen Regen.",
    "notes": null,
    "benefits": "Diese Anrufung wird rezitiert, wenn es regnet, um Allah zu bitten, dass der Regen nützlich sei und Segen für die Erde und die Geschöpfe bringe.",
    "source": "Narrated by Bukhari"
  },
  {
    "category": "dailyDua",
    "title": "Du'a des Propheten Ibrahim",
    "arabic": "رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ",
    "latin": "rabbanaa taqabbal minnaa innaka antas samii'ul 'aliim",
    "translation": "Unser Herr, nimm von uns an. Du bist der Allhörende, der Allwissende.",
    "notes": null,
    "benefits": "Diese Anrufung des Propheten Ibrahim wird nach der Verrichtung einer Gottesdiensthandlung rezitiert, um Allah zu bitten, unsere Taten anzunehmen.",
    "source": "Quran, Surah Al-Baqarah : 127"
  },
  {
    "category": "dailyDua",
    "title": "Du'a des Propheten Musa",
    "arabic": "رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي",
    "latin": "rabbi ishrah lii sadrii wa yassir lii amrii",
    "translation": "Mein Herr, erweitere meine Brust und mache meine Aufgabe leicht für mich.",
    "notes": null,
    "benefits": "Diese Anrufung des Propheten Musa bittet Allah, das Herz zu erweitern und Angelegenheiten zu erleichtern. Sie ist nützlich, um Schwierigkeiten zu überwinden.",
    "source": "Quran, Surah Ta-Ha : 25-26"
  },
  {
    "category": "dailyDua",
    "title": "Du'a des Dankes für die Segnungen",
    "arabic": "اللَّهُمَّ لَكَ الْحَمْدُ حَتَّى تَرْضَى",
    "latin": "allahumma lakal hamdu hattaa tardhaa",
    "translation": "O Allah, Dir gebührt aller Lobpreis, bis Du zufrieden bist.",
    "notes": null,
    "benefits": "Diese Anrufung drückt Dankbarkeit gegenüber Allah für Seine Segnungen aus. Sie wird rezitiert, um Allah vollständig und aufrichtig zu danken.",
    "source": "Narrated by Muslim"
  },
  {
    "category": "dailyDua",
    "title": "Du'a für Gesundheit und Sicherheit",
    "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ",
    "latin": "allahumma innii as'alukal 'aafiyata fid dunyaa wal aakhirah",
    "translation": "O Allah, ich bitte Dich um Gesundheit und Sicherheit in dieser Welt und im Jenseits.",
    "notes": null,
    "benefits": "Diese Anrufung bittet Allah um körperliche und geistige Gesundheit sowie Sicherheit in dieser Welt und im Jenseits. Es ist ein vollständiges Gebet.",
    "source": "Narrated by Bukhari"
  },
  {
    "category": "dailyDua",
    "title": "Du'a des Propheten Yusuf",
    "arabic": "رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِن تَأْوِيلِ الْأَحَادِيثِ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ",
    "latin": "rabbi qad aataitanii minal mulki wa 'allamtanii min ta'wiilil ahaadiits. faatiras samaawaati wal ardhi anta waliyyii fid dunyaa wal aakhirah. tawaffanii musliman wa alhiqnii bissaalihiin",
    "translation": "Mein Herr, Du hast mir Autorität gegeben und mich die Deutung der Träume gelehrt. Schöpfer der Himmel und der Erde, Du bist mein Beschützer in dieser Welt und im Jenseits. Lass mich in Unterwerfung sterben und füge mich den Rechtschaffenen hinzu.",
    "notes": null,
    "benefits": "Diese Anrufung des Propheten Yusuf drückt Dankbarkeit für Allahs Segnungen aus und bittet um ein frommes Ende. Sie wird rezitiert, um Allah zu danken und um ein gutes Ende zu bitten.",
    "source": "Quran, Surah Yusuf : 101"
  },
  {
    "category": "dailyDua",
    "title": "Du'a des Propheten Nuh",
    "arabic": "رَّبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُن مِّنَ الْخَاسِرِينَ",
    "latin": "rabbi innii a'uudzu bika an as'alaka maa laisa lii bihi 'ilm. wa illaa taghfir lii wa tarhamnii akum minal khaasiriin",
    "translation": "Mein Herr, ich suche Zuflucht bei Dir davor, Dich zu fragen, wovon ich kein Wissen habe. Wenn Du mich nicht vergibst und Dich meiner erbarmst, werde ich zu den Verlierern gehören.",
    "notes": null,
    "benefits": "Diese Anrufung des Propheten Nuh bittet um Allahs Vergebung und Barmherzigkeit. Sie lehrt uns Demut und die Anerkennung unserer Grenzen angesichts Allahs Wissens.",
    "source": "Quran, Surah Hud : 47"
  },
  {
    "category": "dailyDua",
    "title": "Du'a des Propheten Ayyub",
    "arabic": "أَنِّي مَسَّنِيَ الضُّرُّ وَأَنتَ أَرْحَمُ الرَّاحِمِينَ",
    "latin": "annii massaniyad durru wa anta arhamur raahimiin",
    "translation": "Wahrlich, das Unglück hat mich getroffen, und Du bist der Barmherzigste der Barmherzigen.",
    "notes": null,
    "benefits": "Diese Anrufung des Propheten Ayyub wird während Prüfungen und Schwierigkeiten rezitiert. Sie drückt Vertrauen in Allahs Barmherzigkeit aus und bittet um Seine Hilfe.",
    "source": "Quran, Surah Al-Anbiya : 83"
  },
  {
    "category": "dailyDua",
    "title": "Du'a des Propheten Sulayman",
    "arabic": "رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَىٰ وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ",
    "latin": "rabbi awzi'nii an ashkura ni'matakal latii an'amta 'alayya wa 'alaa waalidayya wa an a'mala saalihan tardhaahu wa adkhilnii birahmatika fii 'ibaadikas saalihiin",
    "translation": "Mein Herr, befähige mich, dankbar zu sein für Deine Gunst, die Du mir und meinen Eltern erwiesen hast, und rechtschaffene Taten zu verrichten, die Dir gefallen werden, und lass mich durch Deine Barmherzigkeit in die Reihen Deiner rechtschaffenen Diener eintreten.",
    "notes": null,
    "benefits": "Diese Anrufung des Propheten Sulayman bittet Allah, uns mit Dankbarkeit und guten Taten zu inspirieren. Sie wird rezitiert, um um Führung zum Guten zu bitten.",
    "source": "Quran, Surah An-Naml : 19"
  },
  {
    "category": "dailyDua",
    "title": "Du'a des Propheten Zakariyya",
    "arabic": "رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنتَ خَيْرُ الْوَارِثِينَ",
    "latin": "rabbi laa tadzarnii fardan wa anta khayrul waarithiin",
    "translation": "Mein Herr, lass mich nicht allein, und Du bist der Beste der Erben.",
    "notes": null,
    "benefits": "Diese Anrufung des Propheten Zakariyya bittet Allah, ihn nicht allein zu lassen. Sie wird rezitiert, um um Allahs Gesellschaft und Schutz zu bitten.",
    "source": "Quran, Surah Al-Anbiya : 89"
  },
  {
    "category": "dailyDua",
    "title": "Du'a des Propheten Zakariyya für ein Kind",
    "arabic": "رَبِّ هَبْ لِي مِن لَّدُنكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاءِ",
    "latin": "rabbi hab lii min ladunka dzurriyyatan tayyibah. innaka samii'ud du'aa",
    "translation": "Mein Herr, gewähre mir von Dir eine gute Nachkommenschaft. Wahrlich, Du bist der Hörende der Bittgebete.",
    "notes": null,
    "benefits": "Diese Anrufung des Propheten Zakariyya bittet Allah, ihm eine fromme Nachkommenschaft zu gewähren. Sie wird von denen rezitiert, die Kinder wünschen.",
    "source": "Quran, Surah Al-Imran : 38"
  },
  {
    "category": "dailyDua",
    "title": "Du'a des Propheten Ibrahim für Sicherheit",
    "arabic": "رَبِّ اجْعَلْ هَٰذَا الْبَلَدَ آمِنًا وَاجْنُبْنِي وَبَنِيَّ أَن نَّعْبُدَ الْأَصْنَامَ",
    "latin": "rabbij 'al haadzal balada aaminan waj nubnii wa baniyya an na'budal asnaam",
    "translation": "Mein Herr, mache diese Stadt sicher und halte mich und meine Söhne davon fern, Götzen anzubeten.",
    "notes": null,
    "benefits": "Diese Anrufung des Propheten Ibrahim bittet um Sicherheit und Schutz vor Götzendienst. Sie wird rezitiert, um um spirituellen Schutz zu bitten.",
    "source": "Quran, Surah Ibrahim : 35"
  },
  {
    "category": "dailyDua",
    "title": "Du'a des Propheten Ibrahim für Führung",
    "arabic": "رَبِّ هَبْ لِي حُكْمًا وَأَلْحِقْنِي بِالصَّالِحِينَ",
    "latin": "rabbi hab lii hukman wa alhiqnii bissaalihiin",
    "translation": "Mein Herr, gewähre mir Weisheit und füge mich den Rechtschaffenen hinzu.",
    "notes": null,
    "benefits": "Diese Anrufung des Propheten Ibrahim bittet um Weisheit und die Gesellschaft der Rechtschaffenen. Sie wird rezitiert, um um Führung und Weisheit zu bitten.",
    "source": "Quran, Surah Ash-Shu'ara : 83"
  },
  {
    "category": "dailyDua",
    "title": "Du'a des Propheten Ibrahim für Nachkommenschaft",
    "arabic": "رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ",
    "latin": "rabbi hab lii minas saalihiin",
    "translation": "Mein Herr, gewähre mir [ein Kind] aus den Reihen der Rechtschaffenen.",
    "notes": null,
    "benefits": "Diese Anrufung des Propheten Ibrahim bittet um eine fromme Nachkommenschaft. Sie wird von denen rezitiert, die rechtschaffene Kinder wünschen.",
    "source": "Quran, Surah As-Saffat : 100"
  },
  {
    "category": "dailyDua",
    "title": "Du'a des Propheten Ibrahim für Schutz",
    "arabic": "رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ النَّاسِ فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَّحِيمٌ",
    "latin": "rabbi innahunna adlalna kathiiram minan naas. faman tabi'anii fa innahu minnii wa man 'asaanii fa innaka ghafuurur rahiim",
    "translation": "Mein Herr, wahrlich, sie haben viele unter den Menschen in die Irre geführt. Wer mir also folgt, der ist von mir; und wer mir ungehorsam ist, so bist Du Vergebend und Barmherzig.",
    "notes": null,
    "benefits": "Diese Anrufung des Propheten Ibrahim drückt seine Sorge um die Führung der Menschen aus. Sie wird rezitiert, um um Allahs Schutz und Führung zu bitten.",
    "source": "Quran, Surah Ibrahim : 36"
  }
]
