[
  {
    "category": "dailyDua",
    "title": "Súplica antes de dormir",
    "arabic": "بِاسْمِكَ اللَّهُمَّ أَمُوْتُ وَأَحْيَا",
    "latin": "bismika, allahumma amuutu wa ahyaa",
    "translation": "Em Teu nome, ó Allah, morro e vivo.",
    "notes": null,
    "benefits": "O Profeta — que a paz e bênçãos estejam sobre ele — sempre começava e terminava seu dia com dhikr.",
    "source": "Relatado por al-Bukhari"
  },
  {
    "category": "dailyDua",
    "title": "Súplica ao acordar",
    "arabic": "الحَمْدُ للهِ الَّذِي أَحْيَانَا بعْدَ مَا أماتَنَا وإِلَيْهِ النُّشُورُ",
    "latin": "alhamdulillahilladzi ahyaanaa ba'da maa amaatanaa wa ilaihin nusyuur",
    "translation": "Todo louvor é para Allah, que nos deu a vida depois de nos fazer morrer, e a Ele é a ressurreição.",
    "notes": null,
    "benefits": "Ao recitar esta súplica, o servo inicia seu dia louvando Allah, o Doador da Vida e da Morte.",
    "source": "Relatado por al-Bukhari: 6327"
  },
  {
    "category": "dailyDua",
    "title": "Súplica ao entrar no banheiro",
    "arabic": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبُثِ وَالْخَبَائِثِ",
    "latin": "allahumma innii a'uudzubika minal khubutsi wal khabaaitsi",
    "translation": "Ó Allah, busco refúgio em Ti do mal e da impureza.",
    "notes": null,
    "benefits": "Esta súplica é uma barreira entre a privacidade do servo e os jinn ao entrar no banheiro.",
    "source": "Relatado por al-Bukhari e Muslim"
  },
  {
    "category": "dailyDua",
    "title": "Súplica ao sair do banheiro",
    "arabic": "غُفْرَانَكَ",
    "latin": "ghuf-raanak",
    "translation": "Peço Teu perdão (ó Allah).",
    "notes": null,
    "benefits": "O banheiro é um dos locais dos jinn e demônios, então é recomendado pedir perdão ao sair.",
    "source": "Relatado por at-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Súplica antes de comer",
    "arabic": "بِسْمِ اللَّهِ",
    "latin": "bismillah",
    "translation": "Em nome de Allah.",
    "notes": null,
    "benefits": "O benefício de recitar Bismillah antes de comer é impedir que o Satanás participe da refeição.",
    "source": "Relatado por al-Bukhari Nº 5376 e Muslim Nº 2022"
  },
  {
    "category": "dailyDua",
    "title": "Súplica se esquecer do Bismillah no início da refeição",
    "arabic": "بِسْمِ اللَّهِ أَوَّلَهُ وَآخِرَهُ",
    "latin": "bismillahi awwaluhu wa aakhiruhu",
    "translation": "Em nome de Allah, no começo e no fim.",
    "notes": null,
    "benefits": "O Islã dá grande importância à etiqueta. Se alguém esquecer de recitar a súplica no início da refeição, ainda é recomendado recitá-la no meio, mesmo que reste só um bocado.",
    "source": "Relatado por Abu Dawud"
  },
  {
    "category": "dailyDua",
    "title": "Súplica após comer",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى أَطْعَمَنِى هَذَا وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّى وَلاَ قُوَّةٍ",
    "latin": "alhamdulillaahilladzii ath'amanii haadzaa wa rozaqoniihi min ghoiri haulin minnii wa laa quwwatin",
    "translation": "Todo louvor a Allah que me deu este alimento e me providenciou sem nenhum poder ou força de minha parte.",
    "notes": null,
    "benefits": "O Mensageiro de Allah disse que quem recitar esta súplica terá seus pecados passados perdoados.",
    "source": "Sahih at-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Súplica ao entrar na mesquita",
    "arabic": "اَللَّهُمَّ افْتَحْ لِيْ أَبْوَابَ رَحْمَتِكَ",
    "latin": "allahummaftah lii abwaaba rahmatika",
    "translation": "Ó Allah, abre para mim as portas da Tua misericórdia.",
    "notes": null,
    "benefits": "A mesquita é a casa de Allah; o servo deve honrá-la e esperar por Sua misericórdia dentro dela.",
    "source": "Relatado por Muslim"
  },
  {
    "category": "dailyDua",
    "title": "Súplica ao sair da mesquita",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ مِنْ فَضْلِكَ",
    "latin": "allahumma innii as'aluka min fadhlika",
    "translation": "Ó Allah, peço-Te da Tua generosidade.",
    "notes": null,
    "benefits": "A terra de Allah é vasta, e há muitos meios de provisão. O servo deve pedir a Allah que facilite Sua generosidade.",
    "source": "Relatado por Muslim Nº 713"
  },
  {
    "category": "dailyDua",
    "title": "Súplica antes da ablução (wudu)",
    "arabic": "بِسْمِ اللَّهِ",
    "latin": "bismillah",
    "translation": "Em nome de Allah.",
    "notes": null,
    "benefits": "É prescrito começar todo assunto importante dizendo Bismillah, seja um ato de adoração ou não.",
    "source": "Relatado por at-Tirmidhi e al-Baihaqi"
  },
  {
    "category": "dailyDua",
    "title": "Súplica após a ablução",
    "arabic": "أشْهَدُ أنْ لا إله إِلاَّ اللَّهُ وَحْدَهُ لا شَرِيك لَهُ ، وأشْهَدُ أنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ ، اللَّهُمَّ اجْعَلْنِي مِنَ التَوَّابِينَ ، واجْعَلْني مِنَ المُتَطَهِّرِينَ ، سُبْحانَكَ اللَّهُمَّ وبِحَمْدِكَ ، أشْهَدُ أنْ لا إلهَ إِلاَّ أنْتَ ، أسْتَغْفِرُكَ وأتُوبُ إِلَيْكَ",
    "latin": "asyhadu an laa ilaaha illa allah wadahu laa syariika lahu, wa asyhadu anna muhammadan 'abduhu wa rasuuluhu. allahummaj 'alni minat tawwaabiina waj 'alnii minal mutathaahiriina. subhaanaka allahumma wa bihamdika asyhadu an laa ilaaha illa anta astaghfiruka wa atuubu ilaika",
    "translation": "Testemunho que não há divindade senão Allah, Único, sem parceiro, e testemunho que Muhammad é Seu servo e Mensageiro. Ó Allah, faz-me dos que se arrependem e dos que se purificam. Glorificado és Tu, ó Allah, com Teu louvor. Testemunho que não há divindade senão Tu. Peço-Te perdão e a Ti me arrependo.",
    "notes": null,
    "benefits": "Quem recitar esta súplica terá abertas para si as oito portas do Paraíso e poderá entrar por qualquer uma delas.",
    "source": "Relatado por Muslim, at-Tirmidhi e an-Nasa'i"
  },
  {
    "category": "dailyDua",
    "title": "Súplica para quebrar o jejum",
    "arabic": "ذَهَبَ الظَّمَأُ وابْتَلَّتِ الْعُرُوقُ وثَبَتَ اْلأَجْرُ إِنْ شَاءَاللهُ",
    "latin": "dzahabazh zhoma'u wabtallatil 'uruqu wa tsabatal ajru insya Allah",
    "translation": "A sede se foi, as veias se umedeceram e a recompensa está garantida, se Allah quiser.",
    "notes": null,
    "benefits": "É altamente recomendado ao jejuante aumentar as súplicas antes e depois de quebrar o jejum, pois a súplica do jejuante não é rejeitada.",
    "source": "Relatado por Abu Daud, As-Sunan Al-Kubra de Al-Baihaqi, v. 4, p. 239, al-Hakim em Al-Mustadrak 'ala as-Sahihain Nº 1484"
  },
  {
    "category": "dailyDua",
    "title": "Súplica ao entrar em casa #1",
    "arabic": "اَلسَّلَامُ عَلَيْكُمْ",
    "latin": "assalaamu 'alaykum",
    "translation": "Que a paz esteja convosco.",
    "notes": null,
    "benefits": "O cumprimento é uma súplica de esperança: que estejas seguro de toda tristeza e sofrimento e envolto em misericórdia e bênçãos.",
    "source": "Relatado por at-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Súplica ao entrar em casa #2",
    "arabic": "اَلسَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللهِ وَبَرَكَا تُهُ",
    "latin": "assalaamu 'alaykum warahmatullaahi wabarakaatuh",
    "translation": "Que a paz, misericórdia e bênçãos de Allah estejam convosco.",
    "notes": null,
    "benefits": "O cumprimento é uma súplica de esperança: que estejas seguro de toda tristeza e sofrimento e envolto em misericórdia e bênçãos.",
    "source": "Relatado por at-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Súplica ao sair de casa",
    "arabic": "بِسْمِ اللَّهِ تَوَكَّلْتُ عَلَى اللَّهِ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ",
    "latin": "bismillaah, tawakkaltu 'alallaah, laa haula wa laa quwwata illaa billaah",
    "translation": "Em nome de Allah, confio em Allah. Não há poder nem força senão por Allah.",
    "notes": null,
    "benefits": "Quem recita esta súplica ouvirá: 'Foste guiado, protegido e amparado.' O diabo se afastará dele.",
    "source": "Relatado por Abu Dawud e at-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Súplica por proteção ao sair de casa",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ أَنْ أَضِلَّ أَوْ أُضَلَّ أَوْ أَزِلَّ أَوْ أُزَلَّ أَوْ أَظْلِمَ أَوْ أُظْلَمَ أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَىَّ",
    "latin": "allaahumma innii a'uudzu bika an adhilla au udholla, au azilla au azulla, au azhlima au uzhlama, au ajhala au yujhala 'alayya",
    "translation": "Ó Allah, busco refúgio em Ti de me desviar ou ser desviado, escorregar ou ser feito escorregar, cometer injustiça ou ser tratado injustamente, agir ignorantemente ou que ajam ignorantemente comigo.",
    "notes": null,
    "benefits": "Ao sair de casa, a pessoa pode encontrar o bem ou o mal; por isso deve buscar proteção de Allah.",
    "source": "Relatado por Abu Dawud, at-Tirmidhi, Ibn Majah e an-Nasa'i"
  },
  {
    "category": "dailyDua",
    "title": "Súplica de viagem",
    "arabic": "الله أَكْبَرُ،الله أَكْبَرُ،الله أَكْبَرُ،سُبْحَانَ الَّذِى سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ اللَّهُمَّ إِنَّا نَسْأَلُكَ فِى سَفَرِنَا هَذَا الْبِرَّ وَالتَّقْوَى وَمِنَ الْعَمَلِ مَا تَرْضَى اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاطْوِ عَنَّا بُعْدَهُ اللَّهُمَّ أَنْتَ الصَّاحِبُ فِى السَّفَرِ وَالْخَلِيفَةُ فِى الأَهْلِ اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ وَكَآبَةِ الْمَنْظَرِ وَسُوءِ الْمُنْقَلَبِ فِى الْمَالِ وَالأَهْلِ",
    "latin": "allahu akbar, allahu akbar, allahu akbar. subhaanal ladzi sakh-khara lanaa haadza wa maa kunna lahuu muqriniin wa inna ilaa rabbina lamun qalibuun. allahumma inna nas aluka fii safarina hadzaa al-birra wat taqwa wa minal amali maa tardhaa. allahumma hawwin 'alaina safarana haadza wathwi 'anna bu'dahu. allahumma anta shaahibu fi safar. wal khaliifatu fil ahli. allahumma inni a'uudzubika min wa'tsaa-issafari wa ka-aabatil mandzari wa suuil munqalabi fil maali wal ahli",
    "translation": "Allah é o Maior, Allah é o Maior, Allah é o Maior. Glorificado seja Quem nos facilitou isto, mesmo que nunca o tivéssemos conseguido por nós mesmos. Certamente, a nosso Senhor retornaremos. Ó Allah, pedimos a Ti retidão e temor nesta viagem, e obras que Te agradem. Ó Allah, torna fácil nossa viagem e encurta a sua distância. Ó Allah, Tu és o companheiro na viagem e o guardião da família. Ó Allah, busco refúgio em Ti da fadiga da viagem, de um mau retorno e de más visões quanto aos bens e à família.",
    "notes": null,
    "benefits": "Esta súplica tem duas partes: louvor a Allah e súplica para facilitar a viagem e proteger os assuntos deixados em casa.",
    "source": "Relatado por Muslim"
  },
  {
    "category": "dailyDua",
    "title": "Súplica de um residente por alguém que viaja",
    "arabic": "أَسْتَوْدِعُ اللَّهَ دِينَكَ وَأَمَانَتَكَ وَخَوَاتِيمَ عَمَلِكَ",
    "latin": "astawdi'ullaha diinaka, wa amaanataka, wa khawaatiima a'maalik",
    "translation": "Confio tua religião, tua confiança e o fim de tuas obras a Allah.",
    "notes": null,
    "benefits": "Três prioridades que o servo deve manter sempre: religião, confiança e obras.",
    "source": "Relatado por Abu Dawud: 2601"
  },
  {
    "category": "dailyDua",
    "title": "Súplica de piedade de um residente a quem viaja",
    "arabic": "زَوَّدَكَ اللَّهُ التَّقْوَى وَغَفَرَ ذَنْبَكَ  وَيَسَّرَ لَكَ الْخَيْرَ حَيْثُمَا كُنْتَ",
    "latin": "zawwadakallahut taqwa, wa ghafara dzanbaka, wa yassara lakal khaira haitsumaa kunta",
    "translation": "Que Allah te conceda piedade, perdoe teus pecados e facilite o bem onde quer que estejas.",
    "notes": null,
    "benefits": "A piedade é a melhor provisão para o Além, pois só ela leva à salvação.",
    "source": "Relatado por at-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Súplica ao vestir roupa nova",
    "arabic": "اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ",
    "latin": "allahumma lakal hamdu anta kasawtaniihi. as-aluka min khoirihi wa khoiri maa shuni'a lah, wa a'udzu bika min syarrihi wa syarri maa shuni'a lah",
    "translation": "Ó Allah, a Ti é todo o louvor. Tu me vestiste com isto. Peço-Te o bem disto e do que foi feito para ele, e busco refúgio em Ti do mal disto e do que foi feito para ele.",
    "notes": null,
    "benefits": "Com esta súplica, pede-se que a roupa seja fonte de bem e proteção contra todo mal.",
    "source": "Relatado por Ahmad, Abu Dawud, at-Tirmidhi e Al-Hakim"
  },
  {
    "category": "dailyDua",
    "title": "Súplica ao vestir roupa",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى كَسَانِى هَذَا الثَّوْبَ وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّى وَلاَ قُوَّةٍ",
    "latin": "alhamdu lillaahil ladzii kasaanii haadzaa wa rozaqoniihi min ghoiri hawlim minni wa laa quwwatin",
    "translation": "Louvor a Allah que me vestiu com esta roupa e me concedeu sem nenhum poder ou força de minha parte.",
    "notes": null,
    "benefits": "A virtude desta súplica é o perdão dos pecados passados, se Allah quiser.",
    "source": "Relatado por todos os compiladores de Sunan, exceto Nasa'i"
  },
  {
    "category": "dailyDua",
    "title": "Súplica ao montar em um veículo",
    "arabic": "بِسْمِ اللَّهِ، بِسْمِ اللَّهِ، بِسْمِ اللَّهِ، الحَمْدُ للِه، سُبْحَانَ الَّذِى سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ، سُبْحَانَكَ إِنِّى قَدْ ظَلَمْتُ نَفْسِى فَاغْفِرْ لِى فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "bismillah, bismillah, bismillah, alhamdulillah, subhaanalladzi sakh-khara lanaa haadzaa wa maa kunnaa lahuu muqriniin. wa innaa ilaa rabbinaa lamun qalibuun. subhaanaka inni qad dzalamtu nafsii, faghfirlii fa-innahuu laa yaghfirudz dzunuuba illaa anta",
    "translation": "Em nome de Allah, em nome de Allah, em nome de Allah. Louvor a Allah. Glorificado seja Quem nos submeteu isto, pois não conseguiríamos por nós mesmos. Certamente, ao nosso Senhor retornaremos. Glorificado sejas, em verdade fui injusto comigo mesmo, perdoa-me, pois ninguém perdoa os pecados exceto Tu.",
    "notes": null,
    "benefits": "Ao recitar esta súplica ao viajar, a jornada estará sob a proteção de Allah, além de trazer recompensa e tranquilidade.",
    "source": "Relatado por Abu Dawud e at-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Súplica quando chove",
    "arabic": "اللَّهُمَّ صَيِّبًا نَافِعًا",
    "latin": "allahumma shayyiban naafi'aa",
    "translation": "Ó Allah, faz esta chuva ser benéfica.",
    "notes": null,
    "benefits": "É recomendado fazer súplicas quando chove, para aumentar os benefícios e bênçãos.",
    "source": "Relatado por al-Bukhari Nº 1032"
  },
  {
    "category": "dailyDua",
    "title": "Súplica durante chuva forte",
    "arabic": "اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا ، اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ وَبُطُونِ الأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ",
    "latin": "allahumma haawalaina wa laa 'alaina. allahumma 'alal aakami wal jibaali, wazh zhiroobi, wa buthunil awdiyati, wa manaabitisy syajari",
    "translation": "Ó Allah, (faça a chuva cair) ao nosso redor e não sobre nós. Ó Allah, (faça cair) nas colinas, montanhas, vales e onde crescem as árvores.",
    "notes": null,
    "benefits": "Esta súplica é recitada quando a chuva está muito forte e se teme danos.",
    "source": "Relatado por al-Bukhari Nº 1014"
  },
  {
    "category": "dailyDua",
    "title": "Súplica após a chuva",
    "arabic": "مُطِرْنا بفَضْلِ اللهِ ورَحْمَتِهِ",
    "latin": "muthirna bi fadhlillahi wa rohmatih",
    "translation": "Recebemos chuva pela graça e misericórdia de Allah.",
    "notes": null,
    "benefits": "Esta súplica reforça a crença de que a chuva é pela vontade de Allah, não pelas estrelas.",
    "source": "Relatado por al-Bukhari Nº 846 e Muslim Nº 71"
  },
  {
    "category": "dailyDua",
    "title": "Súplica durante vento forte",
    "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَأَعُوْذُ بِكَ مِنْ شَرِّهَا",
    "latin": "allaahumma innii as-aluka khoirohaa wa a'uudzubika min syarrihaa",
    "translation": "Ó Allah, peço-Te o bem deste vento e busco refúgio em Ti do seu mal.",
    "notes": null,
    "benefits": "O vento forte pode trazer bênçãos ou castigo. O servo deve pedir o bem e buscar refúgio do mal.",
    "source": "Relatado por Abu Dawud e Ibn Majah"
  },
  {
    "category": "dailyDua",
    "title": "A melhor súplica para pedir perdão (Sayyid al-Istighfar)",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahumma anta rabbii laa ilaaha illaa anta khalaqtanii wa anna 'abduka wa anaa 'alaa 'ahdika wa wa'dika mastatha'tu a'uudzu bika min syarri maa shana'tu abuu u laka bini' matika 'alayya wa abuu-u bidzanbii faghfir lii fa innahu laa yaghfirudz dzunuuba illa anta",
    "translation": "Ó Allah, Tu és meu Senhor. Não há divindade além de Ti. Tu me criaste e eu sou Teu servo. Cumpro Tua aliança e promessa o melhor que posso. Busco refúgio em Ti do mal do que fiz. Reconheço Tuas bênçãos sobre mim e meus pecados. Perdoa-me, pois ninguém perdoa os pecados além de Ti.",
    "notes": null,
    "benefits": "Quem recitar com convicção à noite e morrer, entrará no Paraíso; o mesmo se recitar pela manhã.",
    "source": "Relatado por al-Bukhari Nº 6306, 6323, Ahmad IV/122-125, an-Nasa'i VIII/279-280"
  },
  {
    "category": "dailyDua",
    "title": "Súplica por facilidade em todos os assuntos",
    "arabic": "اللَّهُمَّ لاَ سَهْلَ إِلاَّ مَا جَعَلْتَهُ سَهْلاً وَأَنْتَ تَجْعَلُ الحَزْنَ إِذَا شِئْتَ سَهْلاً",
    "latin": "allahumma laa sahla illa maa ja'altahu sahlaa, wa anta taj'alul hazna idza syi'ta sahlaa",
    "translation": "Ó Allah, não há facilidade senão naquilo que Tu tornas fácil, e Tu tornas o difícil fácil se quiseres.",
    "notes": null,
    "benefits": "A facilidade só vem de Allah. Até o difícil pode tornar-se fácil, se Ele quiser.",
    "source": "Relatado por Ibn Hibban"
  },
  {
    "category": "dailyDua",
    "title": "Súplica quando afligido por calamidade",
    "arabic": "إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ اللَّهُمَّ أْجُرْنِى فِى مُصِيبَتِى وَأَخْلِفْ لِى خَيْرًا مِنْهَا",
    "latin": "inna lillahi wa inna ilaihi rooj'un. allahumma'jurnii fii mushibatii wa akhlif lii khoiron minhaa",
    "translation": "Certamente pertencemos a Allah e a Ele retornaremos. Ó Allah, recompensa-me em minha aflição e concede-me algo melhor.",
    "notes": null,
    "benefits": "Ao passar por calamidade, recite esta súplica com certeza e esperança; Allah dará algo melhor.",
    "source": "Relatado por Muslim"
  },
  {
    "category": "dailyDua",
    "title": "Súplica ao estar endividado",
    "arabic": "اللَّهُمَّ اكْفِنِى بِحَلاَلِكَ عَنْ حَرَامِكَ وَأَغْنِنِى بِفَضْلِكَ عَمَّنْ سِوَاكَ",
    "latin": "allahumak-finii bi halaalika 'an haroomik, wa agh-niniy bi fadhlika 'amman siwaak",
    "translation": "Ó Allah, satisfaz-me com o que é lícito e afasta-me do ilícito, enriquece-me com Tua graça para não depender de mais ninguém além de Ti.",
    "notes": null,
    "benefits": "A provisão lícita, mesmo pequena, é melhor do que riqueza ilícita em abundância.",
    "source": "Relatado por at-Tirmidhi Nº 2563"
  },
  {
    "category": "dailyDua",
    "title": "Súplica para proteção contra preguiça, tristeza e dívidas",
    "arabic": "اَللّٰهُمَّ إِنِّى أَعُوْذُبِكَ مِنَ الْهَمِّ وَالْحَزْنِ وَأَعُوْذُبِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَأَعُوْذُبِكَ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَعُوْذُبِكَ مِنْ غَلَبَتِ الدَّيْنِ وَقَهْرِ الرجال",
    "latin": "allahumma innii a'uudzu bika minal hammi wal hazan. wa a'udzu bika minal 'ajzi wal kasal. wa a'udzu bika minal jubni wal bukhl. wa a'uudzu bika min ghalabatid daini wa qahrir rijaal",
    "translation": "Ó Allah, busco refúgio em Ti contra preocupação e tristeza, contra incapacidade e preguiça, contra covardia e avareza, e contra ser dominado por dívidas e por homens.",
    "notes": null,
    "benefits": "Abu Umamah narrou: Depois de praticar esta súplica, Allah tirou minha preocupação e me ajudou a pagar minha dívida.",
    "source": "Relatado por Abu Dawud Nº 1555"
  },
  {
    "category": "dailyDua",
    "title": "Súplica após espirrar",
    "arabic": "الحَمْدُ للهِ",
    "latin": "alhamdulillah",
    "translation": "Todo louvor a Allah.",
    "notes": null,
    "benefits": "Allah ama o espirro pois conduz à adoração. É incentivado responder ao louvor de quem espirra.",
    "source": "Relatado por al-Bukhari"
  },
  {
    "category": "dailyDua",
    "title": "Súplica ao ouvir alguém espirrar",
    "arabic": "يَرْحَمُكَ اللهُ",
    "latin": "yarhamukallah",
    "translation": "Que Allah tenha misericórdia de ti.",
    "notes": null,
    "benefits": "Allah ama o espirro pois conduz à adoração. É incentivado responder ao louvor de quem espirra.",
    "source": "Relatado por al-Bukhari"
  },
  {
    "category": "dailyDua",
    "title": "Resposta a quem diz 'Yarhamukallah' após espirrar",
    "arabic": "يَهْدِيكُمُ اللهُ وَيُصْلِحُ بَالَكُمْ",
    "latin": "yahdikumullah wa yushlihu baalakum",
    "translation": "Que Allah te guie e melhore tua condição.",
    "notes": null,
    "benefits": "Allah ama o espirro pois conduz à adoração. É incentivado responder ao louvor de quem espirra.",
    "source": "Relatado por al-Bukhari"
  },
  {
    "category": "dailyDua",
    "title": "Súplica por bom caráter",
    "arabic": "اللَّهُمَّ كَمَا حَسَّنْتَ خَلْقِي فَحَسِّنْ خُلُقِي",
    "latin": "allahumma kamaa hassanta kholqii fahassin khuluqii",
    "translation": "Ó Allah, assim como embelezaste minha aparência, embeleza também meu caráter.",
    "notes": null,
    "benefits": "A aparência não é suficiente: o muçulmano deve pedir um caráter nobre.",
    "source": "Relatado por Ahmad, autenticado por al-Albani em al-Irwa', 1/115"
  },
  {
    "category": "dailyDua",
    "title": "Súplica para proteção contra Satanás",
    "arabic": "رَبِّ أَعُوْذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِيْنِ وَأَعُوْذُ بِكَ رَبِّ أَنْ يَحْضُرُوْنِ",
    "latin": "rabbi a'uudzu bika min hamazaatisy-syayaathiin wa a'uudzu bika rabbi ay yahdhuruun",
    "translation": "Ó meu Senhor, busco refúgio em Ti dos sussurros dos Shayatin e da presença deles junto a mim.",
    "notes": null,
    "fawaid": "Allah ordena ao Profeta e seus seguidores buscar proteção contra os sussurros satânicos em todas as atividades.",
    "source": "Alcorão, Surata Al-Mu'minun: 97-98"
  },
  {
    "category": "dailyDua",
    "title": "Súplica após o adhan",
    "arabic": "اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلَاةِ الْقَائِمَةِ، آتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِي وَعَدْتَهُ",
    "latin": "allahumma rabba haadzihid da'watit taammah, wasshalaatil qaaaimah, aati muhammadanil wasiilata wal fadhiiilata, wab'atshu maqaaman mahmuuda alladzii wa'adtah",
    "translation": "Ó Allah, Senhor deste chamado perfeito e da oração estabelecida, concede a Muhammad a posição de intercessor e a excelência, e concede-lhe a posição louvável que Lhe prometeste.",
    "notes": null,
    "fawaid": "Esta súplica é recomendada após o adhan. Concede a intercessão do Profeta no Dia do Juízo e grandes recompensas.",
    "source": "Relatado por Abu Dawud (529), at-Tirmidhi (211), an-Nasa'i (2:26), Ibn Majah (722)"
  },
  {
    "category": "dailyDua",
    "title": "Súplica pelo perdão dos pais",
    "arabic": "رَبَّنَا ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ ٱلْحِسَابُ",
    "latin": "rabbanagfir lii wa liwaalidayya wa lil-mu'miniina yauma yaquumul-hiisaab",
    "translation": "Ó nosso Senhor, perdoa-me, a meus pais e aos crentes no Dia em que as contas forem estabelecidas.",
    "notes": null,
    "fawaid": "Esta é a súplica do Profeta Ibrahim; ensina o respeito aos pais, a lembrança do Dia do Juízo e a compaixão pelos crentes.",
    "source": "Alcorão, Surata Ibrahim: 41"
  }
]
