[
  {
    "category": "dailyDua",
    "title": "Súplica antes de dormir",
    "arabic": "بِاسْمِكَ اللَّهُمَّ أَمُوْتُ وَأَحْيَا",
    "latin": "bismika, allahumma amuutu wa ahyaa",
    "translation": "En Tu nombre, oh Allah, muero y vivo.",
    "notes": null,
    "benefits": "El Profeta, la paz y las bendiciones sean con él, siempre comenzaba y terminaba su día con dhikr.",
    "source": "Sahih al-Bujari"
  },
  {
    "category": "dailyDua",
    "title": "Súplica al despertar",
    "arabic": "الحَمْدُ للهِ الَّذِي أَحْيَانَا بعْدَ مَا أماتَنَا وإِلَيْهِ النُّشُورُ",
    "latin": "alhamdulillahilladzi ahyaanaa ba'da maa amaatanaa wa ilaihin nusyuur",
    "translation": "Alabado sea Allah, quien nos dio vida después de habernos hecho morir y hacia Él es la resurrección.",
    "notes": null,
    "benefits": "Recitando esta súplica, uno comienza el día alabando el nombre de Allah, el Dador de la Vida y el que causa la Muerte.",
    "source": "Sahih Bujari: 6327"
  },
  {
    "category": "dailyDua",
    "title": "Súplica al entrar al baño",
    "arabic": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبُثِ وَالْخَبَائِثِ",
    "latin": "allahumma innii a'uudzubika minal khubutsi wal khabaaitsi",
    "translation": "Oh Allah, busco refugio en Ti contra el mal y la impureza.",
    "notes": null,
    "benefits": "Esta súplica actúa como un velo entre las partes privadas de una persona y los yinn al entrar al baño.",
    "source": "Sahih Bujari y Muslim"
  },
  {
    "category": "dailyDua",
    "title": "Súplica al salir del baño",
    "arabic": "غُفْرَانَكَ",
    "latin": "ghuf-raanak",
    "translation": "Pido Tu perdón (oh Allah).",
    "notes": null,
    "benefits": "El baño es uno de los lugares de los yinn y demonios, por lo que se recomienda pedir perdón por cualquier error, intencionado o no, cometido allí.",
    "source": "At-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Súplica antes de comer",
    "arabic": "بِسْمِ اللَّهِ",
    "latin": "bismillah",
    "translation": "En el nombre de Allah.",
    "notes": null,
    "benefits": "El beneficio de decir Bismillah antes de comer es evitar que Satanás participe en la comida.",
    "source": "Sahih al-Bujari No. 5376 y Muslim No. 2022"
  },
  {
    "category": "dailyDua",
    "title": "Súplica si se olvida el Bismillah al empezar la comida",
    "arabic": "بِسْمِ اللَّهِ أَوَّلَهُ وَآخِرَهُ",
    "latin": "bismillahi awwaluhu wa aakhiruhu",
    "translation": "En el nombre de Allah, al principio y al final.",
    "notes": null,
    "benefits": "El Islam presta gran atención a la etiqueta. Si alguien olvida recitar la súplica antes de comer, aún se recomienda recitarla en medio, incluso si sólo queda una cucharada de arroz.",
    "source": "Abu Dawud"
  },
  {
    "category": "dailyDua",
    "title": "Súplica después de comer",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى أَطْعَمَنِى هَذَا وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّى وَلاَ قُوَّةٍ",
    "latin": "alhamdulillaahilladzii ath'amanii haadzaa wa rozaqoniihi min ghoiri haulin minnii wa laa quwwatin",
    "translation": "Alabado sea Allah que me ha alimentado esto y me lo ha provisto sin ningún poder o fuerza de mi parte.",
    "notes": null,
    "benefits": "El Mensajero de Allah, la paz y las bendiciones sean con él, dijo que si alguien recita esta súplica, sus pecados pasados serán perdonados.",
    "source": "Sahih at-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Súplica al entrar a la mezquita",
    "arabic": "اَللَّهُمَّ افْتَحْ لِيْ أَبْوَابَ رَحْمَتِكَ",
    "latin": "allahummaftah lii abwaaba rahmatika",
    "translation": "Oh Allah, ábreme las puertas de Tu misericordia.",
    "notes": null,
    "benefits": "La mezquita es la casa de Allah; un siervo debe honrarla y esperar la misericordia de Allah dentro de ella.",
    "source": "Sahih Muslim"
  },
  {
    "category": "dailyDua",
    "title": "Súplica al salir de la mezquita",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ مِنْ فَضْلِكَ",
    "latin": "allahumma innii as'aluka min fadhlika",
    "translation": "Oh Allah, te pido Tu favor.",
    "notes": null,
    "benefits": "La tierra de Allah es amplia, y hay muchas formas de buscar provisión. Un siervo debe pedir que Allah facilite la provisión que ha distribuido a todos Sus siervos.",
    "source": "Sahih Muslim No. 713"
  },
  {
    "category": "dailyDua",
    "title": "Súplica antes de realizar la ablución",
    "arabic": "بِسْمِ اللَّهِ",
    "latin": "bismillah",
    "translation": "En el nombre de Allah.",
    "notes": null,
    "benefits": "Se prescribe comenzar cada asunto importante diciendo Bismillah, ya sea un acto de adoración u otra cosa.",
    "source": "At-Tirmidhi y al-Baihaqi"
  },
  {
    "category": "dailyDua",
    "title": "Súplica después de la ablución",
    "arabic": "أشْهَدُ أنْ لا إله إِلاَّ اللَّهُ وَحْدَهُ لا شَرِيك لَهُ ، وأشْهَدُ أنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ ، اللَّهُمَّ اجْعَلْنِي مِنَ التَوَّابِينَ ، واجْعَلْني مِنَ المُتَطَهِّرِينَ ، سُبْحانَكَ اللَّهُمَّ وبِحَمْدِكَ ، أشْهَدُ أنْ لا إلهَ إِلاَّ أنْتَ ، أسْتَغْفِرُكَ وأتُوبُ إِلَيْكَ",
    "latin": "asyhadu an laa ilaaha illa allah wadahu laa syariika lahu, wa asyhadu anna muhammadan 'abduhu wa rasuuluhu. allahummaj 'alni minat tawwaabiina waj 'alnii minal mutathaahiriina. subhaanaka allahumma wa bihamdika asyhadu an laa ilaaha illa anta astaghfiruka wa atuubu ilaika",
    "translation": "Testifico que no hay otra divinidad excepto Allah solo, sin asociado, y testifico que Muhammad es Su siervo y Mensajero. Oh Allah, hazme de los que se arrepienten y de los que se purifican. Gloria a Ti, oh Allah, y con Tu alabanza. Testifico que no hay otra divinidad excepto Tú. Te pido perdón y me arrepiento ante Ti.",
    "notes": null,
    "benefits": "Quien recite esta súplica, se le abrirán ocho puertas del Paraíso y podrá entrar por la que quiera.",
    "source": "Sahih Muslim, At-Tirmidhi y An-Nasa'i"
  },
  {
    "category": "dailyDua",
    "title": "Súplica al romper el ayuno",
    "arabic": "ذَهَبَ الظَّمَأُ وابْتَلَّتِ الْعُرُوقُ وثَبَتَ اْلأَجْرُ إِنْ شَاءَاللهُ",
    "latin": "dzahabazh zhoma'u wabtallatil 'uruqu wa tsabatal ajru insya Allah",
    "translation": "Se ha ido la sed, las venas están humedecidas y la recompensa es confirmada, si Allah quiere.",
    "notes": null,
    "benefits": "Se recomienda mucho a los ayunantes aumentar sus súplicas antes y después de romper el ayuno, porque la súplica del ayunante es una de las tres que no se rechazan.",
    "source": "Abu Dawud, As-Sunan Al-Kubra Lil Baihaqi, Vol. 4, p. 239, al-Hakim en Mustadrak 'alas Shahihain No. 1484"
  },
  {
    "category": "dailyDua",
    "title": "Súplica al entrar a la casa #1",
    "arabic": "اَلسَّلَامُ عَلَيْكُمْ",
    "latin": "assalaamu 'alaykum",
    "translation": "La paz sea contigo.",
    "notes": null,
    "benefits": "El saludo es una súplica de esperanza, de estar a salvo de toda tristeza y sufrimiento, y de estar rodeado de misericordia y bendiciones.",
    "source": "At-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Súplica al entrar a la casa #2",
    "arabic": "اَلسَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللهِ وَبَرَكَا تُهُ",
    "latin": "assalaamu 'alaykum warahmatullaahi wabarakaatuh",
    "translation": "Que la paz, la misericordia y las bendiciones de Allah sean contigo.",
    "notes": null,
    "benefits": "El saludo es una súplica de esperanza, de estar a salvo de toda tristeza y sufrimiento, y de estar rodeado de misericordia y bendiciones.",
    "source": "At-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Súplica al salir de la casa",
    "arabic": "بِسْمِ اللَّهِ تَوَكَّلْتُ عَلَى اللَّهِ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ",
    "latin": "bismillaah, tawakkaltu 'alallaah, laa haula wa laa quwwata illaa billaah",
    "translation": "En el nombre de Allah, pongo mi confianza en Allah. No hay fuerza ni poder excepto en Allah.",
    "notes": null,
    "benefits": "Quien recite esta súplica, se le dirá: 'Serás guiado, protegido y cuidado.' Entonces Satanás se apartará de él.",
    "source": "Abu Dawud y At-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Súplica para protección de causar o recibir daño fuera de casa",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ أَنْ أَضِلَّ أَوْ أُضَلَّ أَوْ أَزِلَّ أَوْ أُزَلَّ أَوْ أَظْلِمَ أَوْ أُظْلَمَ أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَىَّ",
    "latin": "allaahumma innii a'uudzu bika an adhilla au udholla, au azilla au azulla, au azhlima au uzhlama, au ajhala au yujhala 'alayya",
    "translation": "Oh Allah, busco refugio en Ti para no extraviarme ni ser extraviado, resbalar o que me hagan resbalar, cometer injusticia o que me la hagan, actuar con ignorancia o que la ignorancia se ejerza contra mí.",
    "notes": null,
    "benefits": "Al salir de casa, una persona puede encontrarse con todo tipo de cosas, buenas y malas, especialmente daños que puede causar o recibir. Por eso se recomienda buscar refugio tanto de uno mismo como de los demás.",
    "source": "Abu Dawud, At-Tirmidhi, Ibn Mayah y An-Nasa'i"
  },
  {
    "category": "dailyDua",
    "title": "Súplica del viajero",
    "arabic": "الله أَكْبَرُ،الله أَكْبَرُ،الله أَكْبَرُ،سُبْحَانَ الَّذِى سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ اللَّهُمَّ إِنَّا نَسْأَلُكَ فِى سَفَرِنَا هَذَا الْبِرَّ وَالتَّقْوَى وَمِنَ الْعَمَلِ مَا تَرْضَى اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاطْوِ عَنَّا بُعْدَهُ اللَّهُمَّ أَنْتَ الصَّاحِبُ فِى السَّفَرِ وَالْخَلِيفَةُ فِى الأَهْلِ اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ وَكَآبَةِ الْمَنْظَرِ وَسُوءِ الْمُنْقَلَبِ فِى الْمَالِ وَالأَهْلِ",
    "latin": "allahu akbar, allahu akbar, allahu akbar. subhaanal ladzi sakh-khara lanaa haadza wa maa kunna lahuu muqriniin wa inna ilaa rabbina lamun qalibuun. allahumma inna nas aluka fii safarina hadzaa al-birra wat taqwa wa minal amali maa tardhaa. allahumma hawwin 'alaina safarana haadza wathwi 'anna bu'dahu. allahumma anta shaahibu fi safar. wal khaliifatu fil ahli. allahumma inni a'uudzubika min wa'tsaa-issafari wa ka-aabatil mandzari wa suuil munqalabi fil maali wal ahli",
    "translation": "Allah es el más Grande, Allah es el más Grande, Allah es el más Grande. Gloria a quien ha puesto esto a nuestro servicio, aunque nosotros no hubiéramos podido lograrlo, y a nuestro Señor retornamos. Oh Allah, te pedimos en este viaje piedad, temor de Ti y acciones que Te complazcan. Oh Allah, haznos fácil este viaje y acorta sus distancias. Oh Allah, eres nuestro Compañero en el viaje y el Protector de nuestras familias. Oh Allah, busco refugio en Ti de las dificultades del viaje, de una mala vista y de un mal regreso en la riqueza y la familia.",
    "notes": null,
    "benefits": "Esta súplica tiene dos partes: la primera es alabanza a Allah y sumisión del siervo; la segunda es una petición a Allah para facilitar el viaje y cuidar lo dejado en casa.",
    "source": "Sahih Muslim"
  },
  {
    "category": "dailyDua",
    "title": "Súplica del residente por el viajero",
    "arabic": "أَسْتَوْدِعُ اللَّهَ دِينَكَ وَأَمَانَتَكَ وَخَوَاتِيمَ عَمَلِكَ",
    "latin": "astawdi'ullaha diinaka, wa amaanataka, wa khawaatiima a'maalik",
    "translation": "Confío tu religión, tu confianza y el final de tus obras a Allah.",
    "notes": null,
    "benefits": "Las tres prioridades que una persona debe mantener donde sea: religión, confianza y obras, porque será resucitado según sus obras.",
    "source": "Abu Dawud: 2601"
  },
  {
    "category": "dailyDua",
    "title": "Súplica para la piedad de un residente al viajero",
    "arabic": "زَوَّدَكَ اللَّهُ التَّقْوَى وَغَفَرَ ذَنْبَكَ  وَيَسَّرَ لَكَ الْخَيْرَ حَيْثُمَا كُنْتَ",
    "latin": "zawwadakallahut taqwa, wa ghafara dzanbaka, wa yassara lakal khaira haitsumaa kunta",
    "translation": "Que Allah te provea de piedad, perdone tus pecados y te facilite el bien dondequiera que estés.",
    "notes": null,
    "benefits": "La piedad es la mejor provisión que una persona debe preparar para el Más Allá, porque sólo con piedad se consigue la salvación.",
    "source": "At-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Súplica al ponerse ropa nueva",
    "arabic": "اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ",
    "latin": "allahumma lakal hamdu anta kasawtaniihi. as-aluka min khoirihi wa khoiri maa shuni'a lah, wa a'udzu bika min syarrihi wa syarri maa shuni'a lah",
    "translation": "Oh Allah, a Ti pertenece toda alabanza. Tú me has vestido con esto. Te pido por su bien y el bien para el que fue hecho, y busco refugio en Ti de su mal y el mal para el que fue hecho.",
    "notes": null,
    "benefits": "Al recitar esta súplica, se pide que la ropa traiga bien y protección contra cualquier mal.",
    "source": "Ahmad, Abu Dawud, At-Tirmidhi y Al-Hakim"
  },
  {
    "category": "dailyDua",
    "title": "Súplica al ponerse ropa",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى كَسَانِى هَذَا الثَّوْبَ وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّى وَلاَ قُوَّةٍ",
    "latin": "alhamdu lillaahil ladzii kasaanii haadzaa wa rozaqoniihi min ghoiri hawlim minni wa laa quwwatin",
    "translation": "Alabado sea Allah, quien me ha vestido con esta prenda y me la ha proporcionado sin ningún poder ni fuerza de mi parte.",
    "notes": null,
    "benefits": "La virtud de recitar esta súplica es que, si Allah quiere, los pecados pasados serán perdonados.",
    "source": "Todos los compiladores de Sunan excepto An-Nasa'i"
  },
  {
    "category": "dailyDua",
    "title": "Súplica al montar un vehículo",
    "arabic": "بِسْمِ اللَّهِ، بِسْمِ اللَّهِ، بِسْمِ اللَّهِ، الحَمْدُ للِه، سُبْحَانَ الَّذِى سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ، سُبْحَانَكَ إِنِّى قَدْ ظَلَمْتُ نَفْسِى فَاغْفِرْ لِى فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "bismillah, bismillah, bismillah, alhamdulillah, subhaanalladzi sakh-khara lanaa haadzaa wa maa kunnaa lahuu muqriniin. wa innaa ilaa rabbinaa lamun qalibuun. subhaanaka inni qad dzalamtu nafsii, faghfirlii fa-innahuu laa yaghfirudz dzunuuba illaa anta",
    "translation": "En el nombre de Allah, en el nombre de Allah, en el nombre de Allah. Alabado sea Allah. Gloria a Quien ha hecho esto posible para nosotros, aunque nosotros no hubiéramos podido lograrlo. Y a nuestro Señor retornamos. Gloria a Ti, de verdad he sido injusto conmigo mismo, perdóname, porque nadie perdona los pecados excepto Tú.",
    "notes": null,
    "benefits": "Al recitar la súplica para montar un vehículo, nuestro viaje estará bajo la protección de Allah, además de recibir recompensas, ayuda y tranquilidad.",
    "source": "Abu Dawud y At-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Súplica cuando llueve",
    "arabic": "اللَّهُمَّ صَيِّبًا نَافِعًا",
    "latin": "allahumma shayyiban naafi'aa",
    "translation": "Oh Allah, haz que sea una lluvia beneficiosa.",
    "notes": null,
    "benefits": "Se recomienda hacer súplicas cuando llueve para que aumente el bien, las bendiciones y los beneficios.",
    "source": "Sahih Bujari No. 1032"
  },
  {
    "category": "dailyDua",
    "title": "Súplica durante lluvia intensa",
    "arabic": "اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا ، اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ وَبُطُونِ الأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ",
    "latin": "allahumma haawalaina wa laa 'alaina. allahumma 'alal aakami wal jibaali, wazh zhiroobi, wa buthunil awdiyati, wa manaabitisy syajari",
    "translation": "Oh Allah, (haz que la lluvia caiga) a nuestro alrededor y no sobre nosotros. Oh Allah, (haz que caiga) en las colinas, montañas, valles y donde crecen los árboles.",
    "notes": null,
    "benefits": "La súplica anterior se recita cuando la lluvia se vuelve fuerte o hay preocupación de que cause daño.",
    "source": "Sahih Bujari No. 1014"
  },
  {
    "category": "dailyDua",
    "title": "Súplica después de la lluvia",
    "arabic": "مُطِرْنا بفَضْلِ اللهِ ورَحْمَتِهِ",
    "latin": "muthirna bi fadhlillahi wa rohmatih",
    "translation": "Hemos recibido la lluvia por la gracia y la misericordia de Allah.",
    "notes": null,
    "benefits": "Al recitar esta súplica, uno reconoce que la lluvia viene por la voluntad de Allah (Su gracia), no por las estrellas, así no se cae en incredulidad.",
    "source": "Sahih Bujari No. 846 y Muslim No. 71"
  },
  {
    "category": "dailyDua",
    "title": "Súplica durante viento fuerte",
    "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَأَعُوْذُ بِكَ مِنْ شَرِّهَا",
    "latin": "allaahumma innii as-aluka khoirohaa wa a'uudzubika min syarrihaa",
    "translation": "Oh Allah, te pido el bien de este viento y busco refugio en Ti de su mal.",
    "notes": null,
    "benefits": "Entre las señales del poder de Allah está el viento fuerte, que puede traer bendiciones o castigos. Por lo tanto, uno debe pedir siempre el bien y refugiarse del mal.",
    "source": "Abu Dawud e Ibn Mayah"
  },
  {
    "category": "dailyDua",
    "title": "La mejor súplica para pedir perdón (Sayyid al-Istighfar)",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahumma anta rabbii laa ilaaha illaa anta khalaqtanii wa anna 'abduka wa anaa 'alaa 'ahdika wa wa'dika mastatha'tu a'uudzu bika min syarri maa shana'tu abuu u laka bini' matika 'alayya wa abuu-u bidzanbii faghfir lii fa innahu laa yaghfirudz dzunuuba illa anta",
    "translation": "Oh Allah, Tú eres mi Señor. No hay divinidad digna de adoración sino Tú. Tú me creaste y yo soy Tu siervo. Cumplo Tu pacto y promesa lo mejor que puedo. Busco refugio en Ti del mal de lo que he hecho. Reconozco Tus bendiciones sobre mí y reconozco mis pecados. Perdóname, porque nadie perdona los pecados excepto Tú.",
    "notes": null,
    "benefits": "Quien la recita con certeza por la noche y muere, entrará al Paraíso, y lo mismo si la recita en la mañana.",
    "source": "Sahih Bujari No. 6306, 6323, Ahmad IV/122-125, An-Nasa'i VIII/279-280"
  },
  {
    "category": "dailyDua",
    "title": "Súplica para facilidad en todos los asuntos",
    "arabic": "اللَّهُمَّ لاَ سَهْلَ إِلاَّ مَا جَعَلْتَهُ سَهْلاً وَأَنْتَ تَجْعَلُ الحَزْنَ إِذَا شِئْتَ سَهْلاً",
    "latin": "allahumma laa sahla illa maa ja'altahu sahlaa, wa anta taj'alul hazna idza syi'ta sahlaa",
    "translation": "Oh Allah, no hay facilidad excepto en lo que Tú haces fácil, y Tú puedes hacer fácil lo difícil si así lo deseas.",
    "notes": null,
    "benefits": "La facilidad viene solo de Allah. Incluso lo difícil puede hacerse fácil si Allah así lo quiere.",
    "source": "Ibn Hibban"
  },
  {
    "category": "dailyDua",
    "title": "Súplica al sufrir una calamidad",
    "arabic": "إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ اللَّهُمَّ اْجُرْنِى فِى مُصِيبَتِى وَأَخْلِفْ لِى خَيْرًا مِنْهَا",
    "latin": "inna lillahi wa inna ilaihi rooj'un. allahumma'jurnii fii mushibatii wa akhlif lii khoiron minhaa",
    "translation": "En verdad pertenecemos a Allah y a Él regresamos. Oh Allah, recompénsame en mi aflicción y reemplázala por algo mejor.",
    "notes": null,
    "benefits": "Una persona debe recitar la súplica anterior al enfrentar una calamidad, con certeza y esperanza. Si Allah quiere, recibirá algo mejor.",
    "source": "Sahih Muslim"
  },
  {
    "category": "dailyDua",
    "title": "Súplica al estar endeudado",
    "arabic": "اللَّهُمَّ اكْفِنِى بِحَلاَلِكَ عَنْ حَرَامِكَ وَأَغْنِنِى بِفَضْلِكَ عَمَّنْ سِوَاكَ",
    "latin": "allahumak-finii bi halaalika 'an haroomik, wa agh-niniy bi fadhlika 'amman siwaak",
    "translation": "Oh Allah, hazme suficiente con lo lícito, apártame de lo ilícito y hazme rico por Tu gracia para no depender de nadie más que de Ti.",
    "notes": null,
    "benefits": "La provisión lícita, aunque sea poca, es mejor que la riqueza abundante ilícita.",
    "source": "At-Tirmidhi No. 2563"
  },
  {
    "category": "dailyDua",
    "title": "Súplica para protección de la pereza, tristeza y deudas",
    "arabic": "اَللّٰهُمَّ إِنِّى أَعُوْذُبِكَ مِنَ الْهَمِّ وَالْحَزْنِ وَأَعُوْذُبِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَأَعُوْذُبِكَ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَعُوْذُبِكَ مِنْ غَلَبَتِ الدَّيْنِ وَقَهْرِ الرجال",
    "latin": "allahumma innii a'uudzu bika minal hammi wal hazan. wa a'udzu bika minal 'ajzi wal kasal. wa a'udzu bika minal jubni wal bukhl. wa a'uudzu bika min ghalabatid daini wa qahrir rijaal",
    "translation": "Oh Allah, busco refugio en Ti de la ansiedad y la tristeza, busco refugio en Ti de la incapacidad y la pereza, busco refugio en Ti de la cobardía y la avaricia, y busco refugio en Ti de ser dominado por la deuda y de ser oprimido por los hombres.",
    "notes": null,
    "benefits": "Abu Umamah relató: Después de que recité regularmente esta súplica, Allah realmente alejó mi ansiedad y me dio la capacidad de pagar mis deudas.",
    "source": "Abu Dawud No. 1555"
  },
  {
    "category": "dailyDua",
    "title": "Súplica después de estornudar",
    "arabic": "الحَمْدُ للهِ",
    "latin": "alhamdulillah",
    "translation": "Alabado sea Allah.",
    "notes": null,
    "benefits": "En verdad, Allah ama el estornudo porque mueve a la persona a la adoración. Es recomendable responder cuando alguien alaba a Allah por estornudar.",
    "source": "Sahih Bujari"
  },
  {
    "category": "dailyDua",
    "title": "Súplica al oír a alguien estornudar",
    "arabic": "يَرْحَمُكَ اللهُ",
    "latin": "yarhamukallah",
    "translation": "Que Allah tenga misericordia de ti.",
    "notes": null,
    "benefits": "En verdad, Allah ama el estornudo porque mueve a la persona a la adoración. Es recomendable responder cuando alguien alaba a Allah por estornudar.",
    "source": "Sahih Bujari"
  },
  {
    "category": "dailyDua",
    "title": "Respuesta a quien dice 'Yarhamukallah' tras estornudar",
    "arabic": "يَهْدِيكُمُ اللهُ وَيُصْلِحُ بَالَكُمْ",
    "latin": "yahdikumullah wa yushlihu baalakum",
    "translation": "Que Allah os guíe y mejore vuestra condición.",
    "notes": null,
    "benefits": "En verdad, Allah ama el estornudo porque mueve a la persona a la adoración. Es recomendable responder cuando alguien alaba a Allah por estornudar.",
    "source": "Sahih Bujari"
  },
  {
    "category": "dailyDua",
    "title": "Súplica por buen carácter",
    "arabic": "اللَّهُمَّ كَمَا حَسَّنْتَ خَلْقِي فَحَسِّنْ خُلُقِي",
    "latin": "allahumma kamaa hassanta kholqii fahassin khuluqii",
    "translation": "Oh Allah, así como has embellecido mi aspecto exterior, embellece también mi carácter.",
    "notes": null,
    "benefits": "Una apariencia atractiva no es suficiente para un musulmán, sino que debe ir acompañada de buen carácter. Por eso, un musulmán debe pedir constantemente la mejora y embellecimiento de su carácter.",
    "source": "Ahmad, autenticado por al-Albani en al-Irwa', 1/115"
  },
  {
    "category": "dailyDua",
    "title": "Oración de protección contra Satanás",
    "arabic": "رَبِّ أَعُوْذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِيْنِ وَأَعُوْذُ بِكَ رَبِّ أَنْ يَحْضُرُوْنِ",
    "latin": "rabbi a'uudzu bika min hamazaatisy-syayaathiin wa a'uudzu bika rabbi ay yahdhuruun",
    "translation": "Señor mío, busco refugio en Ti de las insinuaciones de Satanás y busco refugio en Ti, Señor mío, de su presencia a mi alrededor.",
    "notes": null,
    "fawaid": "Ciertamente, Allah ordena al Profeta Muhammad y a todos sus seguidores buscar refugio contra las insinuaciones de Satanás en todas las actividades, especialmente al acercarse la muerte. Satanás susurra el mal en los corazones de las personas.",
    "source": "Sura Al-Mu'minun: 97-98"
  },
  {
    "category": "dailyDua",
    "title": "Oración después del adhan",
    "arabic": "اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلَاةِ الْقَائِمَةِ، آتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِي وَعَدْتَهُ",
    "latin": "allahumma rabba haadzihid da'watit taammah, wasshalaatil qaaaimah, aati muhammadanil wasiilata wal fadhiiilata, wab'atshu maqaaman mahmuuda alladzii wa'adtah",
    "translation": "Oh Allah, Señor de esta llamada perfecta y la oración establecida, concede a Muhammad la posición de intercesión y la virtud, y elévalo a la estación elogiada que le prometiste.",
    "notes": null,
    "fawaid": "Esta oración es recomendada por el Profeta Muhammad (la paz sea con él) para quien escucha el adhan. Tiene muchos beneficios, como recibir la intercesión del Profeta el Día del Juicio, obtener la wasilah y honor en el Paraíso para el Profeta, y recibir una gran recompensa de Allah. También muestra amor y admiración por Allah y Su Mensajero.",
    "source": "Narrado por Abu Dawud (529), At-Tirmidhi (211), An-Nasa'i (2:26), Ibn Mayah (722)"
  },
  {
    "category": "dailyDua",
    "title": "Oración de perdón para los padres",
    "arabic": "رَبَّنَا ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ ٱلْحِسَابُ",
    "latin": "rabbanagfir lii wa liwaalidayya wa lil-mu'miniina yauma yaquumul-hiisaab",
    "translation": "Señor nuestro, perdóname a mí, a mis padres y a todos los creyentes el Día en que se establezca la cuenta.",
    "notes": null,
    "fawaid": "Esta es una súplica del Profeta Ibrahim (la paz sea con él), enseñándonos a honrar y amar a los padres, recordar el Día del Juicio y preocuparnos por los creyentes. Al hacer esta súplica, esperamos que Allah nos perdone y nos cuente entre los fieles.",
    "source": "Sura Ibrahim: 41"
  }
]
