[
  {
    "category": "dailyDua",
    "title": "دعاء قبل النوم",
    "arabic": "بِاسْمِكَ اللَّهُمَّ أَمُوتُ وَأَحْيَا",
    "latin": "bismika, allahumma amuutu wa ahyaa",
    "translation": "باسمك اللهم أموت وأحيا.",
    "notes": null,
    "benefits": "كان النبي ﷺ يبدأ يومه وينهيه بالذكر.",
    "source": "رواه البخاري"
  },
  {
    "category": "dailyDua",
    "title": "دعاء الاستيقاظ من النوم",
    "arabic": "الحَمْدُ للهِ الَّذِي أَحْيَانَا بعْدَ مَا أماتَنَا وإِلَيْهِ النُّشُورُ",
    "latin": "alhamdulillahilladzi ahyaanaa ba'da maa amaatanaa wa ilaihin nusyuur",
    "translation": "الحمد لله الذي أحيانا بعد ما أماتنا وإليه النشور.",
    "notes": null,
    "benefits": "بقراءة هذا الدعاء يبدأ العبد يومه بحمد الله وذكر نعمة الحياة.",
    "source": "رواه البخاري: 6327"
  },
  {
    "category": "dailyDua",
    "title": "دعاء دخول الخلاء",
    "arabic": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبُثِ وَالْخَبَائِثِ",
    "latin": "allahumma innii a'uudzubika minal khubutsi wal khabaaitsi",
    "translation": "اللهم إني أعوذ بك من الخبث والخبائث.",
    "notes": null,
    "benefits": "هذا الدعاء حاجز بين عورة العبد والجن عند دخول الخلاء.",
    "source": "رواه البخاري ومسلم"
  },
  {
    "category": "dailyDua",
    "title": "دعاء الخروج من الخلاء",
    "arabic": "غُفْرَانَكَ",
    "latin": "ghuf-raanak",
    "translation": "غفرانك.",
    "notes": null,
    "benefits": "الخلاء من أماكن الجن والشياطين، فَيُستحب الاستغفار بعد الخروج.",
    "source": "رواه الترمذي"
  },
  {
    "category": "dailyDua",
    "title": "دعاء قبل الأكل",
    "arabic": "بِسْمِ اللَّهِ",
    "latin": "bismillah",
    "translation": "بسم الله.",
    "notes": null,
    "benefits": "فائدة التسمية قبل الطعام أنها تمنع الشيطان من مشاركة الإنسان في طعامه.",
    "source": "رواه البخاري رقم 5376 ومسلم رقم 2022"
  },
  {
    "category": "dailyDua",
    "title": "دعاء إذا نسي التسمية في أوله",
    "arabic": "بِسْمِ اللَّهِ أَوَّلَهُ وَآخِرَهُ",
    "latin": "bismillahi awwaluhu wa aakhiruhu",
    "translation": "بسم الله أوله وآخره.",
    "notes": null,
    "benefits": "الإسلام يولي الأدب أهمية عظيمة. إذا نسي التسمية في البداية، فليقلها في وسط الأكل.",
    "source": "رواه أبو داود"
  },
  {
    "category": "dailyDua",
    "title": "دعاء بعد الأكل",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى أَطْعَمَنِى هَذَا وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّى وَلاَ قُوَّةٍ",
    "latin": "alhamdulillaahilladzii ath'amanii haadzaa wa rozaqoniihi min ghoiri haulin minnii wa laa quwwatin",
    "translation": "الحمد لله الذي أطعمَني هذا ورزقنيه من غير حول مني ولا قوة.",
    "notes": null,
    "benefits": "من قال هذا الدعاء بعد الأكل غُفِر له ما تقدم من ذنبه.",
    "source": "صحيح الترمذي"
  },
  {
    "category": "dailyDua",
    "title": "دعاء دخول المسجد",
    "arabic": "اَللَّهُمَّ افْتَحْ لِيْ أَبْوَابَ رَحْمَتِكَ",
    "latin": "allahummaftah lii abwaaba rahmatika",
    "translation": "اللهم افتح لي أبواب رحمتك.",
    "notes": null,
    "benefits": "المسجد بيت الله، وعلى العبد أن يكرمه ويرجو فيه الرحمة.",
    "source": "رواه مسلم"
  },
  {
    "category": "dailyDua",
    "title": "دعاء الخروج من المسجد",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ مِنْ فَضْلِكَ",
    "latin": "allahumma innii as'aluka min fadhlika",
    "translation": "اللهم إني أسألك من فضلك.",
    "notes": null,
    "benefits": "أرض الله واسعة والأرزاق متعددة، ويُستحب سؤال الله التيسير.",
    "source": "رواه مسلم رقم 713"
  },
  {
    "category": "dailyDua",
    "title": "دعاء قبل الوضوء",
    "arabic": "بِسْمِ اللَّهِ",
    "latin": "bismillah",
    "translation": "بسم الله.",
    "notes": null,
    "benefits": "يستحب بدء كل أمر ذي بال بالتسمية سواء كان عبادة أو غيرها.",
    "source": "رواه الترمذي والبيهقي"
  },
  {
    "category": "dailyDua",
    "title": "دعاء بعد الوضوء",
    "arabic": "أشْهَدُ أنْ لا إله إِلاَّ اللَّهُ وَحْدَهُ لا شَرِيك لَهُ ، وأشْهَدُ أنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ ، اللَّهُمَّ اجْعَلْنِي مِنَ التَوَّابِينَ ، واجْعَلْني مِنَ المُتَطَهِّرِينَ ، سُبْحانَكَ اللَّهُمَّ وبِحَمْدِكَ ، أشْهَدُ أنْ لا إلهَ إِلاَّ أنْتَ ، أسْتَغْفِرُكَ وأتُوبُ إِلَيْكَ",
    "latin": "asyhadu an laa ilaaha illa allah wadahu laa syariika lahu, wa asyhadu anna muhammadan 'abduhu wa rasuuluhu. allahummaj 'alni minat tawwaabiina waj 'alnii minal mutathaahiriina. subhaanaka allahumma wa bihamdika asyhadu an laa ilaaha illa anta astaghfiruka wa atuubu ilaika",
    "translation": "أشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدًا عبده ورسوله. اللهم اجعلني من التوابين واجعلني من المتطهرين. سبحانك اللهم وبحمدك، أشهد أن لا إله إلا أنت، أستغفرك وأتوب إليك.",
    "notes": null,
    "benefits": "من قال هذا الدعاء بعد الوضوء فتحت له أبواب الجنة الثمانية يدخل من أيها شاء.",
    "source": "رواه مسلم والترمذي والنسائي"
  },
  {
    "category": "dailyDua",
    "title": "دعاء الإفطار",
    "arabic": "ذَهَبَ الظَّمَأُ وابْتَلَّتِ الْعُرُوقُ وثَبَتَ اْلأَجْرُ إِنْ شَاءَاللهُ",
    "latin": "dzahabazh zhoma'u wabtallatil 'uruqu wa tsabatal ajru insya Allah",
    "translation": "ذهب الظمأ وابتلت العروق وثبت الأجر إن شاء الله.",
    "notes": null,
    "benefits": "يستحب للصائم الإكثار من الدعاء قبل وبعد الإفطار لأن دعوة الصائم لا ترد.",
    "source": "رواه أبو داود والبيهقي والحاكم"
  },
  {
    "category": "dailyDua",
    "title": "دعاء دخول المنزل #1",
    "arabic": "اَلسَّلَامُ عَلَيْكُمْ",
    "latin": "assalaamu 'alaykum",
    "translation": "السلام عليكم.",
    "notes": null,
    "benefits": "السلام دعاء بالأمان والرحمة والبركة.",
    "source": "رواه الترمذي"
  },
  {
    "category": "dailyDua",
    "title": "دعاء دخول المنزل #2",
    "arabic": "اَلسَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللهِ وَبَرَكَا تُهُ",
    "latin": "assalaamu 'alaykum warahmatullaahi wabarakaatuh",
    "translation": "السلام عليكم ورحمة الله وبركاته.",
    "notes": null,
    "benefits": "السلام دعاء بالأمان والرحمة والبركة.",
    "source": "رواه الترمذي"
  },
  {
    "category": "dailyDua",
    "title": "دعاء الخروج من المنزل",
    "arabic": "بِسْمِ اللَّهِ تَوَكَّلْتُ عَلَى اللَّهِ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ",
    "latin": "bismillaah, tawakkaltu 'alallaah, laa haula wa laa quwwata illaa billaah",
    "translation": "بسم الله توكلت على الله، لا حول ولا قوة إلا بالله.",
    "notes": null,
    "benefits": "من قال هذا الدعاء قيل له: كُفيت ووُقيت وهُديت، فيتنحى عنه الشيطان.",
    "source": "رواه أبو داود والترمذي"
  },
  {
    "category": "dailyDua",
    "title": "دعاء الحماية من الأذى خارج المنزل",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ أَنْ أَضِلَّ أَوْ أُضَلَّ أَوْ أَزِلَّ أَوْ أُزَلَّ أَوْ أَظْلِمَ أَوْ أُظْلَمَ أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَىَّ",
    "latin": "allaahumma innii a'uudzu bika an adhilla au udholla, au azilla au azulla, au azhlima au uzhlama, au ajhala au yujhala 'alayya",
    "translation": "اللهم إني أعوذ بك أن أَضِلَّ أو أُضَلَّ أو أَزِلَّ أو أُزَلَّ أو أَظْلِمَ أو أُظْلَمَ أو أجهل أو يُجهل علي.",
    "notes": null,
    "benefits": "عند الخروج من المنزل يواجه العبد خيرًا وشرًا، فيُستحب طلب الحماية من الأذى.",
    "source": "رواه أبو داود والترمذي وابن ماجه والنسائي"
  },
  {
    "category": "dailyDua",
    "title": "دعاء السفر",
    "arabic": "الله أَكْبَرُ،الله أَكْبَرُ،الله أَكْبَرُ،سُبْحَانَ الَّذِى سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ اللَّهُمَّ إِنَّا نَسْأَلُكَ فِى سَفَرِنَا هَذَا الْبِرَّ وَالتَّقْوَى وَمِنَ الْعَمَلِ مَا تَرْضَى اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاطْوِ عَنَّا بُعْدَهُ اللَّهُمَّ أَنْتَ الصَّاحِبُ فِى السَّفَرِ وَالْخَلِيفَةُ فِى الأَهْلِ اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ وَكَآبَةِ الْمَنْظَرِ وَسُوءِ الْمُنْقَلَبِ فِى الْمَالِ وَالأَهْلِ",
    "latin": "allahu akbar, allahu akbar, allahu akbar. subhaanal ladzi sakh-khara lanaa haadzaa wa maa kunnaa lahuu muqriniin. wa innaa ilaa rabbinaa lamun qalibuun. allahumma inna nas aluka fii safarina hadzaa al-birra wat taqwa wa minal amali maa tardhaa. allahumma hawwin 'alaina safarana haadza wathwi 'anna bu'dahu. allahumma anta shaahibu fi safar. wal khaliifatu fil ahli. allahumma inni a'uudzubika min wa'tsaa-issafari wa ka-aabatil mandzari wa suuil munqalabi fil maali wal ahli",
    "translation": "الله أكبر، الله أكبر، الله أكبر. سبحان الذي سخر لنا هذا وما كنا له مقرنين وإنا إلى ربنا لمنقلبون. اللهم إنا نسألك في سفرنا هذا البر والتقوى ومن العمل ما ترضى. اللهم هون علينا سفرنا هذا واطو عنا بعده. اللهم أنت الصاحب في السفر والخليفة في الأهل. اللهم إني أعوذ بك من وعثاء السفر وكآبة المنظر وسوء المنقلب في المال والأهل.",
    "notes": null,
    "benefits": "يتضمن هذا الدعاء مدح الله وطلب التيسير في السفر والحماية للأهل.",
    "source": "رواه مسلم"
  },
  {
    "category": "dailyDua",
    "title": "دعاء المقيم للمسافر",
    "arabic": "أَسْتَوْدِعُ اللَّهَ دِينَكَ وَأَمَانَتَكَ وَخَوَاتِيمَ عَمَلِكَ",
    "latin": "astawdi'ullaha diinaka, wa amaanataka, wa khawaatiima a'maalik",
    "translation": "أستودع الله دينك وأمانتك وخواتيم عملك.",
    "notes": null,
    "benefits": "ثلاث أولويات يجب المحافظة عليها: الدين والأمانة والعمل، فكلٌ يُبعث على ما مات عليه.",
    "source": "رواه أبو داود: 2601"
  },
  {
    "category": "dailyDua",
    "title": "دعاء التقوى للمسافر",
    "arabic": "زَوَّدَكَ اللَّهُ التَّقْوَى وَغَفَرَ ذَنْبَكَ  وَيَسَّرَ لَكَ الْخَيْرَ حَيْثُمَا كُنْتَ",
    "latin": "zawwadakallahut taqwa, wa ghafara dzanbaka, wa yassara lakal khaira haitsumaa kunta",
    "translation": "زودك الله التقوى وغفر ذنبك ويسر لك الخير حيثما كنت.",
    "notes": null,
    "benefits": "التقوى أفضل زاد للآخرة، ولا نجاة إلا بالتقوى.",
    "source": "رواه الترمذي"
  },
  {
    "category": "dailyDua",
    "title": "دعاء لبس الثوب الجديد",
    "arabic": "اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ",
    "latin": "allahumma lakal hamdu anta kasawtaniihi. as-aluka min khoirihi wa khoiri maa shuni'a lah, wa a'udzu bika min syarrihi wa syarri maa shuni'a lah",
    "translation": "اللهم لك الحمد أنت كسوتنيه، أسألك من خيره وخير ما صنع له وأعوذ بك من شره وشر ما صنع له.",
    "notes": null,
    "benefits": "يسأل الله الخير في لباسه الجديد والحماية من الشر.",
    "source": "رواه أحمد وأبو داود والترمذي والحاكم"
  },
  {
    "category": "dailyDua",
    "title": "دعاء لبس الثوب",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى كَسَانِى هَذَا الثَّوْبَ وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّى وَلاَ قُوَّةٍ",
    "latin": "alhamdu lillaahil ladzii kasaanii haadzaa wa rozaqoniihi min ghoiri hawlim minni wa laa quwwatin",
    "translation": "الحمد لله الذي كساني هذا الثوب ورزقنيه من غير حول مني ولا قوة.",
    "notes": null,
    "benefits": "فضل هذا الدعاء أنه سبب لمغفرة الذنوب الماضية بإذن الله.",
    "source": "رواه أصحاب السنن إلا النسائي"
  },
  {
    "category": "dailyDua",
    "title": "دعاء ركوب الدابة",
    "arabic": "بِسْمِ اللَّهِ، بِسْمِ اللَّهِ، بِسْمِ اللَّهِ، الحَمْدُ للِه، سُبْحَانَ الَّذِى سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ، سُبْحَانَكَ إِنِّى قَدْ ظَلَمْتُ نَفْسِى فَاغْفِرْ لِى فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "bismillah, bismillah, bismillah, alhamdulillah, subhaanalladzi sakh-khara lanaa haadzaa wa maa kunnaa lahuu muqriniin. wa innaa ilaa rabbinaa lamun qalibuun. subhaanaka inni qad dzalamtu nafsii, faghfirlii fa-innahuu laa yaghfirudz dzunuuba illa anta",
    "translation": "بسم الله، بسم الله، بسم الله. الحمد لله. سبحان الذي سخر لنا هذا وما كنا له مقرنين وإنا إلى ربنا لمنقلبون. سبحانك إني ظلمت نفسي فاغفر لي، فإنه لا يغفر الذنوب إلا أنت.",
    "notes": null,
    "benefits": "قراءة دعاء الركوب تجعل السفر في حماية الله ويزيد من الأجر والطمأنينة.",
    "source": "رواه أبو داود والترمذي"
  },
  {
    "category": "dailyDua",
    "title": "دعاء نزول المطر",
    "arabic": "اللَّهُمَّ صَيِّبًا نَافِعًا",
    "latin": "allahumma shayyiban naafi'aa",
    "translation": "اللهم صيّبًا نافعًا.",
    "notes": null,
    "benefits": "يُستحب الدعاء عند نزول المطر لزيادة البركة والخير.",
    "source": "رواه البخاري رقم 1032"
  },
  {
    "category": "dailyDua",
    "title": "دعاء المطر الشديد",
    "arabic": "اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا ، اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ وَبُطُونِ الأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ",
    "latin": "allahumma haawalaina wa laa 'alaina. allahumma 'alal aakami wal jibaali, wazh zhiroobi, wa buthunil awdiyati, wa manaabitisy syajari",
    "translation": "اللهم حوالينا ولا علينا. اللهم على الآكام والجبال والظراب وبطون الأودية ومنابت الشجر.",
    "notes": null,
    "benefits": "يُقال عند اشتداد المطر أو الخوف من ضرره.",
    "source": "رواه البخاري رقم 1014"
  },
  {
    "category": "dailyDua",
    "title": "دعاء بعد نزول المطر",
    "arabic": "مُطِرْنا بفَضْلِ اللهِ ورَحْمَتِهِ",
    "latin": "muthirna bi fadhlillahi wa rohmatih",
    "translation": "مُطِرْنا بفضل الله ورحمته.",
    "notes": null,
    "benefits": "بالدعاء هذا نُثبت أن المطر بفضل الله وليس بالنجوم.",
    "source": "رواه البخاري رقم 846 ومسلم رقم 71"
  },
  {
    "category": "dailyDua",
    "title": "دعاء الريح الشديدة",
    "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَأَعُوْذُ بِكَ مِنْ شَرِّهَا",
    "latin": "allaahumma innii as-aluka khoirohaa wa a'uudzubika min syarrihaa",
    "translation": "اللهم إني أسألك خيرها وأعوذ بك من شرها.",
    "notes": null,
    "benefits": "الريح القوية من علامات قدرة الله، ويُستحب طلب الخير منها واللجوء إلى الله من شرها.",
    "source": "رواه أبو داود وابن ماجه"
  },
  {
    "category": "dailyDua",
    "title": "سيد الاستغفار",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahumma anta rabbii laa ilaaha illaa anta khalaqtanii wa anna 'abduka wa anaa 'alaa 'ahdika wa wa'dika mastatha'tu a'uudzu bika min syarri maa shana'tu abuu u laka bini' matika 'alayya wa abuu-u bidzanbii faghfir lii fa innahu laa yaghfirudz dzunuuba illa anta",
    "translation": "اللهم أنت ربي لا إله إلا أنت خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي، وأبوء بذنبي فاغفر لي، فإنه لا يغفر الذنوب إلا أنت.",
    "notes": null,
    "benefits": "من قالها موقنًا بها حين يمسي فمات دخل الجنة، وكذلك إذا قالها حين يصبح.",
    "source": "رواه البخاري رقم 6306، 6323 وأحمد والنسائي"
  },
  {
    "category": "dailyDua",
    "title": "دعاء تيسير الأمور",
    "arabic": "اللَّهُمَّ لاَ سَهْلَ إِلاَّ مَا جَعَلْتَهُ سَهْلاً وَأَنْتَ تَجْعَلُ الحَزْنَ إِذَا شِئْتَ سَهْلاً",
    "latin": "allahumma laa sahla illa maa ja'altahu sahlaa, wa anta taj'alul hazna idza syi'ta sahlaa",
    "translation": "اللهم لا سهل إلا ما جعلته سهلاً وأنت تجعل الحزن إذا شئت سهلاً.",
    "notes": null,
    "benefits": "التيسير لا يأتي إلا من الله، حتى العسير يصبح يسيرًا بإرادته.",
    "source": "رواه ابن حبان"
  },
  {
    "category": "dailyDua",
    "title": "دعاء عند المصيبة",
    "arabic": "إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ اللَّهُمَّ أْجُرْنِى فِى مُصِيبَتِى وَأَخْلِفْ لِى خَيْرًا مِنْهَا",
    "latin": "inna lillahi wa inna ilaihi rooj'un. allahumma'jurnii fii mushibatii wa akhlif lii khoiron minhaa",
    "translation": "إنا لله وإنا إليه راجعون، اللهم أجرني في مصيبتي وأخلف لي خيرًا منها.",
    "notes": null,
    "benefits": "على العبد أن يقرأ هذا الدعاء عند المصيبة بيقين ورجاء ليعوضه الله خيرًا.",
    "source": "رواه مسلم"
  },
  {
    "category": "dailyDua",
    "title": "دعاء الدين",
    "arabic": "اللَّهُمَّ اكْفِنِى بِحَلاَلِكَ عَنْ حَرَامِكَ وَأَغْنِنِى بِفَضْلِكَ عَمَّنْ سِوَاكَ",
    "latin": "allahumak-finii bi halaalika 'an haroomik, wa agh-niniy bi fadhlika 'amman siwaak",
    "translation": "اللهم اكفني بحلالك عن حرامك، وأغنني بفضلك عمن سواك.",
    "notes": null,
    "benefits": "الرزق الحلال ولو كان قليلاً خير من كثرة المال الحرام.",
    "source": "رواه الترمذي رقم 2563"
  },
  {
    "category": "dailyDua",
    "title": "دعاء الحماية من الكسل والحزن والدين",
    "arabic": "اَللّٰهُمَّ إِنِّى أَعُوْذُبِكَ مِنَ الْهَمِّ وَالْحَزْنِ وَأَعُوْذُبِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَأَعُوْذُبِكَ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَعُوْذُبِكَ مِنْ غَلَبَتِ الدَّيْنِ وَقَهْرِ الرجال",
    "latin": "allahumma innii a'uudzu bika minal hammi wal hazan. wa a'udzu bika minal 'ajzi wal kasal. wa a'udzu bika minal jubni wal bukhl. wa a'uudzu bika min ghalabatid daini wa qahrir rijaal",
    "translation": "اللهم إني أعوذ بك من الهم والحزن وأعوذ بك من العجز والكسل وأعوذ بك من الجبن والبخل وأعوذ بك من غلبة الدين وقهر الرجال.",
    "notes": null,
    "benefits": "قال أبو أمامة: بعدما واظبت على هذا الدعاء أذهب الله همي وقضى ديني.",
    "source": "رواه أبو داود رقم 1555"
  },
  {
    "category": "dailyDua",
    "title": "دعاء بعد العطاس",
    "arabic": "الحَمْدُ للهِ",
    "latin": "alhamdulillah",
    "translation": "الحمد لله.",
    "notes": null,
    "benefits": "الله يحب العطاس لأنها تدفع الإنسان للذكر. ويستحب رد التحية لمن حمد الله.",
    "source": "رواه البخاري"
  },
  {
    "category": "dailyDua",
    "title": "دعاء لمن عطس",
    "arabic": "يَرْحَمُكَ اللهُ",
    "latin": "yarhamukallah",
    "translation": "يرحمك الله.",
    "notes": null,
    "benefits": "الله يحب العطاس لأنها تدفع الإنسان للذكر. ويستحب رد التحية لمن حمد الله.",
    "source": "رواه البخاري"
  },
  {
    "category": "dailyDua",
    "title": "رد على من قال لك يرحمك الله",
    "arabic": "يَهْدِيكُمُ اللهُ وَيُصْلِحُ بَالَكُمْ",
    "latin": "yahdikumullah wa yushlihu baalakum",
    "translation": "يهديكم الله ويصلح بالكم.",
    "notes": null,
    "benefits": "الله يحب العطاس لأنها تدفع الإنسان للذكر. ويستحب رد التحية لمن حمد الله.",
    "source": "رواه البخاري"
  },
  {
    "category": "dailyDua",
    "title": "دعاء حسن الخلق",
    "arabic": "اللَّهُمَّ كَمَا حَسَّنْتَ خَلْقِي فَحَسِّنْ خُلُقِي",
    "latin": "allahumma kamaa hassanta kholqii fahassin khuluqii",
    "translation": "اللهم كما حسنت خَلقي فحسّن خُلقي.",
    "notes": null,
    "benefits": "الهيئة الحسنة وحدها لا تكفي، بل يلزم حسن الخلق. فاسأل الله أن يحسن أخلاقك.",
    "source": "رواه أحمد وصححه الألباني في الإرواء"
  },
  {
    "category": "dailyDua",
    "title": "دعاء الحماية من الشيطان",
    "arabic": "رَبِّ أَعُوْذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَعُوْذُ بِكَ رَبِّ أَنْ يَحْضُرُوْنِ",
    "latin": "rabbi a'uudzu bika min hamazaatisy-syayaathiin wa a'uudzu bika rabbi ay yahdhuruun",
    "translation": "ربي أعوذ بك من همزات الشياطين وأعوذ بك رب أن يحضرون.",
    "notes": null,
    "fawaid": "الله أمر النبي محمد وكل أتباعه بالاستعاذة من وساوس الشيطان في كل الأعمال، خاصة عند الموت.",
    "source": "سورة المؤمنون: 97-98"
  },
  {
    "category": "dailyDua",
    "title": "دعاء بعد الأذان",
    "arabic": "اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلَاةِ الْقَائِمَةِ، آتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِي وَعَدْتَهُ",
    "latin": "allahumma rabba haadzihid da'watit taammah, wasshalaatil qaaaimah, aati muhammadanil wasiilata wal fadhiiilata, wab'atshu maqaaman mahmuuda alladzii wa'adtah",
    "translation": "اللهم رب هذه الدعوة التامة والصلاة القائمة، آتِ محمدًا الوسيلة والفضيلة، وابعثه مقامًا محمودًا الذي وعدته.",
    "notes": null,
    "fawaid": "أوصى النبي ﷺ بقراءة هذا الدعاء بعد الأذان لنيل شفاعته ومقامه المحمود في الجنة.",
    "source": "رواه أبو داود والترمذي والنسائي وابن ماجه"
  },
  {
    "category": "dailyDua",
    "title": "دعاء الاستغفار للوالدين",
    "arabic": "رَبَّنَا ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ ٱلْحِسَابُ",
    "latin": "rabbanagfir lii wa liwaalidayya wa lil-mu'miniina yauma yaquumul-hiisaab",
    "translation": "ربنا اغفر لي ولوالدي وللمؤمنين يوم يقوم الحساب.",
    "notes": null,
    "fawaid": "دعاء إبراهيم عليه السلام يعلمنا بر الوالدين وطلب المغفرة لنا ولهم ولجميع المؤمنين.",
    "source": "سورة إبراهيم: 41"
  },
  {
    "category": "dailyDua",
    "title": "دعاء الحماية من العين",
    "arabic": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَلَا فَاجِرٌ",
    "latin": "a'uudzu bi kalimaatillahit taammatil latii laa yujaawizuhunna barrun wa laa faajir",
    "translation": "أعوذ بكلمات الله التامات التي لا يجاوزهن بر ولا فاجر.",
    "notes": null,
    "benefits": "هذا الدعاء يحمي من العين والسحر والأذى. كان النبي ﷺ يعلمه لأصحابه للحماية.",
    "source": "رواه مسلم وأبو داود"
  },
  {
    "category": "dailyDua",
    "title": "دعاء حماية البيت",
    "arabic": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَلَا فَاجِرٌ",
    "latin": "a'uudzu bi kalimaatillahit taammatil latii laa yujaawizuhunna barrun wa laa faajir",
    "translation": "أعوذ بكلمات الله التامات التي لا يجاوزهن بر ولا فاجر.",
    "notes": null,
    "benefits": "هذا الدعاء يحمي البيت من الأذى والجن والتأثيرات السلبية. يخلق حاجزًا روحيًا حول المنزل.",
    "source": "رواه أبو داود والترمذي"
  },
  {
    "category": "dailyDua",
    "title": "دعاء الحماية في السفر",
    "arabic": "اللَّهُمَّ إِنَّا نَسْأَلُكَ فِي سَفَرِنَا هَذَا الْبِرَّ وَالتَّقْوَى وَمِنَ الْعَمَلِ مَا تَرْضَى",
    "latin": "allahumma innaa nas'aluka fii safarinaa haadzaal birra wat taqwaa wa minal 'amali maa tardhaa",
    "translation": "اللهم إنا نسألك في سفرنا هذا البر والتقوى ومن العمل ما ترضى.",
    "notes": null,
    "benefits": "هذا الدعاء يحمي المسافر ويضمن له سفرًا مباركًا. يسأل الله أن يهدي أعمالنا أثناء السفر.",
    "source": "رواه مسلم"
  },
  {
    "category": "dailyDua",
    "title": "دعاء قبل الدراسة",
    "arabic": "رَبِّ زِدْنِي عِلْمًا",
    "latin": "rabbi zidnii 'ilmaa",
    "translation": "ربي زدني علمًا.",
    "notes": null,
    "benefits": "هذا الدعاء يسأل الله أن يزيد علمنا. مستحب قبل دراسة القرآن أو العلم أو أي مادة أخرى.",
    "source": "القرآن، سورة طه: 114"
  },
  {
    "category": "dailyDua",
    "title": "دعاء الشفاء",
    "arabic": "أَسْأَلُ اللَّهَ الْعَظِيمَ رَبَّ الْعَرْشِ الْعَظِيمِ أَنْ يَشْفِيَكَ",
    "latin": "as'alullahaal 'adziim rabbal 'arsyil 'adziim an yashfiyak",
    "translation": "أسأل الله العظيم رب العرش العظيم أن يشفيك.",
    "notes": null,
    "benefits": "هذا الدعاء يقرأ لطلب الشفاء من المريض. يستدعي الله بأسمائه الحسنى لنيل الشفاء.",
    "source": "رواه أبو داود والترمذي"
  },
  {
    "category": "dailyDua",
    "title": "دعاء المطر",
    "arabic": "اللَّهُمَّ صَيِّبًا نَافِعًا",
    "latin": "allahumma sayyiban naafi'aa",
    "translation": "اللهم صيبًا نافعًا.",
    "notes": null,
    "benefits": "هذا الدعاء يقرأ عند المطر لطلب الله أن يكون المطر نافعًا ويجلب البركة للأرض والمخلوقات.",
    "source": "رواه البخاري"
  },
  {
    "category": "dailyDua",
    "title": "دعاء النبي إبراهيم",
    "arabic": "رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ",
    "latin": "rabbanaa taqabbal minnaa innaka antas samii'ul 'aliim",
    "translation": "ربنا تقبل منا إنك أنت السميع العليم.",
    "notes": null,
    "benefits": "هذا الدعاء من النبي إبراهيم يقرأ بعد أداء عبادة لطلب الله قبول أعمالنا.",
    "source": "القرآن، سورة البقرة: 127"
  },
  {
    "category": "dailyDua",
    "title": "دعاء النبي موسى",
    "arabic": "رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي",
    "latin": "rabbi ishrah lii sadrii wa yassir lii amrii",
    "translation": "ربي اشرح لي صدري ويسر لي أمري.",
    "notes": null,
    "benefits": "هذا الدعاء من النبي موسى يسأل الله أن يشرح القلب ويسهل الأمور. مفيد لتجاوز الصعاب.",
    "source": "القرآن، سورة طه: 25-26"
  },
  {
    "category": "dailyDua",
    "title": "دعاء الشكر للنعم",
    "arabic": "اللَّهُمَّ لَكَ الْحَمْدُ حَتَّى تَرْضَى",
    "latin": "allahumma lakal hamdu hattaa tardhaa",
    "translation": "اللهم لك الحمد حتى ترضى.",
    "notes": null,
    "benefits": "هذا الدعاء يعبر عن الشكر لله على نعمه. يقرأ لشكر الله بشكل كامل ومخلص.",
    "source": "رواه مسلم"
  },
  {
    "category": "dailyDua",
    "title": "دعاء الصحة والأمان",
    "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ",
    "latin": "allahumma innii as'alukal 'aafiyata fid dunyaa wal aakhirah",
    "translation": "اللهم إني أسألك العافية في الدنيا والآخرة.",
    "notes": null,
    "benefits": "هذا الدعاء يسأل الله الصحة الجسدية والروحية والأمان في الدنيا والآخرة. دعاء شامل.",
    "source": "رواه البخاري"
  },
  {
    "category": "dailyDua",
    "title": "دعاء النبي يوسف",
    "arabic": "رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِن تَأْوِيلِ الْأَحَادِيثِ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ",
    "latin": "rabbi qad aataitanii minal mulki wa 'allamtanii min ta'wiilil ahaadiits. faatiras samaawaati wal ardhi anta waliyyii fid dunyaa wal aakhirah. tawaffanii musliman wa alhiqnii bissaalihiin",
    "translation": "ربي قد آتيتني من الملك وعلمتني من تأويل الأحاديث فاطر السماوات والأرض أنت وليي في الدنيا والآخرة توفني مسلمًا وألحقني بالصالحين.",
    "notes": null,
    "benefits": "هذا الدعاء من النبي يوسف يعبر عن الشكر لنعم الله ويسأل خاتمة حسنة. يقرأ لشكر الله وطلب الخاتمة الحسنة.",
    "source": "القرآن، سورة يوسف: 101"
  },
  {
    "category": "dailyDua",
    "title": "دعاء النبي نوح",
    "arabic": "رَّبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُن مِّنَ الْخَاسِرِينَ",
    "latin": "rabbi innii a'uudzu bika an as'alaka maa laisa lii bihi 'ilm. wa illaa taghfir lii wa tarhamnii akum minal khaasiriin",
    "translation": "ربي إني أعوذ بك أن أسألك ما ليس لي به علم وإلا تغفر لي وترحمني أكن من الخاسرين.",
    "notes": null,
    "benefits": "هذا الدعاء من النبي نوح يسأل مغفرة ورحمة الله. يعلمنا التواضع والاعتراف بحدودنا أمام علم الله.",
    "source": "القرآن، سورة هود: 47"
  },
  {
    "category": "dailyDua",
    "title": "دعاء النبي أيوب",
    "arabic": "أَنِّي مَسَّنِيَ الضُّرُّ وَأَنتَ أَرْحَمُ الرَّاحِمِينَ",
    "latin": "annii massaniyad durru wa anta arhamur raahimiin",
    "translation": "أني مسني الضر وأنت أرحم الراحمين.",
    "notes": null,
    "benefits": "هذا الدعاء من النبي أيوب يقرأ عند البلاء والصعاب. يعبر عن الثقة برحمة الله وطلب عونه.",
    "source": "القرآن، سورة الأنبياء: 83"
  },
  {
    "category": "dailyDua",
    "title": "دعاء النبي سليمان",
    "arabic": "رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَىٰ وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ",
    "latin": "rabbi awzi'nii an ashkura ni'matakal latii an'amta 'alayya wa 'alaa waalidayya wa an a'mala saalihan tardhaahu wa adkhilnii birahmatika fii 'ibaadikas saalihiin",
    "translation": "ربي أوزعني أن أشكر نعمتك التي أنعمت علي وعلى والدي وأن أعمل صالحًا ترضاه وأدخلني برحمتك في عبادك الصالحين.",
    "notes": null,
    "benefits": "هذا الدعاء من النبي سليمان يسأل الله أن يلهمنا الشكر والأعمال الصالحة. يقرأ لطلب الهداية للخير.",
    "source": "القرآن، سورة النمل: 19"
  },
  {
    "category": "dailyDua",
    "title": "دعاء النبي زكريا",
    "arabic": "رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنتَ خَيْرُ الْوَارِثِينَ",
    "latin": "rabbi laa tadzarnii fardan wa anta khayrul waarithiin",
    "translation": "ربي لا تذرني فردًا وأنت خير الوارثين.",
    "notes": null,
    "benefits": "هذا الدعاء من النبي زكريا يسأل الله ألا يتركه وحيدًا. يقرأ لطلب صحبة الله وحمايته.",
    "source": "القرآن، سورة الأنبياء: 89"
  },
  {
    "category": "dailyDua",
    "title": "دعاء النبي زكريا للولد",
    "arabic": "رَبِّ هَبْ لِي مِن لَّدُنكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاءِ",
    "latin": "rabbi hab lii min ladunka dzurriyyatan tayyibah. innaka samii'ud du'aa",
    "translation": "ربي هب لي من لدنك ذرية طيبة إنك سميع الدعاء.",
    "notes": null,
    "benefits": "هذا الدعاء من النبي زكريا يسأل الله أن يهبه ذرية صالحة. يقرأ لمن يريد الأولاد.",
    "source": "القرآن، سورة آل عمران: 38"
  },
  {
    "category": "dailyDua",
    "title": "دعاء النبي إبراهيم للأمان",
    "arabic": "رَبِّ اجْعَلْ هَٰذَا الْبَلَدَ آمِنًا وَاجْنُبْنِي وَبَنِيَّ أَن نَّعْبُدَ الْأَصْنَامَ",
    "latin": "rabbij 'al haadzal balada aaminan waj nubnii wa baniyya an na'budal asnaam",
    "translation": "ربي اجعل هذا البلد آمنًا واجنبني وبني أن نعبد الأصنام.",
    "notes": null,
    "benefits": "هذا الدعاء من النبي إبراهيم يسأل الأمان والحماية من الشرك. يقرأ لطلب الحماية الروحية.",
    "source": "القرآن، سورة إبراهيم: 35"
  },
  {
    "category": "dailyDua",
    "title": "دعاء النبي إبراهيم للهداية",
    "arabic": "رَبِّ هَبْ لِي حُكْمًا وَأَلْحِقْنِي بِالصَّالِحِينَ",
    "latin": "rabbi hab lii hukman wa alhiqnii bissaalihiin",
    "translation": "ربي هب لي حكمًا وألحقني بالصالحين.",
    "notes": null,
    "benefits": "هذا الدعاء من النبي إبراهيم يسأل الحكمة وصحبة الصالحين. يقرأ لطلب الهداية والحكمة.",
    "source": "القرآن، سورة الشعراء: 83"
  },
  {
    "category": "dailyDua",
    "title": "دعاء النبي إبراهيم للذرية",
    "arabic": "رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ",
    "latin": "rabbi hab lii minas saalihiin",
    "translation": "ربي هب لي من الصالحين.",
    "notes": null,
    "benefits": "هذا الدعاء من النبي إبراهيم يسأل ذرية صالحة. يقرأ لمن يريد أولادًا صالحين.",
    "source": "القرآن، سورة الصافات: 100"
  },
  {
    "category": "dailyDua",
    "title": "دعاء النبي إبراهيم للحماية",
    "arabic": "رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ النَّاسِ فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَّحِيمٌ",
    "latin": "rabbi innahunna adlalna kathiiram minan naas. faman tabi'anii fa innahu minnii wa man 'asaanii fa innaka ghafuurur rahiim",
    "translation": "ربي إنهن أضللن كثيرًا من الناس فمن تبعني فإنه مني ومن عصاني فإنك غفور رحيم.",
    "notes": null,
    "benefits": "هذا الدعاء من النبي إبراهيم يعبر عن قلقه على هداية الناس. يقرأ لطلب الحماية والهداية من الله.",
    "source": "القرآن، سورة إبراهيم: 36"
  }
]
