[
  {
    "category": "dailyDua",
    "title": "Invocation avant de dormir",
    "arabic": "بِاسْمِكَ اللَّهُمَّ أَمُوْتُ وَأَحْيَا",
    "latin": "bismika, allahumma amuutu wa ahyaa",
    "translation": "C'est en Ton nom, ô Allah, que je meurs et que je vis.",
    "notes": null,
    "benefits": "Le Prophète, paix et bénédiction sur lui, commençait et terminait toujours sa journée par le dhikr.",
    "source": "Rapporté par al-Bukhari"
  },
  {
    "category": "dailyDua",
    "title": "Invocation au réveil",
    "arabic": "الحَمْدُ للهِ الَّذِي أَحْيَانَا بعْدَ مَا أماتَنَا وإِلَيْهِ النُّشُورُ",
    "latin": "alhamdulillahilladzi ahyaanaa ba'da maa amaatanaa wa ilaihin nusyuur",
    "translation": "Louange à Allah qui nous a redonné la vie après nous avoir fait mourir, et c’est vers Lui que se fera la résurrection.",
    "notes": null,
    "benefits": "En récitant cette invocation, on commence la journée en louant Allah, Celui qui donne la vie et la mort.",
    "source": "Rapporté par al-Bukhari : 6327"
  },
  {
    "category": "dailyDua",
    "title": "Invocation en entrant aux toilettes",
    "arabic": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبُثِ وَالْخَبَائِثِ",
    "latin": "allahumma innii a'uudzubika minal khubutsi wal khabaaitsi",
    "translation": "Ô Allah, je cherche protection auprès de Toi contre les mauvaises créatures et les impuretés.",
    "notes": null,
    "benefits": "Cette invocation sert de barrière entre les parties intimes du serviteur et les djinns à l’entrée des toilettes.",
    "source": "Rapporté par al-Bukhari et Muslim"
  },
  {
    "category": "dailyDua",
    "title": "Invocation en sortant des toilettes",
    "arabic": "غُفْرَانَكَ",
    "latin": "ghuf-raanak",
    "translation": "Je Te demande pardon (ô Allah).",
    "notes": null,
    "benefits": "Les toilettes sont un lieu fréquenté par les djinns et les démons. Il est donc recommandé de demander pardon à la sortie.",
    "source": "Rapporté par at-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Invocation avant de manger",
    "arabic": "بِسْمِ اللَّهِ",
    "latin": "bismillah",
    "translation": "Au nom d’Allah.",
    "notes": null,
    "benefits": "Dire 'Bismillah' avant de manger empêche Satan de participer au repas.",
    "source": "Rapporté par al-Bukhari n°5376 et Muslim n°2022"
  },
  {
    "category": "dailyDua",
    "title": "Invocation si on a oublié Bismillah en début de repas",
    "arabic": "بِسْمِ اللَّهِ أَوَّلَهُ وَآخِرَهُ",
    "latin": "bismillahi awwaluhu wa aakhiruhu",
    "translation": "Au nom d’Allah, au début et à la fin.",
    "notes": null,
    "benefits": "L’Islam accorde beaucoup d’importance aux bonnes manières. Si on oublie de dire Bismillah, il est recommandé de le dire même en cours de repas.",
    "source": "Rapporté par Abou Dawud"
  },
  {
    "category": "dailyDua",
    "title": "Invocation après avoir mangé",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى أَطْعَمَنِى هَذَا وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّى وَلاَ قُوَّةٍ",
    "latin": "alhamdulillaahilladzii ath'amanii haadzaa wa rozaqoniihi min ghoiri haulin minnii wa laa quwwatin",
    "translation": "Louange à Allah qui m’a nourri de ceci et me l’a accordé sans aucune force ni puissance de ma part.",
    "notes": null,
    "benefits": "Le Messager d’Allah, paix et bénédiction sur lui, a dit que quiconque récite cette invocation, ses péchés passés lui seront pardonnés.",
    "source": "Sahih at-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Invocation en entrant dans la mosquée",
    "arabic": "اَللَّهُمَّ افْتَحْ لِيْ أَبْوَابَ رَحْمَتِكَ",
    "latin": "allahummaftah lii abwaaba rahmatika",
    "translation": "Ô Allah, ouvre-moi les portes de Ta miséricorde.",
    "notes": null,
    "benefits": "La mosquée est la maison d’Allah, il convient de l’honorer et d’espérer Sa miséricorde.",
    "source": "Rapporté par Muslim"
  },
  {
    "category": "dailyDua",
    "title": "Invocation en sortant de la mosquée",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ مِنْ فَضْلِكَ",
    "latin": "allahumma innii as'aluka min fadhlika",
    "translation": "Ô Allah, je Te demande de Ta grâce.",
    "notes": null,
    "benefits": "La terre d’Allah est vaste, et il existe de nombreux moyens d’obtenir la subsistance. Il convient donc de la demander à Allah.",
    "source": "Rapporté par Muslim n°713"
  },
  {
    "category": "dailyDua",
    "title": "Invocation avant les ablutions",
    "arabic": "بِسْمِ اللَّهِ",
    "latin": "bismillah",
    "translation": "Au nom d’Allah.",
    "notes": null,
    "benefits": "Il est recommandé de commencer tout acte important en disant Bismillah, que ce soit un acte d’adoration ou autre.",
    "source": "Rapporté par at-Tirmidhi et al-Bayhaqi"
  },
  {
    "category": "dailyDua",
    "title": "Invocation après les ablutions",
    "arabic": "أشْهَدُ أنْ لا إله إِلاَّ اللَّهُ وَحْدَهُ لا شَرِيك لَهُ ، وأشْهَدُ أنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ ، اللَّهُمَّ اجْعَلْنِي مِنَ التَوَّابِينَ ، واجْعَلْني مِنَ المُتَطَهِّرِينَ ، سُبْحانَكَ اللَّهُمَّ وبِحَمْدِكَ ، أشْهَدُ أنْ لا إلهَ إِلاَّ أنْتَ ، أسْتَغْفِرُكَ وأتُوبُ إِلَيْكَ",
    "latin": "asyhadu an laa ilaaha illa allah wadahu laa syariika lahu, wa asyhadu anna muhammadan 'abduhu wa rasuuluhu. allahummaj 'alni minat tawwaabiina waj 'alnii minal mutathaahiriina. subhaanaka allahumma wa bihamdika asyhadu an laa ilaaha illa anta astaghfiruka wa atuubu ilaika",
    "translation": "J’atteste qu’il n’y a de divinité qu’Allah seul, sans associé, et j’atteste que Muhammad est Son serviteur et Messager. Ô Allah, fais-moi parmi ceux qui se repentent, et parmi ceux qui se purifient. Gloire et louange à Toi, ô Allah. J’atteste qu’il n’y a de divinité que Toi. Je demande pardon et me repens à Toi.",
    "notes": null,
    "benefits": "Quiconque récite cette invocation, les huit portes du Paradis lui seront ouvertes et il pourra entrer par celle qu’il voudra.",
    "source": "Rapporté par Muslim, at-Tirmidhi et an-Nasa’i"
  },
  {
    "category": "dailyDua",
    "title": "Invocation pour rompre le jeûne",
    "arabic": "ذَهَبَ الظَّمَأُ وابْتَلَّتِ الْعُرُوقُ وثَبَتَ اْلأَجْرُ إِنْ شَاءَاللهُ",
    "latin": "dzahabazh zhoma'u wabtallatil 'uruqu wa tsabatal ajru insya Allah",
    "translation": "La soif est partie, les veines sont humidifiées et la récompense est confirmée, si Allah le veut.",
    "notes": null,
    "benefits": "Il est très recommandé d’augmenter les invocations avant et après la rupture du jeûne, car l’invocation du jeûneur n’est pas rejetée.",
    "source": "Rapporté par Abou Daoud, As-Sunan Al-Kubra Lil Bayhaqi, t.4, p.239, al-Hakim dans Mustadrak ‘alas Shahihain n°1484"
  },
  {
    "category": "dailyDua",
    "title": "Invocation en entrant à la maison #1",
    "arabic": "اَلسَّلَامُ عَلَيْكُمْ",
    "latin": "assalaamu 'alaykum",
    "translation": "Que la paix soit sur vous.",
    "notes": null,
    "benefits": "Cette salutation est une invocation d’espoir, un souhait d’être épargné de toute peine et d’être enveloppé de miséricorde.",
    "source": "Rapporté par at-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Invocation en entrant à la maison #2",
    "arabic": "اَلسَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللهِ وَبَرَكَا تُهُ",
    "latin": "assalaamu 'alaykum warahmatullaahi wabarakaatuh",
    "translation": "Que la paix, la miséricorde et les bénédictions d’Allah soient sur vous.",
    "notes": null,
    "benefits": "Cette salutation est une invocation d’espoir, un souhait d’être épargné de toute peine et d’être enveloppé de miséricorde.",
    "source": "Rapporté par at-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Invocation en sortant de la maison",
    "arabic": "بِسْمِ اللَّهِ تَوَكَّلْتُ عَلَى اللَّهِ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ",
    "latin": "bismillaah, tawakkaltu 'alallaah, laa haula wa laa quwwata illaa billaah",
    "translation": "Au nom d’Allah, je place ma confiance en Allah. Il n’y a de force ni de puissance qu’en Allah.",
    "notes": null,
    "benefits": "Celui qui récite cette invocation, il lui sera dit : « Tu seras guidé, protégé et préservé. » Le diable s’éloignera alors de lui.",
    "source": "Rapporté par Abou Daoud et at-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Invocation de protection en sortant de la maison",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ أَنْ أَضِلَّ أَوْ أُضَلَّ أَوْ أَزِلَّ أَوْ أُزَلَّ أَوْ أَظْلِمَ أَوْ أُظْلَمَ أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَىَّ",
    "latin": "allaahumma innii a'uudzu bika an adhilla au udholla, au azilla au azulla, au azhlima au uzhlama, au ajhala au yujhala 'alayya",
    "translation": "Ô Allah, je cherche refuge auprès de Toi de m’égarer ou d’être égaré, de trébucher ou d’être poussé, de commettre l’injustice ou d’être victime d’injustice, de commettre une ignorance ou qu’on fasse preuve d’ignorance à mon égard.",
    "notes": null,
    "benefits": "En sortant de la maison, on peut rencontrer toutes sortes de situations. Il convient donc de demander protection à Allah contre tout mal.",
    "source": "Rapporté par Abou Daoud, at-Tirmidhi, Ibn Majah et an-Nasa’i"
  },
  {
    "category": "dailyDua",
    "title": "Invocation du voyageur",
    "arabic": "الله أَكْبَرُ،الله أَكْبَرُ،الله أَكْبَرُ،سُبْحَانَ الَّذِى سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ اللَّهُمَّ إِنَّا نَسْأَلُكَ فِى سَفَرِنَا هَذَا الْبِرَّ وَالتَّقْوَى وَمِنَ الْعَمَلِ مَا تَرْضَى اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاطْوِ عَنَّا بُعْدَهُ اللَّهُمَّ أَنْتَ الصَّاحِبُ فِى السَّفَرِ وَالْخَلِيفَةُ فِى الأَهْلِ اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ وَكَآبَةِ الْمَنْظَرِ وَسُوءِ الْمُنْقَلَبِ فِى الْمَالِ وَالأَهْلِ",
    "latin": "allahu akbar, allahu akbar, allahu akbar. subhaanal ladzi sakh-khara lanaa haadza wa maa kunna lahuu muqriniin wa inna ilaa rabbina lamun qalibuun. allahumma inna nas aluka fii safarina hadzaa al-birra wat taqwa wa minal amali maa tardhaa. allahumma hawwin 'alaina safarana haadza wathwi 'anna bu'dahu. allahumma anta shaahibu fi safar. wal khaliifatu fil ahli. allahumma inni a'uudzubika min wa'tsaa-issafari wa ka-aabatil mandzari wa suuil munqalabi fil maali wal ahli",
    "translation": "Allah est le Plus Grand, Allah est le Plus Grand, Allah est le Plus Grand. Gloire à Celui qui a soumis cela à nous, alors que nous n’aurions pas pu le maîtriser sans Lui. Et c’est vers notre Seigneur que nous retournerons. Ô Allah, nous Te demandons la piété et la droiture durant ce voyage, ainsi que les œuvres qui Te plaisent. Ô Allah, facilite-nous ce voyage et rends-le court pour nous. Ô Allah, Tu es notre compagnon en voyage et le gardien de nos familles. Ô Allah, je cherche refuge auprès de Toi contre la difficulté du voyage, les mauvaises surprises et une mauvaise issue concernant nos biens et nos familles.",
    "notes": null,
    "benefits": "Cette invocation contient deux parties : la louange d’Allah et la demande de facilité pour le voyageur et sa famille.",
    "source": "Rapporté par Muslim"
  },
  {
    "category": "dailyDua",
    "title": "Invocation du sédentaire pour le voyageur",
    "arabic": "أَسْتَوْدِعُ اللَّهَ دِينَكَ وَأَمَانَتَكَ وَخَوَاتِيمَ عَمَلِكَ",
    "latin": "astawdi'ullaha diinaka, wa amaanataka, wa khawaatiima a'maalik",
    "translation": "Je confie à Allah ta religion, ta confiance et la fin de tes œuvres.",
    "notes": null,
    "benefits": "Trois choses à préserver partout : la religion, la confiance et les œuvres, car on sera ressuscité selon ses œuvres.",
    "source": "Rapporté par Abou Daoud : 2601"
  },
  {
    "category": "dailyDua",
    "title": "Invocation pour la piété à un voyageur",
    "arabic": "زَوَّدَكَ اللَّهُ التَّقْوَى وَغَفَرَ ذَنْبَكَ  وَيَسَّرَ لَكَ الْخَيْرَ حَيْثُمَا كُنْتَ",
    "latin": "zawwadakallahut taqwa, wa ghafara dzanbaka, wa yassara lakal khaira haitsumaa kunta",
    "translation": "Qu’Allah te pourvoie de piété, pardonne tes péchés et te facilite le bien où que tu sois.",
    "notes": null,
    "benefits": "La piété est la meilleure provision pour l’au-delà, car il n’y a pas de salut sans elle.",
    "source": "Rapporté par at-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Invocation en mettant de nouveaux vêtements",
    "arabic": "اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ",
    "latin": "allahumma lakal hamdu anta kasawtaniihi. as-aluka min khoirihi wa khoiri maa shuni'a lah, wa a'udzu bika min syarrihi wa syarri maa shuni'a lah",
    "translation": "Ô Allah, à Toi la louange. C’est Toi qui m’as vêtu de ce vêtement. Je Te demande son bien et le bien pour lequel il a été créé, et je cherche refuge auprès de Toi contre son mal et le mal pour lequel il a été créé.",
    "notes": null,
    "benefits": "On demande par cette invocation que le vêtement soit une source de bien et une protection contre le mal.",
    "source": "Rapporté par Ahmad, Abou Dawoud, at-Tirmidhi et Al-Hakim"
  },
  {
    "category": "dailyDua",
    "title": "Invocation en mettant un vêtement",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى كَسَانِى هَذَا الثَّوْبَ وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّى وَلاَ قُوَّةٍ",
    "latin": "alhamdu lillaahil ladzii kasaanii haadzaa wa rozaqoniihi min ghoiri hawlim minni wa laa quwwatin",
    "translation": "Louange à Allah qui m’a vêtu de ce vêtement et me l’a accordé sans aucune force ni puissance de ma part.",
    "notes": null,
    "benefits": "La vertu de réciter cette invocation est que les péchés passés seront pardonnés, si Allah le veut.",
    "source": "Rapporté par tous les auteurs des Sunan sauf Nasa’i"
  },
  {
    "category": "dailyDua",
    "title": "Invocation en montant dans un véhicule",
    "arabic": "بِسْمِ اللَّهِ، بِسْمِ اللَّهِ، بِسْمِ اللَّهِ، الحَمْدُ للِه، سُبْحَانَ الَّذِى سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ، سُبْحَانَكَ إِنِّى قَدْ ظَلَمْتُ نَفْسِى فَاغْفِرْ لِى فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "bismillah, bismillah, bismillah, alhamdulillah, subhaanalladzi sakh-khara lanaa haadzaa wa maa kunnaa lahuu muqriniin. wa innaa ilaa rabbinaa lamun qalibuun. subhaanaka inni qad dzalamtu nafsii, faghfirlii fa-innahuu laa yaghfirudz dzunuuba illaa anta",
    "translation": "Au nom d’Allah, au nom d’Allah, au nom d’Allah. Louange à Allah. Gloire à Celui qui a soumis cela à nous, alors que nous n’aurions pas pu le maîtriser sans Lui. Et c’est vers notre Seigneur que nous retournerons. Gloire à Toi ! J’ai fait du tort à moi-même, pardonne-moi, car nul autre que Toi ne pardonne les péchés.",
    "notes": null,
    "benefits": "Réciter cette invocation protège le voyageur, apporte la sérénité et la récompense.",
    "source": "Rapporté par Abou Dawoud et at-Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Invocation quand il pleut",
    "arabic": "اللَّهُمَّ صَيِّبًا نَافِعًا",
    "latin": "allahumma shayyiban naafi'aa",
    "translation": "Ô Allah, fais-en une pluie bénéfique.",
    "notes": null,
    "benefits": "Il est recommandé d’invoquer lors de la pluie afin qu’elle apporte des bienfaits.",
    "source": "Rapporté par al-Bukhari n°1032"
  },
  {
    "category": "dailyDua",
    "title": "Invocation lors d’une forte pluie",
    "arabic": "اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا ، اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ وَبُطُونِ الأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ",
    "latin": "allahumma haawalaina wa laa 'alaina. allahumma 'alal aakami wal jibaali, wazh zhiroobi, wa buthunil awdiyati, wa manaabitisy syajari",
    "translation": "Ô Allah, (fais tomber la pluie) autour de nous et non sur nous. Ô Allah, (fais-la tomber) sur les collines, montagnes, vallées et lieux où poussent les arbres.",
    "notes": null,
    "benefits": "Cette invocation se récite quand la pluie devient trop forte ou risque de causer des dommages.",
    "source": "Rapporté par al-Bukhari n°1014"
  },
  {
    "category": "dailyDua",
    "title": "Invocation après la pluie",
    "arabic": "مُطِرْنا بفَضْلِ اللهِ ورَحْمَتِهِ",
    "latin": "muthirna bi fadhlillahi wa rohmatih",
    "translation": "Nous avons reçu la pluie par la grâce et la miséricorde d’Allah.",
    "notes": null,
    "benefits": "En récitant cette invocation, on reconnaît que la pluie vient d’Allah et non des astres.",
    "source": "Rapporté par al-Bukhari n°846 et Muslim n°71"
  },
  {
    "category": "dailyDua",
    "title": "Invocation lors d’un vent fort",
    "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَأَعُوْذُ بِكَ مِنْ شَرِّهَا",
    "latin": "allaahumma innii as-aluka khoirohaa wa a'uudzubika min syarrihaa",
    "translation": "Ô Allah, je Te demande le bien de ce vent et je cherche refuge auprès de Toi contre son mal.",
    "notes": null,
    "benefits": "Le vent fort fait partie des signes de la puissance d’Allah, il peut apporter bien ou mal. Il faut donc demander à Allah le bien et la protection contre le mal.",
    "source": "Rapporté par Abou Dawoud et Ibn Majah"
  },
  {
    "category": "dailyDua",
    "title": "La meilleure invocation pour demander pardon (Sayyid al-Istighfar)",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahumma anta rabbii laa ilaaha illaa anta khalaqtanii wa anna 'abduka wa anaa 'alaa 'ahdika wa wa'dika mastatha'tu a'uudzu bika min syarri maa shana'tu abuu u laka bini' matika 'alayya wa abuu-u bidzanbii faghfir lii fa innahu laa yaghfirudz dzunuuba illa anta",
    "translation": "Ô Allah, Tu es mon Seigneur. Il n’y a de divinité que Toi. Tu m’as créé et je suis Ton serviteur. Je respecte Ton alliance et Ta promesse autant que je peux. Je cherche refuge auprès de Toi contre le mal que j’ai fait. Je reconnais Tes bienfaits sur moi et j’avoue mes péchés. Pardonne-moi, car nul ne pardonne les péchés sauf Toi.",
    "notes": null,
    "benefits": "Celui qui la récite avec conviction le soir et meurt, entre au Paradis. Il en est de même s’il la récite le matin.",
    "source": "Rapporté par al-Bukhari n°6306, 6323, Ahmad IV/122-125, an-Nasa’i VIII/279-280"
  },
  {
    "category": "dailyDua",
    "title": "Invocation pour la facilité en toute chose",
    "arabic": "اللَّهُمَّ لاَ سَهْلَ إِلاَّ مَا جَعَلْتَهُ سَهْلاً وَأَنْتَ تَجْعَلُ الحَزْنَ إِذَا شِئْتَ سَهْلاً",
    "latin": "allahumma laa sahla illa maa ja'altahu sahlaa, wa anta taj'alul hazna idza syi'ta sahlaa",
    "translation": "Ô Allah, il n’y a de facilité que ce que Tu rends facile, et Tu rends facile la tristesse si Tu le veux.",
    "notes": null,
    "benefits": "La facilité ne vient que d’Allah. Même la difficulté devient facile si Allah le veut.",
    "source": "Rapporté par Ibn Hibban"
  },
  {
    "category": "dailyDua",
    "title": "Invocation lors d’un malheur",
    "arabic": "إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ اللَّهُمَّ أْجُرْنِى فِى مُصِيبَتِى وَأَخْلِفْ لِى خَيْرًا مِنْهَا",
    "latin": "inna lillahi wa inna ilaihi rooj'un. allahumma'jurnii fii mushibatii wa akhlif lii khoiron minhaa",
    "translation": "Certes, nous appartenons à Allah et c’est à Lui que nous retournons. Ô Allah, récompense-moi pour mon malheur et accorde-moi quelque chose de meilleur en échange.",
    "notes": null,
    "benefits": "Il convient de réciter cette invocation lors d’une épreuve avec certitude et espoir d’un bien meilleur.",
    "source": "Rapporté par Muslim"
  },
  {
    "category": "dailyDua",
    "title": "Invocation en cas de dettes",
    "arabic": "اللَّهُمَّ اكْفِنِى بِحَلاَلِكَ عَنْ حَرَامِكَ وَأَغْنِنِى بِفَضْلِكَ عَمَّنْ سِوَاكَ",
    "latin": "allahumak-finii bi halaalika 'an haroomik, wa agh-niniy bi fadhlika 'amman siwaak",
    "translation": "Ô Allah, accorde-moi la suffisance par le licite, éloigne-moi de l’illicite et enrichis-moi par Ta grâce afin que je ne dépende de personne d’autre que Toi.",
    "notes": null,
    "benefits": "La subsistance licite, même minime, est meilleure que l’abondance illicite.",
    "source": "Rapporté par at-Tirmidhi n°2563"
  },
  {
    "category": "dailyDua",
    "title": "Invocation contre la paresse, la tristesse et la dette",
    "arabic": "اَللّٰهُمَّ إِنِّى أَعُوْذُبِكَ مِنَ الْهَمِّ وَالْحَزْنِ وَأَعُوْذُبِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَأَعُوْذُبِكَ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَعُوْذُبِكَ مِنْ غَلَبَتِ الدَّيْنِ وَقَهْرِ الرجال",
    "latin": "allahumma innii a'uudzu bika minal hammi wal hazan. wa a'udzu bika minal 'ajzi wal kasal. wa a'udzu bika minal jubni wal bukhl. wa a'uudzu bika min ghalabatid daini wa qahrir rijaal",
    "translation": "Ô Allah, je cherche refuge auprès de Toi contre l’anxiété et la tristesse, contre l’incapacité et la paresse, contre la lâcheté et l’avarice, et contre le poids de la dette et l’oppression des hommes.",
    "notes": null,
    "benefits": "Après avoir pratiqué cette invocation, Allah a retiré l’angoisse d’Abou Umamah et lui a permis de rembourser sa dette.",
    "source": "Rapporté par Abou Dawoud n°1555"
  },
  {
    "category": "dailyDua",
    "title": "Invocation après avoir éternué",
    "arabic": "الحَمْدُ للهِ",
    "latin": "alhamdulillah",
    "translation": "Louange à Allah.",
    "notes": null,
    "benefits": "Allah aime l’éternuement, car il pousse à la reconnaissance. Il est encouragé de répondre à la louange d’Allah lors de l’éternuement.",
    "source": "Rapporté par al-Bukhari"
  },
  {
    "category": "dailyDua",
    "title": "Invocation en entendant quelqu’un éternuer",
    "arabic": "يَرْحَمُكَ اللهُ",
    "latin": "yarhamukallah",
    "translation": "Qu’Allah te fasse miséricorde.",
    "notes": null,
    "benefits": "Allah aime l’éternuement, car il pousse à la reconnaissance. Il est encouragé de répondre à la louange d’Allah lors de l’éternuement.",
    "source": "Rapporté par al-Bukhari"
  },
  {
    "category": "dailyDua",
    "title": "Réponse à 'yarhamukallah' après un éternuement",
    "arabic": "يَهْدِيكُمُ اللهُ وَيُصْلِحُ بَالَكُمْ",
    "latin": "yahdikumullah wa yushlihu baalakum",
    "translation": "Qu’Allah vous guide et améliore votre condition.",
    "notes": null,
    "benefits": "Allah aime l’éternuement, car il pousse à la reconnaissance. Il est encouragé de répondre à la louange d’Allah lors de l’éternuement.",
    "source": "Rapporté par al-Bukhari"
  },
  {
    "category": "dailyDua",
    "title": "Invocation pour un bon caractère",
    "arabic": "اللَّهُمَّ كَمَا حَسَّنْتَ خَلْقِي فَحَسِّنْ خُلُقِي",
    "latin": "allahumma kamaa hassanta kholqii fahassin khuluqii",
    "translation": "Ô Allah, de même que Tu as embelli mon apparence, embellis aussi mon caractère.",
    "notes": null,
    "benefits": "Une belle apparence ne suffit pas au croyant, il doit aussi demander un bon caractère.",
    "source": "Rapporté par Ahmad, authentifié par al-Albani dans al-Irwa’, 1/115"
  },
  {
    "category": "dailyDua",
    "title": "Prière pour la protection contre Satan",
    "arabic": "رَبِّ أَعُوْذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِيْنِ وَأَعُوْذُ بِكَ رَبِّ أَنْ يَحْضُرُوْنِ",
    "latin": "rabbi a'uudzu bika min hamazaatisy-syayaathiin wa a'uudzu bika rabbi ay yahdhuruun",
    "translation": "Mon Seigneur, je cherche refuge auprès de Toi contre les incitations des diables, et je cherche refuge auprès de Toi, ô mon Seigneur, qu’ils soient présents autour de moi.",
    "notes": null,
    "fawaid": "Allah commande au Prophète et à ses fidèles de chercher refuge contre les incitations sataniques en toute situation, surtout à l’approche de la mort.",
    "source": "Sourate Al-Muminun : 97-98"
  },
  {
    "category": "dailyDua",
    "title": "Prière après l’appel à la prière (Adhan)",
    "arabic": "اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلَاةِ الْقَائِمَةِ، آتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِي وَعَدْتَهُ",
    "latin": "allahumma rabba haadzihid da'watit taammah, wasshalaatil qaaaimah, aati muhammadanil wasiilata wal fadhiiilata, wab'atshu maqaaman mahmuuda alladzii wa'adtah",
    "translation": "Ô Allah, Seigneur de cet appel parfait et de la prière établie, accorde à Muhammad la haute position et la vertu, et élève-le à la place louée que Tu lui as promise.",
    "notes": null,
    "fawaid": "Cette prière est recommandée après avoir entendu l’appel à la prière. Elle apporte l’intercession du Prophète au Jour du Jugement et de grandes récompenses.",
    "source": "Rapporté par Abou Dawoud (529), at-Tirmidhi (211), an-Nasa'i (2:26), Ibn Majah (722)"
  },
  {
    "category": "dailyDua",
    "title": "Prière pour le pardon des parents",
    "arabic": "رَبَّنَا ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ ٱلْحِسَابُ",
    "latin": "rabbanagfir lii wa liwaalidayya wa lil-mu'miniina yauma yaquumul-hiisaab",
    "translation": "Seigneur, pardonne-moi, à mes parents et aux croyants le jour où les comptes seront rendus.",
    "notes": null,
    "fawaid": "C’est la prière du Prophète Ibrahim, un rappel d’honneur pour les parents, du Jour du Jugement et de la miséricorde envers tous les croyants.",
    "source": "Sourate Ibrahim : 41"
  }
]
