[
  {
    "category": "dailyDua",
    "title": "Supplica prima di dormire",
    "arabic": "بِاسْمِكَ اللَّهُمَّ أَمُوْتُ وَأَحْيَا",
    "latin": "bismika, allahumma amuutu wa ahyaa",
    "translation": "Nel Tuo nome, o Allah, muoio e vivo.",
    "notes": null,
    "benefits": "Il Profeta, pace e benedizioni su di lui, iniziava e terminava sempre la sua giornata con il dhikr.",
    "source": "HR. al-Bukhari"
  },
  {
    "category": "dailyDua",
    "title": "Supplica al risveglio",
    "arabic": "الحَمْدُ للهِ الَّذِي أَحْيَانَا بعْدَ مَا أماتَنَا وإِلَيْهِ النُّشُورُ",
    "latin": "alhamdulillahilladzi ahyaanaa ba'da maa amaatanaa wa ilaihin nusyuur",
    "translation": "Lode ad Allah che ci ha dato la vita dopo averci fatto morire, e a Lui è la resurrezione.",
    "notes": null,
    "benefits": "Recitando questa supplica, un servo inizia la giornata lodando il nome di Allah, il Datore della Vita e Colui che porta la morte.",
    "source": "HR. Bukhari: 6327"
  },
  {
    "category": "dailyDua",
    "title": "Supplica entrando in bagno",
    "arabic": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبُثِ وَالْخَبَائِثِ",
    "latin": "allahumma innii a'uudzubika minal khubutsi wal khabaaitsi",
    "translation": "O Allah, cerco rifugio in Te dal male e da ciò che è malvagio.",
    "notes": null,
    "benefits": "Questa supplica funge da barriera tra le parti intime del servo e i jinn quando entra in bagno.",
    "source": "HR. al-Bukhari e Muslim"
  },
  {
    "category": "dailyDua",
    "title": "Supplica uscendo dal bagno",
    "arabic": "غُفْرَانَكَ",
    "latin": "ghuf-raanak",
    "translation": "Chiedo il Tuo perdono (o Allah).",
    "notes": null,
    "benefits": "Il bagno è una delle dimore dei jinn e dei diavoli, quindi è raccomandato chiedere perdono per eventuali errori, intenzionali o meno, commessi mentre si era in bagno.",
    "source": "HR. at-Tirmidzi"
  },
  {
    "category": "dailyDua",
    "title": "Supplica prima di mangiare",
    "arabic": "بِسْمِ اللَّهِ",
    "latin": "bismillah",
    "translation": "Nel nome di Allah.",
    "notes": null,
    "benefits": "Recitare Bismillah prima di mangiare impedisce a Satana di unirsi agli uomini nel pasto.",
    "source": "HR. al-Bukari n. 5376 e Muslim n. 2022"
  },
  {
    "category": "dailyDua",
    "title": "Supplica se si dimentica il Bismillah all'inizio del pasto",
    "arabic": "بِسْمِ اللَّهِ أَوَّلَهُ وَآخِرَهُ",
    "latin": "bismillahi awwaluhu wa aakhiruhu",
    "translation": "Nel nome di Allah, all’inizio e alla fine.",
    "notes": null,
    "benefits": "L'Islam presta grande attenzione all’etichetta. Se qualcuno dimentica di recitare la supplica prima di mangiare, è comunque raccomandato farlo anche durante il pasto, anche se resta solo un boccone.",
    "source": "HR. Abu Dawud"
  },
  {
    "category": "dailyDua",
    "title": "Supplica dopo aver mangiato",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى أَطْعَمَنِى هَذَا وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّى وَلاَ قُوَّةٍ",
    "latin": "alhamdulillaahilladzii ath'amanii haadzaa wa rozaqoniihi min ghoiri haulin minnii wa laa quwwatin",
    "translation": "Lode ad Allah che mi ha dato questo cibo e me lo ha provveduto senza nessuna forza o potere da parte mia.",
    "notes": null,
    "benefits": "Il Messaggero di Allah, pace e benedizioni su di lui, disse che chi recita questa supplica, i suoi peccati passati saranno perdonati.",
    "source": "Shahih at-Tirmidzi"
  },
  {
    "category": "dailyDua",
    "title": "Supplica entrando in moschea",
    "arabic": "اَللَّهُمَّ افْتَحْ لِيْ أَبْوَابَ رَحْمَتِكَ",
    "latin": "allahummaftah lii abwaaba rahmatika",
    "translation": "O Allah, aprimi le porte della Tua misericordia.",
    "notes": null,
    "benefits": "La moschea è la casa di Allah; un servo dovrebbe onorarla e sperare nella misericordia di Allah in essa.",
    "source": "HR. Muslim"
  },
  {
    "category": "dailyDua",
    "title": "Supplica uscendo dalla moschea",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ مِنْ فَضْلِكَ",
    "latin": "allahumma innii as'aluka min fadhlika",
    "translation": "O Allah, Ti chiedo la Tua grazia.",
    "notes": null,
    "benefits": "La terra di Allah è vasta e ci sono molti modi per cercare il sostentamento. Un servo dovrebbe chiedere che Allah gli faciliti il provvedimento che distribuisce ai Suoi servi.",
    "source": "HR. Muslim n. 713"
  },
  {
    "category": "dailyDua",
    "title": "Supplica prima dell’abluzione",
    "arabic": "بِسْمِ اللَّهِ",
    "latin": "bismillah",
    "translation": "Nel nome di Allah.",
    "notes": null,
    "benefits": "È prescritto iniziare ogni questione importante dicendo Bismillah, che sia un atto di culto o altro.",
    "source": "HR. at-Tirmidzi e al-Baihaqi"
  },
  {
    "category": "dailyDua",
    "title": "Supplica dopo l’abluzione",
    "arabic": "أشْهَدُ أنْ لا إله إِلاَّ اللَّهُ وَحْدَهُ لا شَرِيك لَهُ ، وأشْهَدُ أنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ ، اللَّهُمَّ اجْعَلْنِي مِنَ التَوَّابِينَ ، واجْعَلْني مِنَ المُتَطَهِّرِينَ ، سُبْحانَكَ اللَّهُمَّ وبِحَمْدِكَ ، أشْهَدُ أنْ لا إلهَ إِلاَّ أنْتَ ، أسْتَغْفِرُكَ وأتُوبُ إِلَيْكَ",
    "latin": "asyhadu an laa ilaaha illa allah wadahu laa syariika lahu, wa asyhadu anna muhammadan 'abduhu wa rasuuluhu. allahummaj 'alni minat tawwaabiina waj 'alnii minal mutathaahiriina. subhaanaka allahumma wa bihamdika asyhadu an laa ilaaha illa anta astaghfiruka wa atuubu ilaika",
    "translation": "Testimonio che non c’è divinità se non Allah, senza soci, e testimonio che Muhammad è Suo servo e messaggero. O Allah, rendimi tra coloro che si pentono e tra coloro che si purificano. Gloria a Te, o Allah, e con la Tua lode. Testimonio che non c’è divinità se non Te. Ti chiedo perdono e mi pento a Te.",
    "notes": null,
    "benefits": "Chi recita questa supplica, gli saranno aperte otto porte del Paradiso, e potrà entrare da quella che vorrà.",
    "source": "HR. Muslim, at-Tirmidzi e an-Nasa'i"
  },
  {
    "category": "dailyDua",
    "title": "Supplica per rompere il digiuno",
    "arabic": "ذَهَبَ الظَّمَأُ وابْتَلَّتِ الْعُرُوقُ وثَبَتَ اْلأَجْرُ إِنْ شَاءَاللهُ",
    "latin": "dzahabazh zhoma'u wabtallatil 'uruqu wa tsabatal ajru insya Allah",
    "translation": "La sete se n’è andata, le vene si sono inumidite e la ricompensa è certa, se Allah vuole.",
    "notes": null,
    "benefits": "È altamente raccomandato per chi digiuna aumentare le suppliche prima e dopo aver rotto il digiuno, poiché la supplica del digiuno è tra le tre che non vengono respinte.",
    "source": "HR. Abu Daud, As-Sunan Al-Kubra Lil Baihaqi, Vol. 4, p. 239, al-Hakim in Mustadrak 'alas Shahihain n. 1484"
  },
  {
    "category": "dailyDua",
    "title": "Supplica entrando in casa #1",
    "arabic": "اَلسَّلَامُ عَلَيْكُمْ",
    "latin": "assalaamu 'alaykum",
    "translation": "La pace sia su di voi.",
    "notes": null,
    "benefits": "Il saluto è una supplica di speranza, speranza di essere salvaguardati da ogni tipo di dolore e sofferenza, e di essere avvolti da misericordia e benedizioni.",
    "source": "HR. at-Tirmidzi"
  },
  {
    "category": "dailyDua",
    "title": "Supplica entrando in casa #2",
    "arabic": "اَلسَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللهِ وَبَرَكَا تُهُ",
    "latin": "assalaamu 'alaykum warahmatullaahi wabarakaatuh",
    "translation": "Pace, misericordia e benedizioni di Allah siano su di voi.",
    "notes": null,
    "benefits": "Il saluto è una supplica di speranza, speranza di essere salvaguardati da ogni tipo di dolore e sofferenza, e di essere avvolti da misericordia e benedizioni.",
    "source": "HR. at-Tirmidzi"
  },
  {
    "category": "dailyDua",
    "title": "Supplica uscendo di casa",
    "arabic": "بِسْمِ اللَّهِ تَوَكَّلْتُ عَلَى اللَّهِ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ",
    "latin": "bismillaah, tawakkaltu 'alallaah, laa haula wa laa quwwata illaa billaah",
    "translation": "Nel nome di Allah, pongo la mia fiducia in Allah. Non c’è forza né potere se non in Allah.",
    "notes": null,
    "benefits": "Chi recita questa supplica sentirà: \"Sei stato guidato, protetto e provvisto.\" Satana si allontanerà da lui. Un altro satana dirà: \"Come puoi danneggiare qualcuno che è stato guidato, provvisto e protetto?!\"",
    "source": "HR. Abu Dawud e at-Tirmidzi"
  },
  {
    "category": "dailyDua",
    "title": "Supplica di protezione da danni fuori casa",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ أَنْ أَضِلَّ أَوْ أُضَلَّ أَوْ أَزِلَّ أَوْ أُزَلَّ أَوْ أَظْلِمَ أَوْ أُظْلَمَ أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَىَّ",
    "latin": "allaahumma innii a'uudzu bika an adhilla au udholla, au azilla au azulla, au azhlima au uzhlama, au ajhala au yujhala 'alayya",
    "translation": "O Allah, cerco rifugio in Te affinché non smarrisca o venga sviato, scivoli o sia fatto scivolare, commetta ingiustizia o sia trattato ingiustamente, agisca con ignoranza o venga trattato con ignoranza.",
    "notes": null,
    "benefits": "Quando una persona esce di casa, incontrerà ogni tipo di cosa, bene e male, soprattutto danni causati da sé stessa. Perciò si raccomanda di chiedere protezione da sé e dagli altri.",
    "source": "HR. Abu Dawud, at-Tirmidzi, Ibn Majah e an-Nasa'i"
  },
  {
    "category": "dailyDua",
    "title": "Supplica del viaggio",
    "arabic": "الله أَكْبَرُ،الله أَكْبَرُ،الله أَكْبَرُ،سُبْحَانَ الَّذِى سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ اللَّهُمَّ إِنَّا نَسْأَلُكَ فِى سَفَرِنَا هَذَا الْبِرَّ وَالتَّقْوَى وَمِنَ الْعَمَلِ مَا تَرْضَى اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاطْوِ عَنَّا بُعْدَهُ اللَّهُمَّ أَنْتَ الصَّاحِبُ فِى السَّفَرِ وَالْخَلِيفَةُ فِى الأَهْلِ اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ وَكَآبَةِ الْمَنْظَرِ وَسُوءِ الْمُنْقَلَبِ فِى الْمَالِ وَالأَهْلِ",
    "latin": "allahu akbar, allahu akbar, allahu akbar. subhaanal ladzi sakh-khara lanaa haadza wa maa kunna lahuu muqriniin wa inna ilaa rabbina lamun qalibuun. allahumma inna nas aluka fii safarina hadzaa al-birra wat taqwa wa minal amali maa tardhaa. allahumma hawwin 'alaina safarana haadza wathwi 'anna bu'dahu. allahumma anta shaahibu fi safar. wal khaliifatu fil ahli. allahumma inni a'uudzubika min wa'tsaa-issafari wa ka-aabatil mandzari wa suuil munqalabi fil maali wal ahli",
    "translation": "Allah è il più Grande, Allah è il più Grande, Allah è il più Grande. Gloria a Colui che ci ha dato ciò, mentre noi non avremmo potuto ottenerlo da soli. In verità a nostro Signore ritorniamo. O Allah, Ti chiediamo rettitudine e pietà in questo viaggio, e opere che Ti soddisfino. O Allah, alleggerisci per noi la difficoltà di questo viaggio e accorciane la distanza. O Allah, Tu sei il Compagno nel viaggio e il Custode in famiglia. O Allah, cerco rifugio in Te dalla difficoltà del viaggio, dalla visione spiacevole e dal cattivo esito riguardo beni e famiglia.",
    "notes": null,
    "benefits": "Questa supplica ha due parti: la prima è la lode ad Allah e la sottomissione del servo; la seconda è la richiesta ad Allah di facilità nel viaggio e nelle questioni lasciate a casa.",
    "source": "HR. Muslim"
  },
  {
    "category": "dailyDua",
    "title": "Supplica di chi rimane per chi viaggia",
    "arabic": "أَسْتَوْدِعُ اللَّهَ دِينَكَ وَأَمَانَتَكَ وَخَوَاتِيمَ عَمَلِكَ",
    "latin": "astawdi'ullaha diinaka, wa amaanataka, wa khawaatiima a'maalik",
    "translation": "Affido ad Allah la tua religione, la tua fiducia e il termine delle tue azioni.",
    "notes": null,
    "benefits": "Tre priorità di un servo che devono essere salvaguardate ovunque: religione, fiducia e opere, poiché una persona sarà resuscitata secondo le proprie azioni.",
    "source": "HR. Abu Dawud: 2601"
  },
  {
    "category": "dailyDua",
    "title": "Supplica per la pietà a chi viaggia",
    "arabic": "زَوَّدَكَ اللَّهُ التَّقْوَى وَغَفَرَ ذَنْبَكَ  وَيَسَّرَ لَكَ الْخَيْرَ حَيْثُمَا كُنْتَ",
    "latin": "zawwadakallahut taqwa, wa ghafara dzanbaka, wa yassara lakal khaira haitsumaa kunta",
    "translation": "Che Allah ti dia la pietà, ti perdoni i peccati e ti faciliti il bene ovunque tu sia.",
    "notes": null,
    "benefits": "La pietà è il miglior bagaglio che un servo possa preparare per l’Aldilà, perché non c’è salvezza se non con la pietà.",
    "source": "HR. at-Tirmidzi"
  },
  {
    "category": "dailyDua",
    "title": "Supplica indossando vestiti nuovi",
    "arabic": "اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ",
    "latin": "allahumma lakal hamdu anta kasawtaniihi. as-aluka min khoirihi wa khoiri maa shuni'a lah, wa a'udzu bika min syarrihi wa syarri maa shuni'a lah",
    "translation": "O Allah, a Te la lode. Tu mi hai vestito con questo. Ti chiedo il suo bene e il bene per cui è stato creato, e cerco rifugio in Te dal suo male e dal male per cui è stato creato.",
    "notes": null,
    "benefits": "Recitando questa supplica, si chiede che i vestiti acquistati portino bene e siano anche una protezione contro vari mali.",
    "source": "HR. Ahmad, Abu Dawud, at-Tirmidzi e Al-Hakim"
  },
  {
    "category": "dailyDua",
    "title": "Supplica quando si indossano abiti",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى كَسَانِى هَذَا الثَّوْبَ وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّى وَلاَ قُوَّةٍ",
    "latin": "alhamdu lillaahil ladzii kasaanii haadzaa wa rozaqoniihi min ghoiri hawlim minni wa laa quwwatin",
    "translation": "Lode ad Allah che mi ha vestito con questo indumento e me lo ha provveduto senza nessuna forza o potere da parte mia.",
    "notes": null,
    "benefits": "Recitando questa supplica, i peccati passati saranno perdonati, se Allah vuole.",
    "source": "HR. tutti i compilatori dei libri Sunan, tranne Nasa'i"
  },
  {
    "category": "dailyDua",
    "title": "Supplica quando si monta su un veicolo",
    "arabic": "بِسْمِ اللَّهِ، بِسْمِ اللَّهِ، بِسْمِ اللَّهِ، الحَمْدُ للِه، سُبْحَانَ الَّذِى سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ، سُبْحَانَكَ إِنِّى قَدْ ظَلَمْتُ نَفْسِى فَاغْفِرْ لِى فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "bismillah, bismillah, bismillah, alhamdulillah, subhaanalladzi sakh-khara lanaa haadzaa wa maa kunnaa lahuu muqriniin. wa innaa ilaa rabbinaa lamun qalibuun. subhaanaka inni qad dzalamtu nafsii, faghfirlii fa-innahuu laa yaghfirudz dzunuuba illaa anta",
    "translation": "Nel nome di Allah, nel nome di Allah, nel nome di Allah. Lode ad Allah. Gloria a Colui che ci ha sottomesso questo, e noi da soli non avremmo potuto farlo. E in verità, a nostro Signore ritorniamo. Gloria a Te, in verità ho fatto torto a me stesso, perdonami, poiché nessuno può perdonare i peccati se non Tu.",
    "notes": null,
    "benefits": "Recitando la supplica per salire su un veicolo, il nostro viaggio sarà sempre sotto la protezione di Allah. Inoltre, riceveremo ricompense, aiuto e un cuore più sereno.",
    "source": "HR. Abu Dawud e at-Tirmidzi"
  },
  {
    "category": "dailyDua",
    "title": "Supplica quando piove",
    "arabic": "اللَّهُمَّ صَيِّبًا نَافِعًا",
    "latin": "allahumma shayyiban naafi'aa",
    "translation": "O Allah, fa’ che sia una pioggia benefica.",
    "notes": null,
    "benefits": "È incoraggiato pregare quando piove affinché aumentino il bene e la benedizione, così come i suoi benefici.",
    "source": "HR. al-Bukhari n. 1032"
  },
  {
    "category": "dailyDua",
    "title": "Supplica durante pioggia intensa",
    "arabic": "اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا ، اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ وَبُطُونِ الأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ",
    "latin": "allahumma haawalaina wa laa 'alaina. allahumma 'alal aakami wal jibaali, wazh zhiroobi, wa buthunil awdiyati, wa manaabitisy syajari",
    "translation": "O Allah, (fai cadere la pioggia) intorno a noi e non su di noi. O Allah, (falla cadere) sulle colline, montagne, piccole montagne, valli e nei luoghi dove crescono gli alberi.",
    "notes": null,
    "benefits": "La supplica sopra si recita quando la pioggia diventa forte o si teme che causi danni.",
    "source": "HR. al-Bukhari n. 1014"
  },
  {
    "category": "dailyDua",
    "title": "Supplica dopo la pioggia",
    "arabic": "مُطِرْنا بفَضْلِ اللهِ ورَحْمَتِهِ",
    "latin": "muthirna bi fadhlillahi wa rohmatih",
    "translation": "Siamo stati bagnati dalla grazia e dalla misericordia di Allah.",
    "notes": null,
    "benefits": "Recitando questa supplica, si riconosce che la pioggia cade per volontà di Allah (sua virtù), non per le stelle, e non si cade nella miscredenza.",
    "source": "HR. al-Bukhari n. 846 e Muslim n. 71"
  },
  {
    "category": "dailyDua",
    "title": "Supplica durante vento forte",
    "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَأَعُوْذُ بِكَ مِنْ شَرِّهَا",
    "latin": "allaahumma innii as-aluka khoirohaa wa a'uudzubika min syarrihaa",
    "translation": "O Allah, Ti chiedo il bene di questo vento e cerco rifugio in Te dal suo male.",
    "notes": null,
    "benefits": "Tra i segni della potenza di Allah c’è il vento forte che può portare benedizione o punizione. Perciò si deve chiedere il bene e rifugiarsi dal male.",
    "source": "HR. Abu Dawud e Ibnu Majah"
  },
  {
    "category": "dailyDua",
    "title": "La migliore supplica per chiedere perdono (Sayyid al-Istighfar)",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahumma anta rabbii laa ilaaha illaa anta khalaqtanii wa anna 'abduka wa anaa 'alaa 'ahdika wa wa'dika mastatha'tu a'uudzu bika min syarri maa shana'tu abuu u laka bini' matika 'alayya wa abuu-u bidzanbii faghfir lii fa innahu laa yaghfirudz dzunuuba illa anta",
    "translation": "O Allah, Tu sei il mio Signore. Non c’è divinità degna di adorazione se non Te. Mi hai creato e io sono Tuo servo. Osservo il Tuo patto e la Tua promessa per quanto posso. Cerco rifugio in Te dal male che ho fatto. Riconosco i Tuoi favori su di me e riconosco il mio peccato. Perdonami, poiché nessuno può perdonare i peccati se non Tu.",
    "notes": null,
    "benefits": "Chi la recita con certezza la sera, e poi muore, entrerà in Paradiso; così pure se la recita al mattino.",
    "source": "HR. al-Bukhari n. 6306, 6323, Ahmad IV/122-125, an-Nasa'i VIII/279-280"
  },
  {
    "category": "dailyDua",
    "title": "Supplica per facilità in tutte le questioni",
    "arabic": "اللَّهُمَّ لاَ سَهْلَ إِلاَّ مَا جَعَلْتَهُ سَهْلاً وَأَنْتَ تَجْعَلُ الحَزْنَ إِذَا شِئْتَ سَهْلاً",
    "latin": "allahumma laa sahla illa maa ja'altahu sahlaa, wa anta taj'alul hazna idza syi'ta sahlaa",
    "translation": "O Allah, non c’è facilità se non in ciò che Tu rendi facile, e Tu puoi rendere facile ciò che è difficile se vuoi.",
    "notes": null,
    "benefits": "La facilità viene solo da Allah. Anche qualcosa di difficile può diventare facile se Allah vuole.",
    "source": "HR. Ibn Hibban"
  },
  {
    "category": "dailyDua",
    "title": "Supplica quando si è colpiti da una calamità",
    "arabic": "إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ اللَّهُمَّ أْجُرْنِى فِى مُصِيبَتِى وَأَخْلِفْ لِى خَيْرًا مِنْهَا",
    "latin": "inna lillahi wa inna ilaihi rooj'un. allahumma'jurnii fii mushibatii wa akhlif lii khoiron minhaa",
    "translation": "In verità apparteniamo ad Allah e a Lui ritorniamo. O Allah, ricompensami per la mia afflizione e sostituiscila con qualcosa di migliore.",
    "notes": null,
    "benefits": "Un servo dovrebbe recitare questa supplica quando è colpito da una calamità con certezza e speranza. Se Allah vuole, riceverà qualcosa di migliore.",
    "source": "HR. Muslim"
  },
  {
    "category": "dailyDua",
    "title": "Supplica quando si ha un debito",
    "arabic": "اللَّهُمَّ اكْفِنِى بِحَلاَلِكَ عَنْ حَرَامِكَ وَأَغْنِنِى بِفَضْلِكَ عَمَّنْ سِوَاكَ",
    "latin": "allahumak-finii bi halaalika 'an haroomik, wa agh-niniy bi fadhlika 'amman siwaak",
    "translation": "O Allah, rendimi sufficiente con ciò che è lecito e tienimi lontano da ciò che è illecito, e arricchiscimi con la Tua grazia così da non dipendere da altri che Te.",
    "notes": null,
    "benefits": "Il sostentamento lecito, anche se poco, è meglio di grandi ricchezze illecite.",
    "source": "HR. at-Tirmidzi n. 2563"
  },
  {
    "category": "dailyDua",
    "title": "Supplica per protezione da pigrizia, tristezza e debiti",
    "arabic": "اَللّٰهُمَّ إِنِّى أَعُوْذُبِكَ مِنَ الْهَمِّ وَالْحَزْنِ وَأَعُوْذُبِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَأَعُوْذُبِكَ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَعُوْذُبِكَ مِنْ غَلَبَتِ الدَّيْنِ وَقَهْرِ الرجال",
    "latin": "allahumma innii a'uudzu bika minal hammi wal hazan. wa a'udzu bika minal 'ajzi wal kasal. wa a'udzu bika minal jubni wal bukhl. wa a'uudzu bika min ghalabatid daini wa qahrir rijaal",
    "translation": "O Allah, cerco rifugio in Te dall’ansia e dal dolore, dall’incapacità e dalla pigrizia, dalla codardia e dall’avarizia, dall’essere sopraffatto dai debiti e dagli uomini.",
    "notes": null,
    "benefits": "Abu Umamah raccontò: dopo aver praticato questa supplica, Allah davvero ha rimosso la mia ansia e mi ha dato la capacità di ripagare i debiti.",
    "source": "HR. Abu Dawud n. 1555"
  },
  {
    "category": "dailyDua",
    "title": "Supplica dopo aver starnutito",
    "arabic": "الحَمْدُ للهِ",
    "latin": "alhamdulillah",
    "translation": "Lode ad Allah.",
    "notes": null,
    "benefits": "In verità Allah ama lo starnuto perché spinge una persona all’adorazione. È raccomandato rispondere alla lode ad Allah di chi starnutisce, e viceversa.",
    "source": "HR. al-Bukhari"
  },
  {
    "category": "dailyDua",
    "title": "Supplica quando si sente qualcuno starnutire",
    "arabic": "يَرْحَمُكَ اللهُ",
    "latin": "yarhamukallah",
    "translation": "Che Allah abbia misericordia di te.",
    "notes": null,
    "benefits": "In verità Allah ama lo starnuto perché spinge una persona all’adorazione. È raccomandato rispondere alla lode ad Allah di chi starnutisce, e viceversa.",
    "source": "HR. al-Bukhari"
  },
  {
    "category": "dailyDua",
    "title": "Risposta a chi dice 'Yarhamukallah' dopo aver starnutito",
    "arabic": "يَهْدِيكُمُ اللهُ وَيُصْلِحُ بَالَكُمْ",
    "latin": "yahdikumullah wa yushlihu baalakum",
    "translation": "Che Allah vi guidi e migliori la vostra condizione.",
    "notes": null,
    "benefits": "In verità Allah ama lo starnuto perché spinge una persona all’adorazione. È raccomandato rispondere alla lode ad Allah di chi starnutisce, e viceversa.",
    "source": "HR. al-Bukhari"
  },
  {
    "category": "dailyDua",
    "title": "Supplica per un buon carattere",
    "arabic": "اللَّهُمَّ كَمَا حَسَّنْتَ خَلْقِي فَحَسِّنْ خُلُقِي",
    "latin": "allahumma kamaa hassanta kholqii fahassin khuluqii",
    "translation": "O Allah, come hai reso bella la mia apparenza, rendi buono anche il mio carattere.",
    "notes": null,
    "benefits": "Un bell’aspetto non è sufficiente per un musulmano; deve essere accompagnato da un nobile carattere. Un musulmano dovrebbe sempre chiedere che il suo carattere venga migliorato.",
    "source": "HR. Ahmad, autenticato da al-Albani in al-Irwa', 1/115"
  },
  {
    "category": "dailyDua",
    "title": "Preghiera di protezione da Satana",
    "arabic": "رَبِّ أَعُوْذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِيْنِ وَأَعُوْذُ بِكَ رَبِّ أَنْ يَحْضُرُوْنِ",
    "latin": "rabbi a'uudzu bika min hamazaatisy-syayaathiin wa a'uudzu bika rabbi ay yahdhuruun",
    "translation": "Mio Signore, cerco rifugio in Te dai sussurri di Satana e cerco rifugio in Te, mio Signore, dalla loro presenza attorno a me.",
    "notes": null,
    "fawaid": "In verità, Allah ordina al Profeta Muhammad e a tutti i suoi seguaci di cercare rifugio dai sussurri di Satana in tutte le attività, specialmente nell’approssimarsi della morte. Satana sussurra il male nei cuori degli uomini, incoraggiandoli al male.",
    "source": "QS. Al-Mu'minun: 97-98"
  },
  {
    "category": "dailyDua",
    "title": "Preghiera dopo l’Adhan",
    "arabic": "اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلَاةِ الْقَائِمَةِ، آتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِي وَعَدْتَهُ",
    "latin": "allahumma rabba haadzihid da'watit taammah, wasshalaatil qaaaimah, aati muhammadanil wasiilata wal fadhiiilata, wab'atshu maqaaman mahmuuda alladzii wa'adtah",
    "translation": "O Allah, Signore di questo appello perfetto e della preghiera che sta per essere compiuta, concedi a Muhammad l’eccelso rango e il merito, e sollevalo al posto lodato che Gli hai promesso.",
    "notes": null,
    "fawaid": "Questa preghiera è raccomandata dal Profeta Muhammad (pace su di lui) per chi ascolta l’appello alla preghiera. Ha molti benefici, tra cui l’intercessione del Profeta nel Giorno del Giudizio, ottenere la wasilah e l’onore in Paradiso per il Profeta, e una grande ricompensa da Allah. È anche un modo per mostrare rispetto e amore verso Allah e il Suo Messaggero.",
    "source": "Narrato da Abu Dawud (529), at-Tirmidhi (211), an-Nasa'i (2:26), Ibn Majah (722)"
  },
  {
    "category": "dailyDua",
    "title": "Preghiera di perdono per i genitori",
    "arabic": "رَبَّنَا ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ ٱلْحِسَابُ",
    "latin": "rabbanagfir lii wa liwaalidayya wa lil-mu'miniina yauma yaquumul-hiisaab",
    "translation": "Signore nostro, perdona me, i miei genitori e tutti i credenti nel Giorno in cui sarà stabilito il rendiconto.",
    "notes": null,
    "fawaid": "Questa è una supplica del profeta Ibrahim (pace su di lui), che insegna a onorare e amare i genitori, ricordare il Giorno del Giudizio e prendersi cura dei credenti. Con questa supplica, speriamo che Allah ci perdoni e ci renda tra i fedeli.",
    "source": "QS. Ibrahim: 41"
  },
  {
    "category": "dailyDua",
    "title": "Du'a per protezione contro il malocchio",
    "arabic": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَلَا فَاجِرٌ",
    "latin": "a'uudzu bi kalimaatillahit taammatil latii laa yujaawizuhunna barrun wa laa faajir",
    "translation": "Cerco rifugio nelle parole perfette di Allah che né il giusto né il corrotto possono superare.",
    "notes": null,
    "benefits": "Questa invocazione protegge dal malocchio, dalla stregoneria e dal male. Il Profeta ﷺ la insegnò ai suoi Compagni per la loro protezione.",
    "source": "Narrated by Muslim, Abu Dawud"
  },
  {
    "category": "dailyDua",
    "title": "Du'a per protezione della casa",
    "arabic": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَلَا فَاجِرٌ",
    "latin": "a'uudzu bi kalimaatillahit taammatil latii laa yujaawizuhunna barrun wa laa faajir",
    "translation": "Cerco rifugio nelle parole perfette di Allah che né il giusto né il corrotto possono superare.",
    "notes": null,
    "benefits": "Questa invocazione protegge la casa dal male, dai jinn e dalle influenze negative. Crea una barriera spirituale intorno alla casa.",
    "source": "Narrated by Abu Dawud, Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Du'a per protezione durante il viaggio",
    "arabic": "اللَّهُمَّ إِنَّا نَسْأَلُكَ فِي سَفَرِنَا هَذَا الْبِرَّ وَالتَّقْوَى وَمِنَ الْعَمَلِ مَا تَرْضَى",
    "latin": "allahumma innaa nas'aluka fii safarinaa haadzaal birra wat taqwaa wa minal 'amali maa tardhaa",
    "translation": "O Allah, Ti chiediamo in questo viaggio rettitudine e pietà, e opere che Ti piacciano.",
    "notes": null,
    "benefits": "Questa invocazione protegge il viaggiatore e assicura un viaggio benedetto. Chiede ad Allah di guidare le nostre azioni durante il viaggio.",
    "source": "Narrated by Muslim"
  },
  {
    "category": "dailyDua",
    "title": "Du'a prima di studiare",
    "arabic": "رَبِّ زِدْنِي عِلْمًا",
    "latin": "rabbi zidnii 'ilmaa",
    "translation": "Mio Signore, aumentami in conoscenza.",
    "notes": null,
    "benefits": "Questa invocazione chiede ad Allah di aumentare la nostra conoscenza. È raccomandata prima di studiare il Corano, la scienza o qualsiasi altra materia.",
    "source": "Quran, Surah Ta-Ha : 114"
  },
  {
    "category": "dailyDua",
    "title": "Du'a per la guarigione",
    "arabic": "أَسْأَلُ اللَّهَ الْعَظِيمَ رَبَّ الْعَرْشِ الْعَظِيمِ أَنْ يَشْفِيَكَ",
    "latin": "as'alullahaal 'adziim rabbal 'arsyil 'adziim an yashfiyak",
    "translation": "Chiedo ad Allah, il Più Grande, Signore del Trono Potente, di guarirti.",
    "notes": null,
    "benefits": "Questa invocazione si recita per chiedere la guarigione di una persona malata. Invoca Allah con i Suoi nomi più belli per ottenere la guarigione.",
    "source": "Narrated by Abu Dawud, Tirmidhi"
  },
  {
    "category": "dailyDua",
    "title": "Du'a per la pioggia",
    "arabic": "اللَّهُمَّ صَيِّبًا نَافِعًا",
    "latin": "allahumma sayyiban naafi'aa",
    "translation": "O Allah, concedici pioggia benefica.",
    "notes": null,
    "benefits": "Questa invocazione si recita quando piove per chiedere ad Allah che la pioggia sia benefica e porti benedizione alla terra e alle creature.",
    "source": "Narrated by Bukhari"
  },
  {
    "category": "dailyDua",
    "title": "Du'a del Profeta Ibrahim",
    "arabic": "رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ",
    "latin": "rabbanaa taqabbal minnaa innaka antas samii'ul 'aliim",
    "translation": "Nostro Signore, accetta da noi. Tu sei l'Onniveggente, l'Onnisciente.",
    "notes": null,
    "benefits": "Questa invocazione del Profeta Ibrahim si recita dopo aver compiuto un atto di adorazione per chiedere ad Allah di accettare le nostre opere.",
    "source": "Quran, Surah Al-Baqarah : 127"
  },
  {
    "category": "dailyDua",
    "title": "Du'a del Profeta Musa",
    "arabic": "رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي",
    "latin": "rabbi ishrah lii sadrii wa yassir lii amrii",
    "translation": "Mio Signore, espandi il mio petto e rendi facile per me la mia faccenda.",
    "notes": null,
    "benefits": "Questa invocazione del Profeta Musa chiede ad Allah di espandere il cuore e facilitare gli affari. È utile per superare le difficoltà.",
    "source": "Quran, Surah Ta-Ha : 25-26"
  },
  {
    "category": "dailyDua",
    "title": "Du'a di ringraziamento per le benedizioni",
    "arabic": "اللَّهُمَّ لَكَ الْحَمْدُ حَتَّى تَرْضَى",
    "latin": "allahumma lakal hamdu hattaa tardhaa",
    "translation": "O Allah, a Te appartiene tutta la lode finché non sei soddisfatto.",
    "notes": null,
    "benefits": "Questa invocazione esprime gratitudine ad Allah per le Sue benedizioni. Si recita per ringraziare Allah completamente e sinceramente.",
    "source": "Narrated by Muslim"
  },
  {
    "category": "dailyDua",
    "title": "Du'a per la salute e la sicurezza",
    "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ",
    "latin": "allahumma innii as'alukal 'aafiyata fid dunyaa wal aakhirah",
    "translation": "O Allah, Ti chiedo salute e sicurezza in questo mondo e nell'aldilà.",
    "notes": null,
    "benefits": "Questa invocazione chiede ad Allah salute fisica e spirituale, nonché sicurezza in questo mondo e nell'aldilà. È una preghiera completa.",
    "source": "Narrated by Bukhari"
  },
  {
    "category": "dailyDua",
    "title": "Du'a del Profeta Yusuf",
    "arabic": "رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِن تَأْوِيلِ الْأَحَادِيثِ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ",
    "latin": "rabbi qad aataitanii minal mulki wa 'allamtanii min ta'wiilil ahaadiits. faatiras samaawaati wal ardhi anta waliyyii fid dunyaa wal aakhirah. tawaffanii musliman wa alhiqnii bissaalihiin",
    "translation": "Mio Signore, mi hai dato autorità e mi hai insegnato l'interpretazione dei sogni. Creatore dei cieli e della terra, Tu sei il mio protettore in questo mondo e nell'aldilà. Fammi morire in sottomissione e uniscimi ai giusti.",
    "notes": null,
    "benefits": "Questa invocazione del Profeta Yusuf esprime gratitudine per le benedizioni di Allah e chiede una fine pia. Si recita per ringraziare Allah e chiedere una buona fine.",
    "source": "Quran, Surah Yusuf : 101"
  },
  {
    "category": "dailyDua",
    "title": "Du'a del Profeta Nuh",
    "arabic": "رَّبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُن مِّنَ الْخَاسِرِينَ",
    "latin": "rabbi innii a'uudzu bika an as'alaka maa laisa lii bihi 'ilm. wa illaa taghfir lii wa tarhamnii akum minal khaasiriin",
    "translation": "Mio Signore, cerco rifugio in Te dal chiederti ciò di cui non ho conoscenza. Se non mi perdoni e non hai misericordia di me, sarò tra i perdenti.",
    "notes": null,
    "benefits": "Questa invocazione del Profeta Nuh chiede il perdono e la misericordia di Allah. Ci insegna l'umiltà e il riconoscimento dei nostri limiti di fronte alla conoscenza di Allah.",
    "source": "Quran, Surah Hud : 47"
  },
  {
    "category": "dailyDua",
    "title": "Du'a del Profeta Ayyub",
    "arabic": "أَنِّي مَسَّنِيَ الضُّرُّ وَأَنتَ أَرْحَمُ الرَّاحِمِينَ",
    "latin": "annii massaniyad durru wa anta arhamur raahimiin",
    "translation": "In verità, l'avversità mi ha toccato, e Tu sei il Più Misericordioso dei misericordiosi.",
    "notes": null,
    "benefits": "Questa invocazione del Profeta Ayyub si recita durante le prove e le difficoltà. Esprime fiducia nella misericordia di Allah e chiede il Suo aiuto.",
    "source": "Quran, Surah Al-Anbiya : 83"
  },
  {
    "category": "dailyDua",
    "title": "Du'a del Profeta Sulayman",
    "arabic": "رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَىٰ وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ",
    "latin": "rabbi awzi'nii an ashkura ni'matakal latii an'amta 'alayya wa 'alaa waalidayya wa an a'mala saalihan tardhaahu wa adkhilnii birahmatika fii 'ibaadikas saalihiin",
    "translation": "Mio Signore, ispirami ad essere grato per il Tuo favore che hai concesso a me e ai miei genitori, e a compiere opere giuste che Ti piaceranno, e ammettimi con la Tua misericordia tra i Tuoi servi giusti.",
    "notes": null,
    "benefits": "Questa invocazione del Profeta Sulayman chiede ad Allah di ispirarci gratitudine e buone opere. Si recita per chiedere guida verso il bene.",
    "source": "Quran, Surah An-Naml : 19"
  },
  {
    "category": "dailyDua",
    "title": "Du'a del Profeta Zakariyya",
    "arabic": "رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنتَ خَيْرُ الْوَارِثِينَ",
    "latin": "rabbi laa tadzarnii fardan wa anta khayrul waarithiin",
    "translation": "Mio Signore, non lasciarmi solo, e Tu sei il migliore degli eredi.",
    "notes": null,
    "benefits": "Questa invocazione del Profeta Zakariyya chiede ad Allah di non lasciarlo solo. Si recita per chiedere la compagnia e la protezione di Allah.",
    "source": "Quran, Surah Al-Anbiya : 89"
  },
  {
    "category": "dailyDua",
    "title": "Du'a del Profeta Zakariyya per un figlio",
    "arabic": "رَبِّ هَبْ لِي مِن لَّدُنكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاءِ",
    "latin": "rabbi hab lii min ladunka dzurriyyatan tayyibah. innaka samii'ud du'aa",
    "translation": "Mio Signore, concedimi da Te una buona discendenza. In verità, Tu sei l'Ascoltatore della supplica.",
    "notes": null,
    "benefits": "Questa invocazione del Profeta Zakariyya chiede ad Allah di concedergli una discendenza pia. Si recita da coloro che desiderano avere figli.",
    "source": "Quran, Surah Al-Imran : 38"
  },
  {
    "category": "dailyDua",
    "title": "Du'a del Profeta Ibrahim per la sicurezza",
    "arabic": "رَبِّ اجْعَلْ هَٰذَا الْبَلَدَ آمِنًا وَاجْنُبْنِي وَبَنِيَّ أَن نَّعْبُدَ الْأَصْنَامَ",
    "latin": "rabbij 'al haadzal balada aaminan waj nubnii wa baniyya an na'budal asnaam",
    "translation": "Mio Signore, rendi questa città sicura e tieni lontano me e i miei figli dall'adorare idoli.",
    "notes": null,
    "benefits": "Questa invocazione del Profeta Ibrahim chiede sicurezza e protezione contro l'idolatria. Si recita per chiedere protezione spirituale.",
    "source": "Quran, Surah Ibrahim : 35"
  },
  {
    "category": "dailyDua",
    "title": "Du'a del Profeta Ibrahim per la guida",
    "arabic": "رَبِّ هَبْ لِي حُكْمًا وَأَلْحِقْنِي بِالصَّالِحِينَ",
    "latin": "rabbi hab lii hukman wa alhiqnii bissaalihiin",
    "translation": "Mio Signore, concedimi saggezza e uniscimi ai giusti.",
    "notes": null,
    "benefits": "Questa invocazione del Profeta Ibrahim chiede saggezza e la compagnia dei giusti. Si recita per chiedere guida e saggezza.",
    "source": "Quran, Surah Ash-Shu'ara : 83"
  },
  {
    "category": "dailyDua",
    "title": "Du'a del Profeta Ibrahim per la discendenza",
    "arabic": "رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ",
    "latin": "rabbi hab lii minas saalihiin",
    "translation": "Mio Signore, concedimi [un figlio] tra i giusti.",
    "notes": null,
    "benefits": "Questa invocazione del Profeta Ibrahim chiede una discendenza pia. Si recita da coloro che desiderano avere figli giusti.",
    "source": "Quran, Surah As-Saffat : 100"
  },
  {
    "category": "dailyDua",
    "title": "Du'a del Profeta Ibrahim per la protezione",
    "arabic": "رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ النَّاسِ فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَّحِيمٌ",
    "latin": "rabbi innahunna adlalna kathiiram minan naas. faman tabi'anii fa innahu minnii wa man 'asaanii fa innaka ghafuurur rahiim",
    "translation": "Mio Signore, in verità esse hanno sviato molti tra la gente. Chi mi segue, allora è di me; e chi mi disobbedisce, allora Tu sei Perdonatore e Misericordioso.",
    "notes": null,
    "benefits": "Questa invocazione del Profeta Ibrahim esprime la sua preoccupazione per la guida della gente. Si recita per chiedere la protezione e la guida di Allah.",
    "source": "Quran, Surah Ibrahim : 36"
  }
]
