[
  {
    "category": "dailyDua",
    "title": "Мольба перед сном",
    "arabic": "بِاسْمِكَ اللَّهُمَّ أَمُوْتُ وَأَحْيَا",
    "latin": "bismika, allahumma amuutu wa ahyaa",
    "translation": "Во имя Твоё, о Аллах, я умираю и оживаю.",
    "notes": null,
    "benefits": "Пророк (мир ему и благословение) всегда начинал и заканчивал свой день с зикра.",
    "source": "Бухари"
  },
  {
    "category": "dailyDua",
    "title": "Мольба при пробуждении",
    "arabic": "الحَمْدُ للهِ الَّذِي أَحْيَانَا بعْدَ مَا أماتَنَا وإِلَيْهِ النُّشُورُ",
    "latin": "alhamdulillahilladzi ahyaanaa ba'da maa amaatanaa wa ilaihin nusyuur",
    "translation": "Хвала Аллаху, который даровал нам жизнь после смерти, и к Нему возвращение.",
    "notes": null,
    "benefits": "Произнося эту дуа, человек начинает свой день с прославления имени Аллаха, Дарующего жизнь и причиняющего смерть.",
    "source": "Бухари: 6327"
  },
  {
    "category": "dailyDua",
    "title": "Мольба при входе в туалет",
    "arabic": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبُثِ وَالْخَبَائِثِ",
    "latin": "allahumma innii a'uudzubika minal khubutsi wal khabaaitsi",
    "translation": "О Аллах, я прибегаю к Тебе от скверны и зла.",
    "notes": null,
    "benefits": "Эта мольба служит защитой между человеком и джиннами при входе в туалет.",
    "source": "Бухари и Муслим"
  },
  {
    "category": "dailyDua",
    "title": "Мольба при выходе из туалета",
    "arabic": "غُفْرَانَكَ",
    "latin": "ghuf-raanak",
    "translation": "Прошу Твоего прощения (о Аллах).",
    "notes": null,
    "benefits": "Туалет — одно из мест пребывания джиннов и шайтана, поэтому рекомендуется просить прощения за любые ошибки, совершённые там.",
    "source": "Тирмизи"
  },
  {
    "category": "dailyDua",
    "title": "Мольба перед едой",
    "arabic": "بِسْمِ اللَّهِ",
    "latin": "bismillah",
    "translation": "Во имя Аллаха.",
    "notes": null,
    "benefits": "Чтение Бисмиллях перед едой препятствует шайтану присоединиться к трапезе.",
    "source": "Бухари № 5376 и Муслим № 2022"
  },
  {
    "category": "dailyDua",
    "title": "Мольба если забыл Бисмиллях перед едой",
    "arabic": "بِسْمِ اللَّهِ أَوَّلَهُ وَآخِرَهُ",
    "latin": "bismillahi awwaluhu wa aakhiruhu",
    "translation": "Во имя Аллаха в начале и в конце.",
    "notes": null,
    "benefits": "Ислам уделяет большое внимание этикету. Если кто-то забыл сказать дуа перед едой, рекомендуется произнести это позже, даже если осталась лишь одна ложка.",
    "source": "Абу Дауд"
  },
  {
    "category": "dailyDua",
    "title": "Мольба после еды",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى أَطْعَمَنِى هَذَا وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّى وَلاَ قُوَّةٍ",
    "latin": "alhamdulillaahilladzii ath'amanii haadzaa wa rozaqoniihi min ghoiri haulin minnii wa laa quwwatin",
    "translation": "Хвала Аллаху, который накормил меня этим и наделил меня этим без какой-либо силы и мощи с моей стороны.",
    "notes": null,
    "benefits": "Посланник Аллаха (мир ему) сказал, что если кто-то прочитает эту дуа, ему простятся прошлые грехи.",
    "source": "Сахих Тирмизи"
  },
  {
    "category": "dailyDua",
    "title": "Мольба при входе в мечеть",
    "arabic": "اَللَّهُمَّ افْتَحْ لِيْ أَبْوَابَ رَحْمَتِكَ",
    "latin": "allahummaftah lii abwaaba rahmatika",
    "translation": "О Аллах, открой для меня двери Своей милости.",
    "notes": null,
    "benefits": "Мечеть — дом Аллаха, верующий должен почитать её и надеяться на милость Аллаха.",
    "source": "Муслим"
  },
  {
    "category": "dailyDua",
    "title": "Мольба при выходе из мечети",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ مِنْ فَضْلِكَ",
    "latin": "allahumma innii as'aluka min fadhlika",
    "translation": "О Аллах, прошу у Тебя Твоей милости (благодати).",
    "notes": null,
    "benefits": "Земля Аллаха обширна, и есть множество путей для пропитания. Раб должен просить Аллаха облегчить ему его удел.",
    "source": "Муслим № 713"
  },
  {
    "category": "dailyDua",
    "title": "Мольба перед омовением",
    "arabic": "بِسْمِ اللَّهِ",
    "latin": "bismillah",
    "translation": "Во имя Аллаха.",
    "notes": null,
    "benefits": "В каждом важном деле предписано начинать с Бисмиллях, будь то поклонение или что-то другое.",
    "source": "Тирмизи и аль-Байхаки"
  },
  {
    "category": "dailyDua",
    "title": "Мольба после омовения",
    "arabic": "أشْهَدُ أنْ لا إله إِلاَّ اللَّهُ وَحْدَهُ لا شَرِيك لَهُ ، وأشْهَدُ أنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ ، اللَّهُمَّ اجْعَلْنِي مِنَ التَوَّابِينَ ، واجْعَلْني مِنَ المُتَطَهِّرِينَ ، سُبْحانَكَ اللَّهُمَّ وبِحَمْدِكَ ، أشْهَدُ أنْ لا إلهَ إِلاَّ أنْتَ ، أسْتَغْفِرُكَ وأتُوبُ إِلَيْكَ",
    "latin": "asyhadu an laa ilaaha illa allah wadahu laa syariika lahu, wa asyhadu anna muhammadan 'abduhu wa rasuuluhu. allahummaj 'alni minat tawwaabiina waj 'alnii minal mutathaahiriina. subhaanaka allahumma wa bihamdika asyhadu an laa ilaaha illa anta astaghfiruka wa atuubu ilaika",
    "translation": "Свидетельствую, что нет божества, кроме Аллаха Единого, у Которого нет сотоварищей, и свидетельствую, что Мухаммад — Его раб и Посланник. О Аллах, сделай меня из кающихся и из очищающихся. Пречист Ты, о Аллах, и хвала Тебе. Свидетельствую, что нет божества, кроме Тебя. Прошу у Тебя прощения и каюсь перед Тобой.",
    "notes": null,
    "benefits": "Тому, кто произнесёт эту мольбу, откроются восемь врат Рая, и он войдёт в любые из них.",
    "source": "Муслим, Тирмизи и ан-Насаи"
  },
  {
    "category": "dailyDua",
    "title": "Мольба при разговении",
    "arabic": "ذَهَبَ الظَّمَأُ وابْتَلَّتِ الْعُرُوقُ وثَبَتَ اْلأَجْرُ إِنْ شَاءَاللهُ",
    "latin": "dzahabazh zhoma'u wabtallatil 'uruqu wa tsabatal ajru insya Allah",
    "translation": "Жажда ушла, вены напитались влагой, и награда подтверждена, если пожелает Аллах.",
    "notes": null,
    "benefits": "Всем, кто держит пост, рекомендуется чаще делать дуа до и после разговения, ведь дуа постящегося не отвергается.",
    "source": "Абу Дауд, Байхаки, аль-Хаким"
  },
  {
    "category": "dailyDua",
    "title": "Мольба при входе в дом #1",
    "arabic": "اَلسَّلَامُ عَلَيْكُمْ",
    "latin": "assalaamu 'alaykum",
    "translation": "Мир вам.",
    "notes": null,
    "benefits": "Приветствие — это мольба надежды: чтобы вы были в безопасности и окутаны милостью и благословением.",
    "source": "Тирмизи"
  },
  {
    "category": "dailyDua",
    "title": "Мольба при входе в дом #2",
    "arabic": "اَلسَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللهِ وَبَرَكَا تُهُ",
    "latin": "assalaamu 'alaykum warahmatullaahi wabarakaatuh",
    "translation": "Мир, милость и благословение Аллаха вам.",
    "notes": null,
    "benefits": "Приветствие — это мольба надежды: чтобы вы были в безопасности и окутаны милостью и благословением.",
    "source": "Тирмизи"
  },
  {
    "category": "dailyDua",
    "title": "Мольба при выходе из дома",
    "arabic": "بِسْمِ اللَّهِ تَوَكَّلْتُ عَلَى اللَّهِ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ",
    "latin": "bismillaah, tawakkaltu 'alallaah, laa haula wa laa quwwata illaa billaah",
    "translation": "Во имя Аллаха. Я уповаю на Аллаха. Нет мощи и силы, кроме как от Аллаха.",
    "notes": null,
    "benefits": "Кто произнесёт эту дуа, ему скажут: «Ты наставлен, обеспечен и защищён». Шайтан уйдёт от него.",
    "source": "Абу Дауд и Тирмизи"
  },
  {
    "category": "dailyDua",
    "title": "Мольба о защите от вреда вне дома",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ أَنْ أَضِلَّ أَوْ أُضَلَّ أَوْ أَزِلَّ أَوْ أُزَلَّ أَوْ أَظْلِمَ أَوْ أُظْلَمَ أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَىَّ",
    "latin": "allaahumma innii a'uudzu bika an adhilla au udholla, au azilla au azulla, au azhlima au uzhlama, au ajhala au yujhala 'alayya",
    "translation": "О Аллах, прибегаю к Тебе, чтобы не сбиться с пути и не сбивать других, не оступиться и не быть сбитым, не притеснять и не быть притеснённым, не быть невеждой и чтобы ко мне не проявляли невежество.",
    "notes": null,
    "benefits": "Когда человек выходит из дома, он встречает много разного, и вред может исходить от него самого или от других. Поэтому велено просить защиты для себя и других.",
    "source": "Абу Дауд, Тирмизи, Ибн Маджа, ан-Насаи"
  },
  {
    "category": "dailyDua",
    "title": "Дуа путешественника",
    "arabic": "الله أَكْبَرُ،الله أَكْبَرُ،الله أَكْبَرُ،سُبْحَانَ الَّذِى سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ اللَّهُمَّ إِنَّا نَسْأَلُكَ فِى سَفَرِنَا هَذَا الْبِرَّ وَالتَّقْوَى وَمِنَ الْعَمَلِ مَا تَرْضَى اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاطْوِ عَنَّا بُعْدَهُ اللَّهُمَّ أَنْتَ الصَّاحِبُ فِى السَّفَرِ وَالْخَلِيفَةُ فِى الأَهْلِ اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ وَكَآبَةِ الْمَنْظَرِ وَسُوءِ الْمُنْقَلَبِ فِى الْمَالِ وَالأَهْلِ",
    "latin": "allahu akbar, allahu akbar, allahu akbar. subhaanal ladzi sakh-khara lanaa haadza wa maa kunna lahuu muqriniin wa inna ilaa rabbina lamun qalibuun. allahumma inna nas aluka fii safarina hadzaa al-birra wat taqwa wa minal amali maa tardhaa. allahumma hawwin 'alaina safarana haadza wathwi 'anna bu'dahu. allahumma anta shaahibu fi safar. wal khaliifatu fil ahli. allahumma inni a'uudzubika min wa'tsaa-issafari wa ka-aabatil mandzari wa suuil munqalabi fil maali wal ahli",
    "translation": "Аллах Велик, Аллах Велик, Аллах Велик. Пречист Тот, кто подчинил нам это, хотя мы не смогли бы это сделать сами, и к нашему Господу мы возвращаемся. О Аллах, просим у Тебя благочестия и богобоязненности в этом нашем путешествии и поступков, которыми Ты доволен. О Аллах, облегчи нам это путешествие и сократи для нас расстояние. О Аллах, Ты — спутник в пути и хранитель в семье. О Аллах, прибегаю к Тебе от трудностей пути, печали и дурного возвращения в делах и семье.",
    "notes": null,
    "benefits": "Эта мольба состоит из двух частей: прославление Аллаха и просьба о легкости в пути и в делах, оставленных дома.",
    "source": "Муслим"
  },
  {
    "category": "dailyDua",
    "title": "Мольба жителя для путешествующего",
    "arabic": "أَسْتَوْدِعُ اللَّهَ دِينَكَ وَأَمَانَتَكَ وَخَوَاتِيمَ عَمَلِكَ",
    "latin": "astawdi'ullaha diinaka, wa amaanataka, wa khawaatiima a'maalik",
    "translation": "Вверяю Аллаху твою религию, твою верность и завершение твоих дел.",
    "notes": null,
    "benefits": "Три главных приоритета для каждого: вера, честность и поступки. Ведь человек будет воскрешён согласно своим поступкам.",
    "source": "Абу Дауд: 2601"
  },
  {
    "category": "dailyDua",
    "title": "Мольба о богобоязненности для путешествующего",
    "arabic": "زَوَّدَكَ اللَّهُ التَّقْوَى وَغَفَرَ ذَنْبَكَ  وَيَسَّرَ لَكَ الْخَيْرَ حَيْثُمَا كُنْتَ",
    "latin": "zawwadakallahut taqwa, wa ghafara dzanbaka, wa yassara lakal khaira haitsumaa kunta",
    "translation": "Пусть Аллах наделит тебя богобоязненностью, простит твои грехи и облегчит тебе благо где бы ты ни был.",
    "notes": null,
    "benefits": "Богобоязненность — лучший запас для Ахирата, спасение возможно только через неё.",
    "source": "Тирмизи"
  },
  {
    "category": "dailyDua",
    "title": "Мольба при надевании новой одежды",
    "arabic": "اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ",
    "latin": "allahumma lakal hamdu anta kasawtaniihi. as-aluka min khoirihi wa khoiri maa shuni'a lah, wa a'udzu bika min syarrihi wa syarri maa shuni'a lah",
    "translation": "О Аллах, Тебе вся хвала. Ты одарил меня этим. Я прошу у Тебя блага этого и блага, для чего оно создано, и прибегаю к Тебе от зла этого и зла, для чего оно создано.",
    "notes": null,
    "benefits": "Этой мольбой человек просит о пользе от одежды и защите от её зла.",
    "source": "Ахмад, Абу Дауд, Тирмизи, Аль-Хаким"
  },
  {
    "category": "dailyDua",
    "title": "Мольба при надевании одежды",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى كَسَانِى هَذَا الثَّوْبَ وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّى وَلاَ قُوَّةٍ",
    "latin": "alhamdu lillaahil ladzii kasaanii haadzaa wa rozaqoniihi min ghoiri hawlim minni wa laa quwwatin",
    "translation": "Хвала Аллаху, Который одел меня этой одеждой и наделил меня ею без какой-либо силы и могущества с моей стороны.",
    "notes": null,
    "benefits": "Произнесение этой мольбы — причина прощения прошлых грехов, если будет на то воля Аллаха.",
    "source": "Все составители сборников Сунан, кроме Ан-Насаи"
  },
  {
    "category": "dailyDua",
    "title": "Мольба при посадке в транспорт",
    "arabic": "بِسْمِ اللَّهِ، بِسْمِ اللَّهِ، بِسْمِ اللَّهِ، الحَمْدُ للِه، سُبْحَانَ الَّذِى سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ، سُبْحَانَكَ إِنِّى قَدْ ظَلَمْتُ نَفْسِى فَاغْفِرْ لِى فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "bismillah, bismillah, bismillah, alhamdulillah, subhaanalladzi sakh-khara lanaa haadzaa wa maa kunnaa lahuu muqriniin. wa innaa ilaa rabbinaa lamun qalibuun. subhaanaka inni qad dzalamtu nafsii, faghfirlii fa-innahuu laa yaghfirudz dzunuuba illaa anta",
    "translation": "Во имя Аллаха, во имя Аллаха, во имя Аллаха. Хвала Аллаху. Пречист Тот, кто подчинил нам это, и мы бы не смогли этого сами. К своему Господу мы вернёмся. Пречист Ты! Я причинил себе зло, прости меня, ведь никто не прощает грехи кроме Тебя.",
    "notes": null,
    "benefits": "Читая эту дуа при посадке в транспорт, человек получает защиту, спокойствие и награду от Аллаха.",
    "source": "Абу Дауд и Тирмизи"
  },
  {
    "category": "dailyDua",
    "title": "Мольба при дожде",
    "arabic": "اللَّهُمَّ صَيِّبًا نَافِعًا",
    "latin": "allahumma shayyiban naafi'aa",
    "translation": "О Аллах, сделай этот дождь полезным.",
    "notes": null,
    "benefits": "Рекомендуется молиться во время дождя, чтобы он был благом и милостью.",
    "source": "Бухари № 1032"
  },
  {
    "category": "dailyDua",
    "title": "Мольба при сильном дожде",
    "arabic": "اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا ، اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ وَبُطُونِ الأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ",
    "latin": "allahumma haawalaina wa laa 'alaina. allahumma 'alal aakami wal jibaali, wazh zhiroobi, wa buthunil awdiyati, wa manaabitisy syajari",
    "translation": "О Аллах, (пусть дождь) будет вокруг нас, а не на нас. О Аллах, (пусть он выпадет) на холмы, горы, долины и места, где растут деревья.",
    "notes": null,
    "benefits": "Эта мольба читается при сильном дожде или когда есть опасение вреда от дождя.",
    "source": "Бухари № 1014"
  },
  {
    "category": "dailyDua",
    "title": "Мольба после дождя",
    "arabic": "مُطِرْنا بفَضْلِ اللهِ ورَحْمَتِهِ",
    "latin": "muthirna bi fadhlillahi wa rohmatih",
    "translation": "Нам дан дождь по милости и милосердию Аллаха.",
    "notes": null,
    "benefits": "Эта мольба выражает веру в то, что дождь посылается волей Аллаха, а не звёздами.",
    "source": "Бухари № 846 и Муслим № 71"
  },
  {
    "category": "dailyDua",
    "title": "Мольба при сильном ветре",
    "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَأَعُوْذُ بِكَ مِنْ شَرِّهَا",
    "latin": "allaahumma innii as-aluka khoirohaa wa a'uudzubika min syarrihaa",
    "translation": "О Аллах, прошу у Тебя добра от этого ветра и прибегаю к Тебе от его зла.",
    "notes": null,
    "benefits": "Сильный ветер — знак могущества Аллаха, может быть как благом, так и наказанием. Просите у Аллаха только хорошее.",
    "source": "Абу Дауд и Ибн Маджа"
  },
  {
    "category": "dailyDua",
    "title": "Лучшее дуа о прощении (Сайид аль-Истигфар)",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahumma anta rabbii laa ilaaha illaa anta khalaqtanii wa anna 'abduka wa anaa 'alaa 'ahdika wa wa'dika mastatha'tu a'uudzu bika min syarri maa shana'tu abuu u laka bini' matika 'alayya wa abuu-u bidzanbii faghfir lii fa innahu laa yaghfirudz dzunuuba illa anta",
    "translation": "О Аллах, Ты мой Господь. Нет божества кроме Тебя. Ты создал меня, и я Твой раб. Я исполняю Твой завет и обещание насколько могу. Прибегаю к Тебе от зла того, что я совершил. Признаю Твои милости и свои грехи. Прости меня, ведь никто не прощает грехи кроме Тебя.",
    "notes": null,
    "benefits": "Кто произнесёт это с верой вечером и умрет — войдёт в Рай, так же если скажет утром.",
    "source": "Бухари № 6306, 6323, Ахмад IV/122-125, ан-Насаи VIII/279-280"
  },
  {
    "category": "dailyDua",
    "title": "Мольба об облегчении всех дел",
    "arabic": "اللَّهُمَّ لاَ سَهْلَ إِلاَّ مَا جَعَلْتَهُ سَهْلاً وَأَنْتَ تَجْعَلُ الحَزْنَ إِذَا شِئْتَ سَهْلاً",
    "latin": "allahumma laa sahla illa maa ja'altahu sahlaa, wa anta taj'alul hazna idza syi'ta sahlaa",
    "translation": "О Аллах, нет легкости, кроме той, которую Ты делаешь легкой, и Ты делаешь трудное легким, если пожелаешь.",
    "notes": null,
    "benefits": "Лёгкость приходит только от Аллаха. Даже трудности становятся лёгкими, если пожелает Аллах.",
    "source": "Ибн Хиббан"
  },
  {
    "category": "dailyDua",
    "title": "Мольба при беде",
    "arabic": "إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ اللَّهُمَّ أْجُرْنِى فِى مُصِيبَتِى وَأَخْلِفْ لِى خَيْرًا مِنْهَا",
    "latin": "inna lillahi wa inna ilaihi rooj'un. allahumma'jurnii fii mushibatii wa akhlif lii khoiron minhaa",
    "translation": "Воистину, мы принадлежим Аллаху и к Нему возвращаемся. О Аллах, воздай мне за моё испытание и дай мне лучшее взамен.",
    "notes": null,
    "benefits": "Человек должен произносить эту дуа при испытаниях с верой и надеждой — Аллах даст ему замену лучше.",
    "source": "Муслим"
  },
  {
    "category": "dailyDua",
    "title": "Мольба при долгах",
    "arabic": "اللَّهُمَّ اكْفِنِى بِحَلاَلِكَ عَنْ حَرَامِكَ وَأَغْنِنِى بِفَضْلِكَ عَمَّنْ سِوَاكَ",
    "latin": "allahumak-finii bi halaalika 'an haroomik, wa agh-niniy bi fadhlika 'amman siwaak",
    "translation": "О Аллах, дай мне довольство дозволенным и удержи меня от запретного, и сделай меня независимым от всех, кроме Тебя.",
    "notes": null,
    "benefits": "Дозволенное пропитание, даже если мало, лучше, чем запретное богатство.",
    "source": "Тирмизи № 2563"
  },
  {
    "category": "dailyDua",
    "title": "Мольба о защите от лени, печали и долгов",
    "arabic": "اَللّٰهُمَّ إِنِّى أَعُوْذُبِكَ مِنَ الْهَمِّ وَالْحَزْنِ وَأَعُوْذُبِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَأَعُوْذُبِكَ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَعُوْذُبِكَ مِنْ غَلَبَتِ الدَّيْنِ وَقَهْرِ الرجال",
    "latin": "allahumma innii a'uudzu bika minal hammi wal hazan. wa a'udzu bika minal 'ajzi wal kasal. wa a'udzu bika minal jubni wal bukhl. wa a'uudzu bika min ghalabatid daini wa qahrir rijaal",
    "translation": "О Аллах, прибегаю к Тебе от тревог и печали, от немощи и лени, от трусости и скупости, от долгов и порабощения людьми.",
    "notes": null,
    "benefits": "Абу Умама передал: После того, как я стал читать эту мольбу, Аллах избавил меня от забот и помог погасить долг.",
    "source": "Абу Дауд № 1555"
  },
  {
    "category": "dailyDua",
    "title": "Мольба после чихания",
    "arabic": "الحَمْدُ للهِ",
    "latin": "alhamdulillah",
    "translation": "Хвала Аллаху.",
    "notes": null,
    "benefits": "Аллах любит чихание, так как это побуждает человека к поклонению. Рекомендуется отвечать на восхваление Аллаха после чихания.",
    "source": "Бухари"
  },
  {
    "category": "dailyDua",
    "title": "Мольба при слышании чихающего",
    "arabic": "يَرْحَمُكَ اللهُ",
    "latin": "yarhamukallah",
    "translation": "Да помилует тебя Аллах.",
    "notes": null,
    "benefits": "Аллах любит чихание, так как это побуждает человека к поклонению. Рекомендуется отвечать на восхваление Аллаха после чихания.",
    "source": "Бухари"
  },
  {
    "category": "dailyDua",
    "title": "Ответ на 'ЯрхамукАллах' после чихания",
    "arabic": "يَهْدِيكُمُ اللهُ وَيُصْلِحُ بَالَكُمْ",
    "latin": "yahdikumullah wa yushlihu baalakum",
    "translation": "Пусть Аллах наставит вас и исправит ваше положение.",
    "notes": null,
    "benefits": "Аллах любит чихание, так как это побуждает человека к поклонению. Рекомендуется отвечать на восхваление Аллаха после чихания.",
    "source": "Бухари"
  },
  {
    "category": "dailyDua",
    "title": "Мольба о хорошем нраве",
    "arabic": "اللَّهُمَّ كَمَا حَسَّنْتَ خَلْقِي فَحَسِّنْ خُلُقِي",
    "latin": "allahumma kamaa hassanta kholqii fahassin khuluqii",
    "translation": "О Аллах, как Ты сделал красивым мой внешний облик, сделай красивым и мой нрав.",
    "notes": null,
    "benefits": "Одной лишь внешности недостаточно для мусульманина — необходимо и благородное поведение. Поэтому стоит просить у Аллаха улучшить свой нрав.",
    "source": "Ахмад, аль-Альбани аль-Ирва, 1/115"
  },
  {
    "category": "dailyDua",
    "title": "Дуа о защите от шайтана",
    "arabic": "رَبِّ أَعُوْذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِيْنِ وَأَعُوْذُ بِكَ رَبِّ أَنْ يَحْضُرُوْنِ",
    "latin": "rabbi a'uudzu bika min hamazaatisy-syayaathiin wa a'uudzu bika rabbi ay yahdhuruun",
    "translation": "Господи, прибегаю к Тебе от наущений шайтанов и прошу Тебя, Господи, чтобы они не были рядом со мной.",
    "notes": null,
    "fawaid": "Аллах повелел Пророку Мухаммаду и его последователям искать защиты от наущений шайтана во всех делах, особенно при приближении смерти.",
    "source": "Коран, Аль-Муминун: 97-98"
  },
  {
    "category": "dailyDua",
    "title": "Мольба после азана",
    "arabic": "اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلَاةِ الْقَائِمَةِ، آتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِي وَعَدْتَهُ",
    "latin": "allahumma rabba haadzihid da'watit taammah, wasshalaatil qaaaimah, aati muhammadanil wasiilata wal fadhiiilata, wab'atshu maqaaman mahmuuda alladzii wa'adtah",
    "translation": "О Аллах, Господь этого совершенного призыва и установленного намаза, даруй Мухаммаду аль-Васила (высокий статус в Раю) и превосходство, и возвысь его на хвалимое место, которое Ты ему обещал.",
    "notes": null,
    "fawaid": "Это дуа рекомендовано Пророком для тех, кто слышит призыв к молитве. Она даёт заступничество Пророка, награду, и выражает уважение к Аллаху и Его Посланнику.",
    "source": "Абу Дауд (529), Тирмизи (211), ан-Насаи (2:26), Ибн Маджа (722)"
  },
  {
    "category": "dailyDua",
    "title": "Мольба о прощении для родителей",
    "arabic": "رَبَّنَا ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ ٱلْحِسَابُ",
    "latin": "rabbanagfir lii wa liwaalidayya wa lil-mu'miniina yauma yaquumul-hiisaab",
    "translation": "Господь наш, прости меня, моих родителей и всех верующих в День Суда.",
    "notes": null,
    "fawaid": "Это дуа пророка Ибрахима, оно учит нас почитать родителей, помнить Судный день и молиться за верующих.",
    "source": "Коран, Ибрахим: 41"
  }
]
