[
  {
    "category": "eveningDhikr",
    "title": "Ayet-el Kürsi",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "Allāhu lā ilāha illā huw, el-ḥayyul-qayyūm, lā ta'khudhuhu sinetun ve lā nevm, lehū mā fis-semāvāti ve mā fil-arḍ, men zellezī yeşfe'u 'indehū illā bi'iznih, ya'lemu mā beyne eydīhim ve mā halfahum, ve lā yuḥītūne bişey'in min ilmihī illā bimā şā', vesi'a kursiyyuhus-semāvāti vel-arḍ, ve lā ye'ūdūhū hıfzuhumā, ve huvel-'aliyyul-'aẓīm",
    "translation": "Allah - O'ndan başka ilah yoktur; diri ve kayyum olan O’dur. O’nu ne uyuklama tutar ne de uyku. Göklerde ve yerde ne varsa hepsi O’nundur. İzni olmadan O’nun katında şefaat edecek kimdir? O, kullarının önlerinde ve arkalarında olanı bilir. Onlar, O’nun ilminden, O’nun dilediği kadarından başka hiçbir şeyi kavrayamazlar. O’nun kürsüsü gökleri ve yeri kaplamıştır. Onları koruyup gözetmek O’na ağır gelmez. O, yücedir, büyüktür.",
    "notes": "1 kere okunur",
    "benefits": "Kim sabah bu ayeti okursa akşama kadar, akşam okursa sabaha kadar korunur.",
    "source": "Tirmizî: 2879"
  },
  {
    "category": "eveningDhikr",
    "title": "İhlas Suresi",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ یَلِدْ وَلَمْ یُولَدْ (3) وَلَمْ یَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwallāhu ehad (1) allāhuṣ-ṣamad (2) lem yelid ve lem yūled (3) ve lem yekun lehu kufuven ehad (4)",
    "translation": "De ki: O Allah birdir. Allah Samed’dir (her şey O’na muhtaçtır, O ise hiçbir şeye muhtaç değildir). O doğurmamıştır ve doğmamıştır. Hiçbir şey O’na denk değildir.",
    "notes": "3 kere okunur",
    "benefits": "Resulullah (sav) dedi ki: Sabah ve akşam İhlas, Felak ve Nas surelerini 3’er kez okuyunuz. Bu sizi her şeyden korur.",
    "source": "Ebû Davud No: 4241"
  },
  {
    "category": "eveningDhikr",
    "title": "Felak Suresi",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "kul e‘ūzü birabbil-felak (1) min şerri mā halak (2) ve min şerri ğāsıkin izā vekab (3) ve min şerri'n-neffāsāti fil-'ukad (4) ve min şerri ḥāsidin izā hased (5)",
    "translation": "De ki: Sığınırım sabahın Rabbine; yarattıklarının şerrinden, karanlık çöktüğü zaman gecenin şerrinden, düğümlere üfleyenlerin şerrinden ve haset ettiği zaman hasetçinin şerrinden.",
    "notes": "3 kere okunur",
    "benefits": "Resulullah (sav) dedi ki: Sabah ve akşam İhlas, Felak ve Nas surelerini 3’er kez okuyunuz. Bu sizi her şeyden korur.",
    "source": "Ebû Davud No: 4241"
  },
  {
    "category": "eveningDhikr",
    "title": "Nas Suresi",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "kul e‘ūzü birabbin-nās (1) melikin-nās (2) ilāhin-nās (3) min şerri'l-vesvâsi'l-hannâs (4) ellezî yüvesvisu fî sudûrin-nâs (5) minel-cinneti ve'n-nâs (6)",
    "translation": "De ki: İnsanların Rabbine sığınırım; insanların Melik’ine, insanların İlah’ına; o sinsi vesvesecinin şerrinden ki, insanların göğüslerine vesvese verir; cinlerden ve insanlardan.",
    "notes": "3 kere okunur",
    "benefits": "Resulullah (sav) dedi ki: Sabah ve akşam İhlas, Felak ve Nas surelerini 3’er kez okuyunuz. Bu sizi her şeyden korur.",
    "source": "Ebû Davud No: 4241"
  },
  {
    "category": "eveningDhikr",
    "title": "Akşam olurken Allah’ın mülküne girmek ve O’na sığınmak",
    "arabic": "أَمْسَيْنَا وَأَمْسَى الْمُلْكُ للهِ، وَالْحَمْدُ للهِ، لَا إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا، وَأَعُوذُبِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوذُبِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُبِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
    "latin": "emsaynā ve emsel-mülku lillah velhamdülillah, lâ ilâhe illallah vahdehu lâ şerîke leh, lehul-mülkü ve lehul-hamdü ve huve alâ kulli şey’in kadîr. Rabbi es’elüke hayre mâ fî hâzihi’l-leyle ve hayre mâ ba’dehâ, ve eûzü bike min şerri mâ fî hâzihi’l-leyle ve şerri mâ ba’dehâ. Rabbi eûzü bike minel-keseli ve sû’il-kiber. Rabbi eûzü bike min azâbin fin-nâri ve azâbin fil-kabr",
    "translation": "Akşama ulaştık ve mülk Allah’ındır. Hamd Allah’a aittir. Allah’tan başka ilah yoktur, O’nun ortağı yoktur. Mülk O’nundur, hamd O’nadır, O her şeye kadirdir. Rabbim! Bu gecede ve sonrası için hayır dilerim; bu gece ve sonrasında şerden Sana sığınırım. Rabbim! Tembellikten ve kötü ihtiyarlıktan Sana sığınırım. Rabbim! Ateşin ve kabrin azabından Sana sığınırım.",
    "notes": "1 kere okunur",
    "benefits": "Zarardan korunmak hayır istemekten önce gelir; çünkü zararı önlemek, fayda sağlamaktan daha önemlidir.",
    "source": "Müslim No: 2723, Ebû Davud No: 5071, Tirmizî 3390"
  },
  {
    "category": "eveningDhikr",
    "title": "Allah’ın nimetiyle akşama ulaşmak",
    "arabic": "اللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا،وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ الْمَصِيْرُ",
    "latin": "allahümme bike emseynâ ve bike asbahnâ ve bike nahyâ ve bike nemûtu ve ileyke'l-masîr",
    "translation": "Allah’ım! Senin nimetinle akşama girdik, Senin nimetinle sabaha girdik. Senin nimetinle yaşarız ve Senin iradenle ölürüz. Dönüş Sana’dır.",
    "notes": "1 kere okunur",
    "benefits": "Sabah-akşam, hayatın başından sonuna kadar her şey Allah’ın kontrolündedir ve dönüşümüz O’nadır.",
    "source": "Buhârî, el-Edebü’l-Müfred No: 1199, bu rivayet Buhârî'nindir, Tirmizî No: 3391, Ebû Davud No: 5068, Ahmed 11/354, İbn Mâce No: 3868"
  },
  {
    "category": "eveningDhikr",
    "title": "İstiğfarın en üstün duası",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahümme ente rabbî lâ ilâhe illâ ente, halaktenî ve ene abdüke ve ene alâ ahdike ve va’dike mesteta’tü, eûzü bike min şerri mâ sana’tü, ebûü leke bini’metike aleyye, ve ebûü bizenbî, fağfir lî fe innehû lâ yağfiru’z-zünûbe illâ ente",
    "translation": "Allah’ım! Sen benim Rabbimsin, Senden başka ilah yoktur. Beni Sen yarattın ve ben Senin kulunum. Gücüm yettiğince Senin ahdin ve vaadin üzerindeyim. Yaptığım işlerin şerrinden Sana sığınırım. Bana verdiğin nimetleri ve günahlarımı itiraf ediyorum; beni bağışla, çünkü günahları ancak Sen bağışlarsın.",
    "notes": "1 kere okunur",
    "benefits": "Kim akşam bunu tam bir inançla okur ve o gece ölürse, cennete girer; sabah okursa da aynıdır.",
    "source": "Buhârî No: 6306, 6323, Ahmed IV/122-125, Nesâî VIII/279-280"
  },
  {
    "category": "eveningDhikr",
    "title": "Sağlık ve güvenlik duası",
    "arabic": "اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ ، لَا إِلَـهَ إِلَّا أَنْتَ ، اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْكُفْرِوَالْفَقْرِ ، وَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ، لَا إِلَـهَ إِلَّا أَنْتَ",
    "latin": "allahümme âfinî fî bedenî, allahümme âfinî fî sem’î, allahümme âfinî fî basarî, lâ ilâhe illâ ente. allahümme innî eûzü bike minel-küfri vel-fakr, allahümme innî eûzü bike min azâbil-kabr, lâ ilâhe illâ ente",
    "translation": "Allah’ım! Bedenime sağlık ver, Allah’ım! Kulaklarıma sağlık ver, Allah’ım! Gözlerime sağlık ver. Senden başka ilah yoktur. Allah’ım! Küfür ve fakirlikten Sana sığınırım. Allah’ım! Kabir azabından Sana sığınırım. Senden başka ilah yoktur.",
    "notes": "1 kere okunur",
    "benefits": "Allah’tan sağlık isterken hem bedensel hem ruhsal hastalıklardan kurtulmayı isteriz; böylece sağlıklı bir beden ve temiz bir kalple Allah’a kulluk edebiliriz.",
    "source": "Buhârî, el-Edebü’l-Müfred No: 701, Ebû Davud No: 5090, Ahmed V/42"
  },
  {
    "category": "eveningDhikr",
    "title": "Dünya ve ahirette güvenlik duası",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَاْلآخِرَةِ، اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ اللَّهُمَّ اسْتُرْ عَوْرَاتِى وَآمِنْ رَوْعَاتِى. اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ",
    "latin": "allahümme innî es’elüke’l-afve vel-âfiyete fid-dünyâ ve’l-âhireh. allahümme innî es’elüke’l-afve vel-âfiyete fî dînî ve dünyâyâ ve ehlî ve mâlî. allahümme’stur avrâtî ve âmin rav’âtî. allahümmehfeznî mim beyni yedeyye ve min halfî ve an yemînî ve an şimâlî ve min fevkî ve eûzü bi azametike en uğtâle min tahtî",
    "translation": "Allah’ım! Dünya ve ahirette af ve afiyet dilerim. Allah’ım! Dinim, dünyam, ailem ve malımda af ve afiyet dilerim. Allah’ım! Ayıplarımı ört, korkularımı güvene çevir. Allah’ım! Beni önümden, arkamdan, sağım ve solumdan ve üstümden koru; büyüklüğüne sığınırım ki altımdan bir bela gelmesin.",
    "notes": "1 kere okunur",
    "benefits": "Resulullah (sav) sabah ve akşam bu duayı okumayı asla terk etmezdi. Din, dünya, aile ve malda her yönden güvenlik sağlar.",
    "source": "Buhârî, el-Edebü’l-Müfred No: 1200, Ebû Davud No: 5074, Nesâî VII/282, İbn Mâce No: 3871, Hakim 1/517-518"
  },
  {
    "category": "eveningDhikr",
    "title": "Şeytanın vesvesesinden korunma duası",
    "arabic": "اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَـهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "latin": "allahümme âlime’l-ğaybi ve’ş-şehâde, fâtıra’s-semâvâti ve’l-ard, rabbe kulli şey’in ve melîkehu. eşhedü en lâ ilâhe illâ ente. eûzü bike min şerri nefsî ve min şerri’ş-şeytâni ve şirkihî ve en aktarife alâ nefsî sû’en ev ecurrahu ilâ muslim",
    "translation": "Allah’ım! Gizli ve açık olanı bilen, gökleri ve yeri yaratan, her şeyin Rabbi ve Malik’i! Senden başka ilah olmadığına şahitlik ederim. Nefsimin, şeytanın ve onun tuzaklarının şerrinden, kendime veya başka bir Müslümana kötülük yapmaktan Sana sığınırım.",
    "notes": "1 kere okunur",
    "benefits": "Resulullah (sav) Ebu Bekir’e şöyle dedi: “Bunu sabah, akşam ve yatarken oku.”",
    "source": "Buhârî, el-Edebü’l-Müfred No: 1202, Tirmizî No: 3392, Ebû Davud No: 5067"
  },
  {
    "category": "eveningDhikr",
    "title": "Her türlü şerden korunma zikri",
    "arabic": "بِسْمِ اللَّهِ الَّذِى لاَ يَضُرُّ مَعَ اسْمِهِ شَىْءٌ فِى الأَرْضِ وَلاَ فِى السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "latin": "bismillâhillezî lâ yedurru me’asmihi şey’un fil-ard ve lâ fis-semâ’ ve huves-semi’ul-‘alim",
    "translation": "Allah’ın adıyla; O’nun adıyla ne yerde ne de gökte hiçbir şey zarar veremez. O, her şeyi işiten ve bilendir.",
    "notes": "3 kere okunur",
    "benefits": "Kim bu zikri sabah ve akşam 3’er kez okursa, ona hiçbir şey zarar veremez.",
    "source": "Tirmizî No: 3388, Ebû Davud No: 5088, İbn Mâce No: 3869, Hakim 1/514"
  },
  {
    "category": "eveningDhikr",
    "title": "Allah’a, İslam’a ve Resulüne razı olmak",
    "arabic": "رَضِيْتُ بِاللهِ رَبًّا، وَبِاْلإِسْلاَمِ دِيْنًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
    "latin": "radiytu billâhi rabben ve bil-islâmi dînen ve bi-Muhammedin sallallahu aleyhi ve selleme nebiyyen",
    "translation": "Allah’ı Rabbim, İslam’ı dinim, Muhammed’i (sav) peygamberim olarak kabul ettim ve razı oldum.",
    "notes": "3 kere okunur",
    "benefits": "Kim sabah ve akşam 3’er kez bunu okursa, Allah kıyamet gününde ondan razı olur.",
    "source": "Ahmed IV/337, Ebû Davud No: 5072, Tirmizî No: 3389, İbn Mâce No: 3870"
  },
  {
    "category": "eveningDhikr",
    "title": "Allah’tan hidayet istemek",
    "arabic": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، وَأَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ أَبَدًا",
    "latin": "ya hayyu ya kayyum, bi-rahmetike estağîs, ve aslih lî şe’nî kullehû ve lâ tekilnî ilâ nefsî tarfete aynin ebeden",
    "translation": "Ey Hayy ve Kayyum olan! Rahmetinle yardım istiyorum. Bütün işlerimi ıslah eyle ve göz açıp kapayıncaya kadar bile beni nefsime bırakma.",
    "notes": "1 kere okunur",
    "benefits": "Bu duanın anlamı, kulun Allah’a tamamen muhtaç olduğunu ve O’ndan bir an bile kendisini kendi haline bırakmamasını istemesidir.",
    "source": "Nesâî, Amalü’l-Yevm ve’l-Leyle No: 575, Hakim 1/545"
  },
  {
    "category": "eveningDhikr",
    "title": "İslam fıtratı üzere akşamı karşılama",
    "arabic": "أَمْسَيْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ، حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
    "latin": "emsaynâ alâ fıtratil-İslam ve alâ kelimetil-ihlas ve alâ dini nebiyyinâ Muhammedin sallallahu aleyhi ve sellem ve alâ millet-i ebina İbrahim hanifen muslimen ve mâ kâne minel-müşrikîn",
    "translation": "İslam’ın fıtratı, ihlas kelimesi, Peygamberimiz Muhammed’in dini ve babamız İbrahim’in dini üzere akşama ulaştık; Hanif ve Müslüman olarak, müşriklerden olmadan.",
    "notes": "1 kere okunur",
    "benefits": "‘İslam fıtratı’ Sünnet üzere olmak, ‘ihlas kelimesi’ iman şehadeti, ‘hanif’ ise doğru yola meyletmiş kalp anlamına gelir.",
    "source": "Ahmed III/406, 407, Dârimî II/292, İbnüs Sünnî Amalü’l-Yevm ve’l-Leyle No: 34"
  },
  {
    "category": "eveningDhikr",
    "title": "Allah’ın birliğini anmak",
    "arabic": "لاَ إِلَـهَ إِلَّا اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرُ",
    "latin": "lâ ilâhe illallah vahdehu lâ şerîke leh, lehul-mülkü ve lehul-hamdu ve huve alâ kulli şey’in kadîr",
    "translation": "Allah’tan başka ilah yoktur, O’nun ortağı yoktur, mülk O’nundur, hamd O’na aittir ve O her şeye kadirdir.",
    "notes": "Sabah 1 veya 10 kere, gün içinde 100 kere okunur",
    "benefits": "Kim bu zikri 100 kez okursa, 10 köle azad etmiş gibi sevap kazanır, 100 sevap yazılır, 100 günahı silinir ve şeytandan korunur.",
    "source": "Buhârî No: 3293 ve 6403, Müslim IV/2071 No: 2691, Tirmizî No: 3468, İbn Mâce No: 3798"
  },
  {
    "category": "eveningDhikr",
    "title": "Allah’ı tesbih ve hamd ile anmak",
    "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقَهِ وَرِضَى نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
    "latin": "subhânallâhi ve bihamdihi ‘adede halkihî ve rızâ nefsihî ve zinete arşihî ve midâde kelimâtihî",
    "translation": "Allah’ı, yaratıklarının sayısı kadar, nefsinin hoşnutluğu kadar, arşının ağırlığı kadar ve kelimelerinin mürekkebi kadar tesbih ve hamd ederim.",
    "notes": "3 kere okunur",
    "benefits": "Peygamber (sav) Cuvayriye’ye şöyle dedi: “Bu zikir, sabah okuduğun bütün zikirleri geçmiş olur.”",
    "source": "Müslim No: 2726"
  },
  {
    "category": "eveningDhikr",
    "title": "Günlük tesbih ve elhamdülillah",
    "arabic": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "latin": "subhânallâhi ve bihamdihi",
    "translation": "Allah’ı tesbih ve hamd ederim.",
    "notes": "100 kere okunur",
    "benefits": "Kim sabah ve akşam 100 defa 'subhanallahi ve bihamdihi' derse, kıyamet günü ondan daha faziletli kimse olmaz; ancak daha fazla söyleyen hariç.",
    "source": "Müslim No: 2691 ve 2692"
  },
  {
    "category": "eveningDhikr",
    "title": "Her gün 100 defa istiğfar",
    "arabic": "أَسْتَغْفِرُ الله وَأَتُوْبُ إِلَيْهِ",
    "latin": "estağfirullah ve etûbu ileyh",
    "translation": "Allah’tan bağışlanma diler ve O’na tevbe ederim.",
    "notes": "Her gün 100 defa okunur",
    "benefits": "İbn Ömer (ra) dedi ki: Resulullah (sav) şöyle dedi: 'Ey insanlar! Allah’a tevbe edin; ben günde 100 defa O’na tevbe ediyorum.'",
    "source": "Buhârî/Fethu’l-Bârî XI/101, Müslim No: 2702"
  },
  {
    "category": "eveningDhikr",
    "title": "Allah’ın yarattıklarının şerrinden korunma duası",
    "arabic": "أَعُوذُ بِكَلِمَاتِ اللهِ التَّآمَّاتِ مِنْ شَرِّ مَا خَلَقَ",
    "latin": "'eûzü bikelimâtillâhit-tâmmâti min şerri mâ halak",
    "translation": "Allah’ın eksiksiz kelimelerine sığınırım, yarattıklarının şerrinden.",
    "notes": "3 kere okunur",
    "benefits": "Kim akşam bunu 3 kez okursa, o gece ona hiçbir bela dokunmaz.",
    "source": "Ahmed 11/290, Nesâî Amalü’l-Yevm ve’l-Leyle No: 596"
  }
]
