[
  {
    "category": "eveningDhikr",
    "title": "Verset du Trône (Ayat al-Kursiy)",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "Allāhu lā ilāha illā huw, al-ḥayyul-qayyūm, lā taʾkhudhuhu sinatun wa lā nawm, lahu mā fī as-samāwāti wa mā fī al-arḍ, man dha alladhī yashfaʿu ʿindahu illā biʾidhnih, yaʿlamu mā bayna aydīhim wa mā khalfahum, wa lā yuḥīṭūna bishayʾin min ʿilmihi illā bimā shāʾ, wasiʿa kursiyyuhu as-samāwāti wa al-arḍ, wa lā yaʾūduhu ḥifẓuhumā, wa huwa al-ʿaliyyu al-ʿaẓīm",
    "translation": "Allah : point de divinité à part Lui, le Vivant, Celui qui subsiste par Lui-même. Ni somnolence ni sommeil ne Le saisissent. À Lui appartient tout ce qui est dans les cieux et sur la terre. Qui peut intercéder auprès de Lui sans Sa permission ? Il connaît leur passé et leur futur. Et de Sa science, ils n’embrassent que ce qu’Il veut. Son Trône englobe les cieux et la terre, et leur garde ne Lui coûte aucune peine. Il est le Très Haut, le Très Grand.",
    "notes": "Lire 1 fois",
    "benefits": "Celui qui lit ce verset le matin sera protégé jusqu'au soir. Et s’il le lit le soir, il sera protégé jusqu'au matin.",
    "source": "HR. at-Tirmidhi : 2879"
  },
  {
    "category": "eveningDhikr",
    "title": "Sourate Al-Ikhlas",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwa Allahu ahad (1) Allahu al-samad (2) lam yalid wa lam yūlad (3) wa lam yakun lahu kufuwan ahad (4)",
    "translation": "Dis : Il est Allah, Unique. (1) Allah, Le Seul à être imploré pour ce que nous désirons. (2) Il n’a jamais engendré, n’a pas été engendré non plus. (3) Et nul n’est égal à Lui. (4)",
    "notes": "Lire 3 fois",
    "benefits": "Le Prophète ﷺ a dit : « Dis : “Il est Allah, Unique”, et les deux sourates protectrices (Al-Falaq et An-Nas), lis-les trois fois le matin et le soir : cela te protègera de tout. »",
    "source": "HR. Abu Dawud n°4241"
  },
  {
    "category": "eveningDhikr",
    "title": "Sourate Al-Falaq",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a‘udhu birabbi al-falaq (1) min sharri ma khalaq (2) wa min sharri ghasiqin idha waqab (3) wa min sharri an-naffathati fi al-‘uqad (4) wa min sharri hasidin idha hasad (5)",
    "translation": "Dis : « Je cherche protection auprès du Seigneur de l’aube naissante, (1) contre le mal des êtres qu’Il a créés, (2) contre le mal de l’obscurité quand elle s’approfondit, (3) contre le mal de celles qui soufflent sur les nœuds, (4) et contre le mal de l’envieux quand il envie. » (5)",
    "notes": "Lire 3 fois",
    "benefits": "Le Prophète ﷺ a dit : « Dis : “Il est Allah, Unique”, et les deux sourates protectrices (Al-Falaq et An-Nas), lis-les trois fois le matin et le soir : cela te protègera de tout. »",
    "source": "HR. Abu Dawud n°4241"
  },
  {
    "category": "eveningDhikr",
    "title": "Sourate An-Nas",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a‘udhu birabbi al-nas (1) maliki al-nas (2) ilahi al-nas (3) min sharri al-waswas al-khannas (4) alladhi yuwaswisu fi suduri al-nas (5) mina al-jinnati wa al-nas (6)",
    "translation": "Dis : « Je cherche protection auprès du Seigneur des hommes, (1) Le Souverain des hommes, (2) Dieu des hommes, (3) contre le mal du mauvais conseiller furtif, (4) qui souffle le mal dans les poitrines des hommes, (5) qu’il soit un djinn, ou un être humain. » (6)",
    "notes": "Lire 3 fois",
    "benefits": "Le Prophète ﷺ a dit : « Dis : “Il est Allah, Unique”, et les deux sourates protectrices (Al-Falaq et An-Nas), lis-les trois fois le matin et le soir : cela te protègera de tout. »",
    "source": "HR. Abu Dawud n°4241"
  },
  {
    "category": "eveningDhikr",
    "title": "Entrer dans le royaume d’Allah et demander Sa protection le soir",
    "arabic": "أَمْسَيْنَا وَأَمْسَى الْمُلْكُ للهِ، وَالْحَمْدُ للهِ، لَا إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا، وَأَعُوذُبِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوذُبِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُبِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
    "latin": "amsayna wa amsa al-mulku lillah walhamdulillah, la ilaha illa Allah wahdahu la sharika lahu, lahu al-mulku walahu al-hamdu wa huwa ‘ala kulli shay’in qadeer. Rabbi as’aluka khayra ma fi hadhihi al-layla wa khayra ma ba’daha, wa a’udhu bika min sharri ma fi hadhihi al-layla wa sharri ma ba’daha. Rabbi a’udhu bika minal kasali wa su’i al-kibar. Rabbi a’udhu bika min ‘adhabin fi al-nar wa ‘adhabin fi al-qabr.",
    "translation": "Nous voici entrés dans le soir, et le royaume appartient à Allah. Louange à Allah. Il n’y a pas de divinité digne d’adoration sauf Allah, sans associé. À Lui la royauté, à Lui la louange, et Il est capable de toute chose. Seigneur, je Te demande le bien de cette nuit et le bien de ce qui viendra après, et je cherche refuge auprès de Toi contre le mal de cette nuit et le mal de ce qui viendra après. Seigneur, je cherche refuge auprès de Toi contre la paresse et la mauvaise vieillesse. Seigneur, je cherche refuge auprès de Toi contre le châtiment du Feu et le châtiment de la tombe.",
    "notes": "Lire 1 fois",
    "benefits": "Demander la protection contre le mal est prioritaire car repousser le mal prévaut sur la recherche du bien.",
    "source": "HR. Muslim n°2723 (75), Abu Dawud n°5071, at-Tirmidhi n°3390, authentifié d’après ‘Abdallah Ibn Mas’ud"
  },
  {
    "category": "eveningDhikr",
    "title": "Entrer dans la soirée par la grâce d’Allah",
    "arabic": "اللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ الْمَصِيرُ",
    "latin": "allahumma bika amsayna wa bika asbahna wa bika nahya wa bika namutu wa ilayka al-masir",
    "translation": "Ô Allah, par Ta grâce, nous entrons dans le soir et par Ta grâce, nous entrons dans le matin, par Ta grâce nous vivons, par Ta grâce nous mourons et vers Toi est le retour.",
    "notes": "Lire 1 fois",
    "benefits": "Tout ce que nous faisons, matin et soir, dans la vie et la mort, dépend d’Allah et c’est vers Lui que nous retournerons.",
    "source": "HR. al-Bukhari dans al-Adab al-Mufrad n°1199, cette version est celle d’al-Bukhari, at-Tirmidhi n°3391, Abu Dawud n°5068, Ahmad 11/354, Ibn Majah n°3868"
  },
  {
    "category": "eveningDhikr",
    "title": "Le Maître des implorations de pardon (Sayyid al-Istighfar)",
    "arabic": "اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي، وأبوء بذنبي فاغفر لي، فإنه لا يغفر الذنوب إلا أنت.",
    "latin": "allahumma anta rabbi la ilaha illa anta khalaqtani wa ana abduk wa ana 'ala ahdika wa wa'dika mastata'tu, a'udhu bika min sharri ma sanatu, abu'u laka bini'matika 'alayya, wa abu'u bidhanbi faghfir li, fa innahu la yaghfiru adhdhunuba illa anta",
    "translation": "Ô Allah, Tu es mon Seigneur, nul autre dieu que Toi, Tu m’as créé et je suis Ton serviteur. Je m’efforce de respecter Ton engagement et Ta promesse autant que je le peux. Je cherche refuge auprès de Toi contre le mal que j’ai commis. Je reconnais Tes bienfaits sur moi, et je reconnais mes péchés : alors pardonne-moi, car nul autre que Toi ne pardonne les péchés.",
    "notes": "Lire 1 fois",
    "benefits": "Celui qui le récite le soir avec conviction puis meurt, entrera au Paradis. De même le matin.",
    "source": "HR. al-Bukhari n°6306, 6323, Ahmad IV/122-125, an-Nasa'i VIII/279-280"
  },
  {
    "category": "eveningDhikr",
    "title": "Demande de santé et de sécurité",
    "arabic": "اللهم عافني في بدني، اللهم عافني في سمعي، اللهم عافني في بصري، لا إله إلا أنت. اللهم إني أعوذ بك من الكفر والفقر، وأعوذ بك من عذاب القبر، لا إله إلا أنت.",
    "latin": "allahumma 'afini fi badani, allahumma 'afini fi sam'i, allahumma 'afini fi basari, la ilaha illa anta. allahumma inni a'udhu bika min al-kufri wal-faqr, allahumma inni a'udhu bika min 'adhab al-qabr, la ilaha illa anta",
    "translation": "Ô Allah, accorde-moi la santé dans mon corps, la santé dans mon ouïe, la santé dans ma vue. Nul autre que Toi n’est digne d’adoration. Ô Allah, je cherche refuge auprès de Toi contre la mécréance et la pauvreté, et contre le châtiment de la tombe. Nul autre que Toi n’est digne d’adoration.",
    "notes": "Lire 1 fois",
    "benefits": "Quand nous demandons la santé à Allah, nous Lui demandons la préservation contre toutes les maladies, physiques et spirituelles.",
    "source": "HR. al-Bukhari dans al-Adab al-Mufrad n°701, Abu Dawud n°5090, Ahmad V/42, hasan"
  },
  {
    "category": "eveningDhikr",
    "title": "Demande du pardon et de la préservation ici-bas et dans l’au-delà",
    "arabic": "اللهم إني أسألك العفو والعافية في الدنيا والآخرة. اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي. اللهم استر عوراتي وآمن روعاتي. اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي وأعوذ بعظمتك أن أغتال من تحتي.",
    "latin": "allahumma inni as'aluka al-'afwa wa al-'afiyah fi al-dunya wa al-akhirah. allahumma inni as'aluka al-'afwa wa al-'afiyah fi dini wa dunyaya wa ahli wa mali. allahumma astur 'awrati wa amin raw'ati. allahumma ihfazni min bayni yadayya wa min khalfī wa 'an yamini wa 'an shimali wa min fawqi wa a'udhu bi 'azamatika an ughtala min tahti",
    "translation": "Ô Allah, je Te demande le pardon et la sécurité ici-bas et dans l’au-delà. Ô Allah, je Te demande le pardon et la sécurité dans ma religion, dans ma vie d’ici-bas, auprès de ma famille et de mes biens. Ô Allah, préserve ma pudeur et apaise mes craintes. Ô Allah, protège-moi de devant, de derrière, de ma droite, de ma gauche et d’en haut, et je me mets sous Ta majesté contre toute menace venant d’en bas.",
    "notes": "Lire 1 fois",
    "benefits": "Le Prophète ﷺ ne délaissait jamais cette invocation matin et soir. Elle contient la demande de sécurité dans la religion, la vie d’ici-bas, la famille et les biens.",
    "source": "HR. al-Bukhari dans al-Adab al-Mufrad n°1200, Abu Dawud n°5074, an-Nasa'i VII/282, Ibn Majah n°3871, al-Hakim 1/517-518, et autres d'après Ibn 'Umar"
  },
  {
    "category": "eveningDhikr",
    "title": "Protection contre les suggestions du Diable",
    "arabic": "اللهم عالم الغيب والشهادة، فاطر السماوات والأرض، رب كل شيء ومليكه. أشهد أن لا إله إلا أنت، أعوذ بك من شر نفسي، ومن شر الشيطان وشركه، وأن أقترف على نفسي سوءًا أو أجره إلى مسلم.",
    "latin": "allahumma 'alima al-ghaybi wa al-shahada fatira al-samawati wa al-ard. rabba kulli shay'in wa malīkahu. ash-hadu alla ilaha illa anta. a'udhu bika min sharri nafsi wa min sharri al-shaytan wa shirkih, wa an aqtarifa 'ala nafsi su'an aw ajurrahu ila muslim",
    "translation": "Ô Allah, Connaisseur de l’invisible et du visible, Créateur des cieux et de la terre, Seigneur et Souverain de toute chose. J’atteste qu’il n’y a de dieu que Toi. Je cherche refuge auprès de Toi contre le mal de mon âme, contre le mal du Diable et son polythéisme, et contre le fait de commettre un mal contre moi-même ou de le causer à un musulman.",
    "notes": "Lire 1 fois",
    "benefits": "Le Prophète ﷺ a dit à Abu Bakr : « Dis-la le matin, le soir et au moment de dormir. »",
    "source": "HR. al-Bukhari dans al-Adab al-Mufrad n°1202, at-Tirmidhi n°3392, Abu Dawud n°5067"
  },
  {
    "category": "eveningDhikr",
    "title": "Souvenir pour la protection contre tout mal",
    "arabic": "بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم.",
    "latin": "bismillah alladhi la yadurru ma'asmihi shay'un fil-ard wa la fi al-sama' wa huwa al-sami' al-'alim",
    "translation": "Au nom d’Allah, avec Son nom rien sur la terre ni dans le ciel ne peut nuire, et Il est l’Audient, l’Omniscient.",
    "notes": "Lire 3 fois",
    "benefits": "Celui qui la récite trois fois le matin et le soir, rien ne pourra lui nuire.",
    "source": "HR. at-Tirmidhi n°3388, Abu Dawud n°5088, Ibn Majah n°3869, al-Hakim 1/514, Ahmad n°446 et 474"
  },
  {
    "category": "eveningDhikr",
    "title": "Déclaration de satisfaction envers Allah, l’Islam et le Prophète ﷺ",
    "arabic": "رضيت بالله رباً، وبالإسلام ديناً، وبمحمد ﷺ نبياً.",
    "latin": "radītu billahi rabban wa bil-islami dinan wa bi-muhammadin sallallahu 'alayhi wa sallama nabiyyan",
    "translation": "Je suis satisfait qu’Allah soit mon Seigneur, que l’Islam soit ma religion et que Muhammad ﷺ soit mon Prophète.",
    "notes": "Lire 3 fois",
    "benefits": "Celui qui la dit trois fois le matin et le soir, Allah lui accordera Sa satisfaction le Jour du Jugement.",
    "source": "HR. Ahmad IV/337, Abu Dawud n°5072, at-Tirmidhi n°3389, Ibn Majah n°3870, an-Nasa'i dans ‘Amal al-Yawm wa al-Laylah n°4, Ibnus Sunni n°68"
  },
  {
    "category": "eveningDhikr",
    "title": "Demande de guidée à Allah",
    "arabic": "يا حي يا قيوم برحمتك أستغيث، أصلح لي شأني كله ولا تكلني إلى نفسي طرفة عين أبداً.",
    "latin": "ya hayyu ya qayyum birahmatika astaghith, aslih li sha’ni kullahu wa la takilni ila nafsi tarfata ‘ayn abadan",
    "translation": "Ô Vivant, ô Soutien éternel ! Par Ta miséricorde, je sollicite secours. Améliore ma situation en entier, et ne me laisse pas livré à moi-même, ne serait-ce que le temps d’un clin d’œil.",
    "notes": "Lire 1 fois",
    "benefits": "Cette invocation exprime la confiance totale en Allah et le besoin constant de Son aide.",
    "source": "HR. an-Nasa'i dans ‘Amal al-Yawm wa al-Laylah n°575, al-Hakim 1/545, voir Sahih at-Targhib wa at-Tarhib 1/417 n°661, Ash-Shahihah n°227, hasan"
  },
  {
    "category": "eveningDhikr",
    "title": "Célébration de la fitra islamique le soir",
    "arabic": "أمسينا على فطرة الإسلام، وعلى كلمة الإخلاص، وعلى دين نبينا محمد ﷺ، وعلى ملة أبينا إبراهيم حنيفاً مسلماً وما كان من المشركين.",
    "latin": "amsayna ‘ala fitrat al-islam wa ‘ala kalimat al-ikhlas wa ‘ala din nabiyyina Muhammad ﷺ wa ‘ala millat abina Ibrahim hanifan musliman wa ma kana min al-mushrikin",
    "translation": "Nous sommes entrés dans la soirée dans la fitra (nature saine) de l’Islam, sur la parole de la sincérité, sur la religion de notre Prophète Muhammad ﷺ, sur la voie de notre père Ibrahim, monothéiste pur, soumis à Allah, et il n’était pas parmi les polythéistes.",
    "notes": "Lire 1 fois",
    "benefits": "Fitra signifie la nature originelle (monothéisme et sunna), la parole de sincérité désigne le témoignage de foi, et hanîf signifie la droiture.",
    "source": "HR. Ahmad III/406, 407, ad-Darimi II/292, Ibnus Sunni dans ‘Amal al-Yawm wa al-Laylah n°34, Mishkat al-Masabih n°2415, Sahih al-Jami’ al-Saghir n°4674"
  },
  {
    "category": "eveningDhikr",
    "title": "Souvenir de l’unicité d’Allah",
    "arabic": "لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير.",
    "latin": "la ilaha illa Allah wahdahu la sharika lahu, lahu al-mulku walahu al-hamdu wa huwa ‘ala kulli shay’in qadeer",
    "translation": "Nul n’est digne d’adoration en dehors d’Allah, sans associé. À Lui la royauté et la louange, et Il est capable de toute chose.",
    "notes": "Lire 1 ou 10 fois le matin, 100 fois dans la journée",
    "benefits": "Celui qui la récite 100 fois dans la journée, c’est comme s’il avait affranchi dix esclaves, il a 100 récompenses inscrites et 100 fautes effacées. Il bénéficie aussi d’une protection contre Satan jusqu’au soir.",
    "source": "HR. al-Bukhari n°3293 et 6403, Muslim IV/2071 n°2691 (28), at-Tirmidhi n°3468, Ibn Majah n°3798"
  },
  {
    "category": "eveningDhikr",
    "title": "Proclamer la gloire et la louange d’Allah",
    "arabic": "سبحان الله وبحمده عدد خلقه ورضا نفسه وزنة عرشه ومداد كلماته.",
    "latin": "subhanallahi wa bihamdihi ‘adada khalqihi wa rida nafsihi wa zinata ‘arshihi wa midada kalimatihi",
    "translation": "Gloire et louange à Allah autant que le nombre de Ses créatures, selon Son bon plaisir, le poids de Son Trône et l’encre de Ses paroles.",
    "notes": "Lire 3 fois",
    "benefits": "Le Prophète ﷺ dit à Jouwayriya : « Ce rappel a surpassé tout ce que tu as dit ce matin, jusqu’au moment du forenoon (dhouha). »",
    "source": "HR. Muslim n°2726, Sharh Muslim XVII/44, rapporté par Jouwayriya bint al-Harith radhiyallahu ‘anha"
  },
  {
    "category": "eveningDhikr",
    "title": "Tasbih et demande de pardon quotidienne",
    "arabic": "سبحان الله وبحمده",
    "latin": "subhanallahi wa bihamdihi",
    "translation": "Gloire à Allah et louange à Lui.",
    "notes": "Lire 100 fois",
    "benefits": "Celui qui dit ‘Subhanallahi wa bihamdihi’ 100 fois le matin et le soir, personne ne fera mieux que lui ce jour-là, sauf celui qui en dira davantage.",
    "source": "HR. Muslim n°2691 et n°2692, d’après Abu Hurayra, Sharh Muslim XVII/17-18, Sahih at-Targhib wa at-Tarhib 1/413 n°653"
  },
  {
    "category": "eveningDhikr",
    "title": "Demande de pardon quotidienne, 100 fois",
    "arabic": "أستغفر الله وأتوب إليه",
    "latin": "astaghfirullah wa atubu ilayh",
    "translation": "Je demande pardon à Allah et je me repens à Lui.",
    "notes": "Lire 100 fois chaque jour",
    "benefits": "Ibn ‘Umar rapporte que le Messager d’Allah ﷺ disait : « Ô gens, repentez-vous à Allah, car je me repens à Lui 100 fois par jour. »",
    "source": "HR. al-Bukhari/Fath al-Bari XI/101 et Muslim n°2702"
  },
  {
    "category": "eveningDhikr",
    "title": "Recherche de protection auprès des paroles parfaites d’Allah",
    "arabic": "أعوذ بكلمات الله التامات من شر ما خلق.",
    "latin": "a'udhu bikalimatillahi al-tammati min sharri ma khalaq",
    "translation": "Je cherche protection auprès des paroles parfaites d’Allah contre le mal de ce qu’Il a créé.",
    "notes": "Lire 3 fois",
    "benefits": "Celui qui lit cette invocation trois fois le soir ne sera touché d’aucun mal soudain jusqu’au matin.",
    "source": "HR. Ahmad 11/290, an-Nasa'i dans ‘Amal al-Yawm wa al-Laylah n°596, Sahih at-Targhib wa at-Tarhib 1/412 n°652, Sahih al-Jami’ al-Saghir n°6427"
  }
]
