[
  {
    "category": "eveningDhikr",
    "title": "Аятуль Курси",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "Allāhu lā ilāha illā huw, al-ḥayyul-qayyūm, lā ta’khudhuhu sinatun wa lā nawm, lahu mā fī as-samāwāti wa mā fīl-arḍ, man dha’l-ladhī yashfa‘u ‘indahu illā bi’idhnih, ya‘lamu mā bayna aydīhim wa mā khalfahum, wa lā yuḥīṭūna bishay’in min ‘ilmihi illā bimā shā’, wasi‘a kursiyyuhu as-samāwāti wa al-arḍ, wa lā ya’ūduhu ḥifẓuhumā, wa huwa al-‘aliyyu al-‘aẓīm.",
    "translation": "Аллах — нет божества, кроме Него, Живого, Существующего. Его не одолевает ни дремота, ни сон. Ему принадлежит все, что на небесах и на земле. Кто может заступиться перед Ним без Его разрешения? Он знает, что перед ними и что за ними, а они не охватывают ничего из Его знания, кроме того, что Он пожелает. Его Престол объемлет небеса и землю, и сохранение их не тяготит Его. Он — Всевышний, Великий.",
    "notes": "Прочитать 1 раз",
    "benefits": "Тот, кто прочитает этот аят утром, будет в безопасности до вечера, а если вечером — то до утра.",
    "source": "Хадис передал ат-Тирмизи: 2879"
  },
  {
    "category": "eveningDhikr",
    "title": "Сура аль-Ихляс",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwallāhu aḥad (1) allāhuṣ-ṣamad (2) lam yalid wa lam yūlad (3) wa lam yakun lahu kufuwan aḥad (4)",
    "translation": "Скажи: Он — Аллах Единый, (1) Аллах Самодостаточный, (2) Не родил и не был рожден, (3) И нет никого равного Ему. (4)",
    "notes": "Прочитать 3 раза",
    "benefits": "Посланник Аллаха (мир ему и благословение) сказал: Читайте 'Куль Ху Аллаху Ахад', 'аль-Фалак' и 'ан-Нас' утром и вечером по три раза — это защитит тебя от всего.",
    "source": "Хадис передал Абу Дауд № 4241"
  },
  {
    "category": "eveningDhikr",
    "title": "Сура аль-Фаляк",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a‘ūdhu birabbi al-falaq (1) min sharri mā khalaq (2) wa min sharri ghāsiqin idhā waqab (3) wa min sharri an-naffāthāti fil-‘uqad (4) wa min sharri ḥāsidin idhā ḥasad (5)",
    "translation": "Скажи: Прибегаю к защите Господа рассвета (1) от зла того, что Он сотворил, (2) от зла мрака, когда он наступает, (3) от зла тех, кто колдует на узлы, (4) и от зла завистника, когда он завидует. (5)",
    "notes": "Прочитать 3 раза",
    "benefits": "Посланник Аллаха (мир ему и благословение) сказал: Читайте 'Куль Ху Аллаху Ахад', 'аль-Фалак' и 'ан-Нас' утром и вечером по три раза — это защитит тебя от всего.",
    "source": "Хадис передал Абу Дауд № 4241"
  },
  {
    "category": "eveningDhikr",
    "title": "Сура ан-Нас",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a‘ūdhu birabbi an-nās (1) maliki an-nās (2) ilāhi an-nās (3) min sharri al-waswās al-khannās (4) alladhī yuwaswisu fī sudūri an-nās (5) minal-jinnati wa an-nās (6)",
    "translation": "Скажи: Прибегаю к защите Господа людей, (1) Царя людей, (2) Бога людей, (3) от зла шепчущего, скрывающегося, (4) который нашептывает в груди людей, (5) из числа джиннов и людей. (6)",
    "notes": "Прочитать 3 раза",
    "benefits": "Посланник Аллаха (мир ему и благословение) сказал: Читайте 'Куль Ху Аллаху Ахад', 'аль-Фалак' и 'ан-Нас' утром и вечером по три раза — это защитит тебя от всего.",
    "source": "Хадис передал Абу Дауд № 4241"
  },
  {
    "category": "eveningDhikr",
    "title": "Вечерний вход в Царство Аллаха и просьба о Его защите",
    "arabic": "أَمْسَيْنَا وَأَمْسَى الْمُلْكُ للهِ، وَالْحَمْدُ للهِ، لَا إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا، وَأَعُوذُبِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوذُبِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُبِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
    "latin": "amsayna wa amsa al-mulku lillah wa’l-hamdu lillah, la ilaha illa Allah wahdahu la sharika lah, lahu’l-mulku wa lahu’l-hamdu wa huwa ‘ala kulli shay’in qadir. Rabbi as’aluka khayra ma fi hadhihi al-laylah wa khayra ma ba’daha, wa a’udhu bika min sharri ma fi hadhihi al-laylah wa sharri ma ba’daha. Rabbi a’udhu bika min al-kasal wa su’i al-kibar. Rabbi a’udhu bika min ‘adhabin fi al-nar wa ‘adhabin fi al-qabr.",
    "translation": "Мы вступили в вечер, и царство принадлежит Аллаху, хвала Аллаху. Нет божества, кроме Аллаха, у Него нет сотоварища, Ему принадлежит власть и хвала, и Он способен на всё. О Господь, прошу у Тебя блага этой ночи и того, что будет после нее. И прибегаю к Тебе от зла этой ночи и того, что будет после нее. О Господь, прибегаю к Тебе от лени и старческого бессилия. О Господь, прибегаю к Тебе от мучения в Огне и мучения в могиле.",
    "notes": "Прочитать 1 раз",
    "benefits": "Просить защиты от вреда — первоочередная обязанность, потому что предотвращение вреда важнее, чем получение пользы.",
    "source": "Хадис передал Муслим № 2723 (75), Абу Дауд № 5071, ат-Тирмизи № 3390, достоверно от Абдуллы ибн Масуда"
  },
  {
    "category": "eveningDhikr",
    "title": "Вечерний вход по милости Аллаха",
    "arabic": "اللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ الْمَصِيرُ",
    "latin": "allahumma bika amsayna wa bika asbahna wa bika nahya wa bika namutu wa ilayka al-masir",
    "translation": "О Аллах, благодаря Тебе мы вступили в вечер, благодаря Тебе мы вступаем в утро. Благодаря Тебе мы живём, по Твоей воле умираем, и к Тебе наше возвращение.",
    "notes": "Прочитать 1 раз",
    "benefits": "Все, что мы делаем утром и вечером, в жизни и смерти, — по предопределению Аллаха, и к Нему наше возвращение.",
    "source": "Хадис передал аль-Бухари в аль-Адбуль Муфрад № 1199, эта редакция принадлежит аль-Бухари, ат-Тирмизи № 3391, Абу Дауд № 5068, Ахмад 11/354, Ибн Маджа № 3868"
  },
  {
    "category": "eveningDhikr",
    "title": "Лучшее прошение о прощении (Сайид уль-истигфар)",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahumma anta rabbi la ilaha illa anta khalaqtani wa ana ‘abduka wa ana ‘ala ‘ahdika wa wa‘dika ma istata‘tu, a‘udhu bika min sharri ma sana‘tu, abū’u laka bini‘matika ‘alayya, wa abū’u bidhanbi faghfir li fa innahu la yaghfiru adhdhunuba illa anta",
    "translation": "О Аллах! Ты мой Господь, нет божества, кроме Тебя, Ты меня сотворил, а я Твой раб. Я буду, насколько смогу, придерживаться Твоего завета и обещания. Прибегаю к Тебе от зла того, что я совершил. Признаю Твою милость ко мне и признаю свои грехи, прости меня, ибо никто не прощает грехи кроме Тебя.",
    "notes": "Прочитать 1 раз",
    "benefits": "Тот, кто произнесет этот ду‘а вечером, твердо веря в это, и умрет в ту же ночь, войдет в Рай. Также — если прочтет утром.",
    "source": "Хадис передал аль-Бухари № 6306, 6323, Ахмад IV/122-125, ан-Насаи VIII/279-280"
  },
  {
    "category": "eveningDhikr",
    "title": "Молитва о здоровье и безопасности",
    "arabic": "اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ ، لَا إِلَـهَ إِلَّا أَنْتَ ، اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْكُفْرِوَالْفَقْرِ ، وَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ، لَا إِلَـهَ إِلَّا أَنْتَ",
    "latin": "allahumma ‘afini fi badani, allahumma ‘afini fi sam‘i, allahumma ‘afini fi basari, la ilaha illa anta. allahumma inni a‘udhu bika minal-kufri wal-faqr, allahumma inni a‘udhu bika min ‘adhab al-qabr, la ilaha illa anta",
    "translation": "О Аллах! Дай мне здоровье в теле, о Аллах! Дай мне здоровье в слухе, о Аллах! Дай мне здоровье в зрении, нет божества, кроме Тебя. О Аллах! Прибегаю к Тебе от неверия и бедности, и прибегаю к Тебе от мучений в могиле, нет божества, кроме Тебя.",
    "notes": "Прочитать 1 раз",
    "benefits": "Когда мы просим у Аллаха здоровья, мы просим защиты как от физических, так и от духовных недугов, чтобы служить Ему с чистым телом и сердцем.",
    "source": "Хадис передал аль-Бухари в Шахиб аль-Адаб аль-Муфрад № 701, Абу Дауд № 5090, Ахмад V/42, хасан"
  },
  {
    "category": "eveningDhikr",
    "title": "Молитва о безопасности в этой жизни и в Ахира",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَاْلآخِرَةِ، اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ اللَّهُمَّ اسْتُرْ عَوْرَاتِى وَآمِنْ رَوْعَاتِى. اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ",
    "latin": "allahumma inni as’aluka al-‘afwa wa al-‘afiyah fi al-dunya wa al-akhirah. allahumma inni as’aluka al-‘afwa wa al-‘afiyah fi dini wa dunyaya wa ahli wa mali. allahumma astur ‘awratī wa amin raw‘ati. allahumma ahfazni min bayni yadayya wa min khalfī wa ‘an yaminī wa ‘an shimalī wa min fawqī, wa a‘udhu bi ‘azamatika an ughtala min tahti.",
    "translation": "О Аллах! Я прошу у Тебя прощения и безопасности в этой жизни и в вечной жизни. О Аллах! Прошу у Тебя прощения и безопасности в моей религии, в мирских делах, семье и имуществе. О Аллах! Сохрани мои тайны и успокой мои страхи. О Аллах! Охрани меня спереди, сзади, справа, слева и сверху. И прибегаю к Твоему величию, чтобы меня не постигло что-то снизу.",
    "notes": "Прочитать 1 раз",
    "benefits": "Посланник Аллаха ﷺ никогда не пропускал эту молитву утром и вечером. В ней содержится прошение о благополучии в религии, мире, семье и имуществе.",
    "source": "Хадис передал аль-Бухари в аль-Адбуль Муфрад № 1200, Абу Дауд № 5074, ан-Насаи VII/282, Ибн Маджа № 3871, аль-Хаким 1/517-518, и другие от Ибн Умара (да будет доволен им Аллах)"
  },
  {
    "category": "eveningDhikr",
    "title": "Молитва о защите от козней шайтана",
    "arabic": "اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَـهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "latin": "allahumma ‘alim al-ghayb wa ash-shahada fatir as-samawat wal-ard, rabb kulli shay’ wa malikahu, ash-hadu alla ilaha illa anta, a‘udhu bika min sharri nafsi wa min sharri ash-shaytan wa shirkihi, wa an aqtarif ‘ala nafsi su’an aw ajurrahu ila muslim",
    "translation": "О Аллах, Знающий скрытое и явное, Создатель небес и земли, Господь всего и Владыка его! Свидетельствую, что нет божества, кроме Тебя. Прибегаю к Тебе от зла моей души, от зла шайтана и его идолопоклонства, и от того, чтобы я не совершил зло против себя или против другого мусульманина.",
    "notes": "Прочитать 1 раз",
    "benefits": "Посланник Аллаха ﷺ сказал Абу Бакру: читай это утром, вечером и перед сном.",
    "source": "Хадис передал аль-Бухари в аль-Адбуль Муфрад № 1202, ат-Тирмизи № 3392, Абу Дауд № 5067"
  },
  {
    "category": "eveningDhikr",
    "title": "Зикр для защиты от всякого зла",
    "arabic": "بِسْمِ اللَّهِ الَّذِى لاَ يَضُرُّ مَعَ اسْمِهِ شَىْءٌ فِى الأَرْضِ وَلاَ فِى السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "latin": "bismillahilladhi la yadurru ma’asmihi shay’un fil-ard wa la fis-sama’ wa huwa as-sami’ al-‘alim",
    "translation": "Во имя Аллаха, с чьим именем ничто не может навредить ни на земле, ни на небе. Он — Всеслышащий, Всезнающий.",
    "notes": "Прочитать 3 раза",
    "benefits": "Тот, кто трижды скажет это утром и трижды вечером, ничего плохого с ним не случится.",
    "source": "Хадис передал ат-Тирмизи № 3388, Абу Дауд № 5088, Ибн Маджа № 3869, аль-Хаким 1/514, Ахмад № 446 и 474"
  },
  {
    "category": "eveningDhikr",
    "title": "Заявление о довольстве Аллахом, Исламом и Пророком ﷺ",
    "arabic": "رَضِيْتُ بِاللهِ رَبًّا، وَبِاْلإِسْلاَمِ دِيْنًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
    "latin": "radītu billahi rabban wa bil-islami dinan wa bi-Muhammadin sallallahu ‘alayhi wa sallama nabiyyan",
    "translation": "Я доволен Аллахом как своим Господом, Исламом как своей религией и Мухаммадом (мир ему) как своим Пророком.",
    "notes": "Прочитать 3 раза",
    "benefits": "Тот, кто скажет это три раза утром и три раза вечером, Аллах будет доволен им в День суда.",
    "source": "Хадис передал Ахмад IV/337, Абу Дауд № 5072, ат-Тирмизи № 3389, Ибн Маджа № 3870, ан-Насаи в 'Амаль аль-Яум валь-Лайля № 4, Ибнус-Сунни № 68"
  },
  {
    "category": "eveningDhikr",
    "title": "Просьба о руководстве у Аллаха",
    "arabic": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، وَأَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ أَبَدًا",
    "latin": "ya hayyu ya qayyum, bi-rahmatika astaghith, wa aslih li sha’ni kullahu wa la takilni ila nafsi tarfata ‘aynin abadan",
    "translation": "О Живой, О Существующий! Твоей милости я ищу, улади все мои дела, и не оставляй меня одному ни на мгновение.",
    "notes": "Прочитать 1 раз",
    "benefits": "Эта дуа выражает полное упование на Аллаха и просьбу никогда не быть предоставленным самому себе.",
    "source": "Хадис передал ан-Насаи в 'Амаль аль-Яум валь-Лайля № 575, аль-Хаким 1/545, см. Сахих ат-Таргиб ват-Тархиб 1/417 № 661, Ас-Сахиха № 227, хасан"
  },
  {
    "category": "eveningDhikr",
    "title": "Празднование естественности Ислама вечером",
    "arabic": "أَمْسَيْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ، حَنِيْفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "latin": "amsayna ‘ala fitrat al-islam wa ‘ala kalimat al-ikhlas, wa ‘ala din nabiyyina Muhammad sallallahu ‘alayhi wa sallam, wa ‘ala millat abina Ibrahim hanifan musliman wa ma kana min al-mushrikin",
    "translation": "Мы вступили в вечер в естественности Ислама, на слове искренности, на религии нашего Пророка Мухаммада (мир ему), на религии нашего отца Ибрахима, как единобожники-мусульмане и не из числа многобожников.",
    "notes": "Прочитать 1 раз",
    "benefits": "Фитра — это единобожие и сунна; слово искренности — свидетельство веры; ханиф — это прямота и искреннее устремление к добру.",
    "source": "Хадис передал Ахмад III/406, 407, ад-Дарими II/292, Ибнус-Сунни в 'Амаль аль-Яум валь-Лайля № 34, Мишкат аль-Масабих № 2415, Сахих аль-Джами' ас-Сагир № 4674, достоверный"
  },
  {
    "category": "eveningDhikr",
    "title": "Зикр об Единстве Аллаха",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "la ilaha illa Allah wahdahu la sharika lah, lahu al-mulku wa lahu al-hamdu wa huwa ‘ala kulli shay’in qadir",
    "translation": "Нет божества, кроме Аллаха, у Него нет сотоварища. Ему принадлежит власть, Ему хвала, и Он способен на всё.",
    "notes": "Прочитать 1 или 10 раз утром, 100 раз днем",
    "benefits": "Кто скажет это 100 раз в день, получит награду как за освобождение 10 рабов, будет записано 100 благих дел, стерто 100 грехов, и будет защищен от шайтана в этот день.",
    "source": "Хадис передал аль-Бухари № 3293 и 6403, Муслим IV/2071 № 2691 (28), ат-Тирмизи № 3468, Ибн Маджа № 3798"
  },
  {
    "category": "eveningDhikr",
    "title": "Прославление Аллаха и восхваление Его",
    "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقَهِ وَرِضَى نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
    "latin": "subhanallahi wa bihamdihi ‘adada khalqihi wa ridha nafsihi wa zinata ‘arshihi wa midada kalimatihi",
    "translation": "Хвала Аллаху и хвала Ему по числу Его творений, Его довольству, весу Его трона и количеству Его слов.",
    "notes": "Прочитать 3 раза",
    "benefits": "Пророк (мир ему) сказал Джуайрии: этот зикр превышает все, что ты читала после утренней молитвы до рассвета.",
    "source": "Хадис передал Муслим № 2726. Шарх Муслим XVII/44. От Джуайрии бинт аль-Харис (да будет доволен ею Аллах)"
  },
  {
    "category": "eveningDhikr",
    "title": "Ежедневное тасбих и аль-хамду лилля",
    "arabic": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "latin": "subhanallahi wa bihamdihi",
    "translation": "Пречист Аллах и хвала Ему.",
    "notes": "Прочитать 100 раз",
    "benefits": "Кто скажет 'Субхана-Ллахи ва бихамдихи' сто раз утром и вечером, никто не сможет превзойти его делами в Судный день, кроме того, кто сказал больше.",
    "source": "Хадис передал Муслим № 2691 и № 2692, от Абу Хурайры (да будет доволен им Аллах), Шарх Муслим XVII/17-18, Сахих ат-Таргиб ват-Тархиб 1/413 № 653"
  },
  {
    "category": "eveningDhikr",
    "title": "Сто раз истигфара в день",
    "arabic": "أَسْتَغْفِرُ الله وَأَتُوْبُ إِلَيْهِ",
    "latin": "astaghfirullah wa atubu ilayh",
    "translation": "Я прошу прощения у Аллаха и обращаюсь к Нему с покаянием.",
    "notes": "Прочитать 100 раз ежедневно",
    "benefits": "Ибн Умар (да будет доволен им Аллах) сказал: Посланник Аллаха ﷺ сказал: 'О люди! Кайтесь перед Аллахом, ибо я каюсь перед Ним сто раз в день.'",
    "source": "Хадис передал аль-Бухари/Фатх аль-Бари XI/101 и Муслим № 2702"
  },
  {
    "category": "eveningDhikr",
    "title": "Просить защиты в совершенных словах Аллаха",
    "arabic": "أَعُوْذُ بِكَلِمَاتِ اللهِ التَّآمَّاتِ مِنْ شَرِّ مَا خَلَقَ",
    "latin": "a‘udhu bi kalimatillahi at-tammati min sharri ma khalaq",
    "translation": "Я прошу защиты в совершенных словах Аллаха от зла того, что Он сотворил.",
    "notes": "Прочитать 3 раза",
    "benefits": "Тот, кто прочитает это три раза вечером, не постигнет его внезапное несчастье до утра.",
    "source": "Хадис передал Ахмад 11/290, ан-Насаи в 'Амаль аль-Яум валь-Лайля № 596, Сахих ат-Таргиб ват-Тархиб 1/412 № 652, Сахих аль-Джами' ас-Сагир № 6427"
  }
]
