[
  {
    "category": "eveningDhikr",
    "title": "আয়াতুল কুরসি",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "Allāhu lā ilāha illā huw, al-ḥayyul-qayyụm, lā ta`khużuhụ sinatuw wa lā na`ụm, lahụ mā fis-samāwāti wa mā fil-arḍ, man żallażī yasyfa'u 'indahū illā bi`iżnih, ya'lamu mā baina aidīhim wa mā khalfahum, wa lā yuḥīṭụna bisyai`im min 'ilmihī illā bimā syā`, wasi'a kursiyyuhus-samāwāti wal-arḍ, wa lā ya`ụduhụ ḥifẓuhumā, wa huwal-'aliyyul-'aẓīm",
    "translation": "আল্লাহ্‌ – তিনি ছাড়া কোনো উপাস্য নেই, তিনি চিরঞ্জীব, সর্বনিয়ন্ত্রক। তাঁকে তন্দ্রা ও নিদ্রা স্পর্শ করে না। আকাশমণ্ডলী ও পৃথিবীতে যা কিছু আছে, সবই তাঁর। কে আছে, যে তাঁর অনুমতি ছাড়া তাঁর কাছে সুপারিশ করতে পারে? তিনি জানেন যা কিছু তাদের সামনে ও পেছনে রয়েছে, আর তাঁরা কিছুই জানতে পারে না তাঁর জ্ঞানের মধ্যে থেকে, যা তিনি ইচ্ছা করেন তা ছাড়া। তাঁর কুরসি আসমান ও জমিনকে পরিবেষ্টন করে আছে, আর এদের সংরক্ষণ তাঁকে ক্লান্ত করে না। তিনি সর্বোচ্চ, মহান।",
    "notes": "১ বার পড়ুন",
    "benefits": "যে ব্যক্তি এই আয়াত সকালে পাঠ করে, সে সন্ধ্যা পর্যন্ত নিরাপদে থাকবে। আর সন্ধ্যায় পাঠ করলে সকাল পর্যন্ত নিরাপদে থাকবে।",
    "source": "HR. at-Tirmidzi: 2879"
  },
  {
    "category": "eveningDhikr",
    "title": "সূরা ইখলাস",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwallāhu aḥad (1) allāhuṣ-ṣamad (2) lam yalid wa lam yụlad (3) wa lam yakul lahụ kufuwan aḥad (4)",
    "translation": "বলুন, তিনি আল্লাহ, একমাত্র। (১) আল্লাহ্‌ নির্ভরযোগ্য। (২) তিনি কাউকে জন্ম দেননি এবং কেউ তাঁকে জন্ম দেয়নি। (৩) আর তাঁর সমতুল্য কেউ নেই। (৪)",
    "notes": "৩ বার পড়ুন",
    "benefits": "রাসুলুল্লাহ (সাঃ) বলেছেন: কুল হুয়াল্লাহু আহাদ এবং দুই মু'আউয্জাত (সূরা ফালাক ও নাস) সকাল ও সন্ধ্যায় ৩ বার পড়ো, তা তোমাকে সকল কিছুর থেকে নিরাপদ রাখবে।",
    "source": "HR. Abu Dawud No. 4241"
  },
  {
    "category": "eveningDhikr",
    "title": "সূরা ফালাক",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a'ụżu birabbil-falaq (1) min syarri mā khalaq (2) wa min syarri gāsiqin iżā waqab (3) wa min syarrin-naffāṡāti fil-'uqad (4) wa min syarri ḥāsidin iżā ḥasad (5)",
    "translation": "বলুন, আমি আশ্রয় চাই প্রভাতের প্রতিপালকের নিকট (১) তিনি যা সৃষ্টি করেছেন তার অনিষ্ট থেকে, (২) অন্ধকার রাতের অনিষ্ট থেকে যখন তা গভীর হয়, (৩) গাঁথুনিতে ফুঁ দেওয়া নারীদের অনিষ্ট থেকে, (৪) এবং হিংসুকের অনিষ্ট থেকে যখন সে হিংসা করে। (৫)",
    "notes": "৩ বার পড়ুন",
    "benefits": "রাসুলুল্লাহ (সাঃ) বলেছেন: কুল হুয়াল্লাহু আহাদ এবং দুই মু'আউয্জাত (সূরা ফালাক ও নাস) সকাল ও সন্ধ্যায় ৩ বার পড়ো, তা তোমাকে সকল কিছুর থেকে নিরাপদ রাখবে।",
    "source": "HR. Abu Dawud No. 4241"
  },
  {
    "category": "eveningDhikr",
    "title": "সূরা নাস",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a'ụżu birabbin-nās (1) malikin-nās (2) ilāhin-nās (3) min syarril-waswāsil-khannās (4) allażī yuwaswisu fī ṣudụrin-nās (5) minal-jinnati wan-nās (6)",
    "translation": "বলুন, আমি আশ্রয় চাই মানুষের প্রতিপালকের নিকট, (১) মানুষের অধিপতির নিকট, (২) মানুষের উপাস্যর নিকট, (৩) কুমন্ত্রণা প্রদানকারী, লুকিয়ে পড়া শয়তানের অনিষ্ট থেকে, (৪) যে মানুষের বুকে কুমন্ত্রণা দেয়, (৫) জ্বিন ও মানুষের মধ্য থেকে। (৬)",
    "notes": "৩ বার পড়ুন",
    "benefits": "রাসুলুল্লাহ (সাঃ) বলেছেন: কুল হুয়াল্লাহু আহাদ এবং দুই মু'আউয্জাত (সূরা ফালাক ও নাস) সকাল ও সন্ধ্যায় ৩ বার পড়ো, তা তোমাকে সকল কিছুর থেকে নিরাপদ রাখবে।",
    "source": "HR. Abu Dawud No. 4241"
  },
  {
    "category": "eveningDhikr",
    "title": "সন্ধ্যা হলে আল্লাহর রাজ্যে প্রবেশ ও তাঁর আশ্রয় চাওয়া",
    "arabic": "أَمْسَيْنَا وَأَمْسَى الْمُلْكُ للهِ، وَالْحَمْدُ للهِ، لَا إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا، وَأَعُوذُبِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوذُبِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُبِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
    "latin": "amsaynaa wa amsal mulku lillah walhamdulillah, laa ilaha illallah wahdahu laa syarika lah, lahul mulku walahul hamdu wa huwa 'ala kulli syai-in qodir. robbi as-aluka khoiro maa fii hadzihil lailah wa khoiro maa ba'dahaa, wa a'udzu bika min syarri maa fii hadzihil lailah wa syarri maa ba'dahaa. robbi a'udzu bika minal kasali wa suu-il kibar. robbi a'udzu bika min 'adzabin fin naari wa 'adzabin fil qobri",
    "translation": "আমরা সন্ধ্যায় প্রবেশ করেছি, আর রাজত্ব আল্লাহর। সমস্ত প্রশংসা আল্লাহর জন্য। তিনি ছাড়া আর কোনো উপাস্য নেই, তাঁর কোনো অংশীদার নেই। রাজত্ব তাঁর, প্রশংসা তাঁর এবং তিনি সব কিছুর ওপর ক্ষমতাবান। হে আমার রব! আমি তোমার কাছে চাই এই রাত ও পরে যা আসবে তার কল্যাণ, আর আশ্রয় চাই এই রাত ও পরে যা আসবে তার অমঙ্গল থেকে। হে আমার রব! আমি তোমার কাছে অলসতা ও বার্ধক্যের অনিষ্ট থেকে আশ্রয় চাই। হে আমার রব! আমি তোমার কাছে আগুন ও কবরের আযাব থেকে আশ্রয় চাই।",
    "notes": "১ বার পড়ুন",
    "benefits": "ক্ষতির থেকে আশ্রয় চাওয়া সর্বাগ্রে; কারণ, ক্ষতি প্রতিরোধ করা মঙ্গলের চেয়ে বেশি গুরুত্বপূর্ণ ও অগ্রাধিকারপূর্ণ।",
    "source": "HR. Muslim No. 2723 (75), Abu Dawud No. 5071, and at-Tirmidzi 3390, sahih from Abdullah Ibn Mas'ud"
  },
  {
    "category": "eveningDhikr",
    "title": "আল্লাহর দয়ায় সন্ধ্যায় প্রবেশ করা",
    "arabic": "اللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا،وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ الْمَصِيْرُ",
    "latin": "allahumma bika amsaynaa wa bika ash-bahnaa wa bika nahyaa wa bika namuutu wa ilaikal mashiir",
    "translation": "হে আল্লাহ! তোমার অনুগ্রহে আমরা সন্ধ্যায় প্রবেশ করেছি, তোমার অনুগ্রহেই আমরা সকালে প্রবেশ করি। তোমার অনুগ্রহে আমরা বাঁচি এবং তোমার ইচ্ছায় আমরা মৃত্যুবরণ করি। এবং তোমার কাছেই সকলের ফিরে যাওয়া।",
    "notes": "১ বার পড়ুন",
    "benefits": "আমরা সকাল থেকে সন্ধ্যা পর্যন্ত, জীবনের শুরু থেকে মৃত্যু পর্যন্ত, যা কিছু করি তা সবই আল্লাহর নিয়ন্ত্রণে, আর তাঁর কাছেই আমাদের প্রত্যাবর্তন।",
    "source": "HR. al-Bukhari in al-Abadul Mufrad No. 1199, this wording is the wording of al-Bukhari at-Tirmidzi No. 3391, Abu Dawud No. 5068, Ahmad 11/354, Ibn Majah No. 3868"
  },
  {
    "category": "eveningDhikr",
    "title": "ইস্তিগফারের সর্বশ্রেষ্ঠ দোয়া",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahumma anta rabbii laa ilaaha illaa anta khalaqtanii wa anna 'abduka wa anaa 'alaa 'ahdika wa wa'dika mastatha'tu a'uudzu bika min syarri maa shana'tu abuu u laka bini' matika 'alayya wa abuu-u bidzanbii faghfir lii fa innahu laa yaghfirudz dzunuuba illa anta",
    "translation": "হে আল্লাহ! তুমি আমার রব, তুমি ছাড়া কোনো উপাস্য নেই, তুমি আমাকে সৃষ্টি করেছ এবং আমি তোমার বান্দা। আমি তোমার সঙ্গে দেওয়া অঙ্গীকার ও প্রতিশ্রুতি যতটা পারি, পালন করব। আমি তোমার কাছে আশ্রয় চাই আমার কৃতকর্মের অনিষ্ট থেকে। আমি স্বীকার করি তোমার নেয়ামত আমার ওপর, আর আমি স্বীকার করি আমার পাপ, সুতরাং আমাকে ক্ষমা করো, কারণ তুমি ছাড়া আর কেউ পাপ ক্ষমা করতে পারে না।",
    "notes": "১ বার পড়ুন",
    "benefits": "যে ব্যক্তি সন্ধ্যায় এটি দৃঢ় বিশ্বাসের সাথে পাঠ করবে, তারপর সে মারা যায়, সে জান্নাতে প্রবেশ করবে; আর সকালেও পড়লে তেমনই।",
    "source": "HR. al-Bukhari No. 6306, 6323, Ahmad IV/122-125, an-Nasa'i VIII/279-280"
  },
  {
    "category": "eveningDhikr",
    "title": "স্বাস্থ্য ও নিরাপত্তার জন্য দোয়া",
    "arabic": "اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ ، لَا إِلَـهَ إِلَّا أَنْتَ ، اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْكُفْرِوَالْفَقْرِ ، وَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ، لَا إِلَـهَ إِلَّا أَنْتَ",
    "latin": "allaahumma 'aafinii fii badanii, allaahumma 'aafinii fii sam'ii, allaahumma 'aafinii fii bashorii, laa ilaaha illaa anta. allaahumma inni a'uudzu bika minal kufri wal faqr, allaahumma inni a'uudzu bika min 'adzaabil qobr, laa ilaaha illaa anta",
    "translation": "হে আল্লাহ! আমার শরীরকে সুস্থ রাখো, হে আল্লাহ! আমার শ্রবণ শক্তিকে সুস্থ রাখো, হে আল্লাহ! আমার দৃষ্টিশক্তিকে সুস্থ রাখো, তুমি ছাড়া কোনো উপাস্য নেই। হে আল্লাহ! আমি তোমার কাছে কুফর ও দারিদ্র্যের অনিষ্ট থেকে আশ্রয় চাই, আমি তোমার কাছে কবরের আযাব থেকে আশ্রয় চাই, তুমি ছাড়া কোনো উপাস্য নেই।",
    "notes": "১ বার পড়ুন",
    "benefits": "আমরা যখন আল্লাহর কাছে আমাদের শরীরের সুস্থতা চাই, তখন শারীরিক ও আধ্যাত্মিক সকল রোগ থেকে মুক্তি কামনা করি, যেন আমরা সুস্থ দেহ ও নির্মল হৃদয়ে আল্লাহকে সন্তুষ্ট করার কাজ করতে পারি।",
    "source": "HR. al-Bukhari in Shahiib al-Adabil Mufrad No. 701, Abu Dawud No. 5090, Ahmad V/42, hasan"
  },
  {
    "category": "eveningDhikr",
    "title": "এই দুনিয়া ও আখিরাতে নিরাপত্তার জন্য দোয়া",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَاْلآخِرَةِ، اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ اللَّهُمَّ اسْتُرْ عَوْرَاتِى وَآمِنْ رَوْعَاتِى. اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ",
    "latin": "allahumma innii as-alukal 'afwa wal 'aafiyah fid dunyaa wal aakhiroh. allahumma innii as-alukal 'afwa wal 'aafiyah fii diinii wa dun-yaaya wa ahlii wa maalii. allahumas-tur 'awrootii wa aamin row'aatii. allahummahfazh-nii mim bayni yadayya wa min kholfii wa 'an yamiinii wa 'an syimaalii wa min fawqii wa a'udzu bi 'azhomatik an ugh-taala min tahtii",
    "translation": "হে আল্লাহ! আমি তোমার কাছে চাই দুনিয়া ও আখিরাতে নিরাপত্তা ও ক্ষমা। হে আল্লাহ! আমি চাই আমার দ্বীন, দুনিয়া, পরিবার ও সম্পদের জন্য নিরাপত্তা ও ক্ষমা। হে আল্লাহ! আমার গোপন দোষগুলো গোপন রাখো ও আমাকে শান্ত রাখো। হে আল্লাহ! আমাকে সামনে, পেছনে, ডানে, বামে ও ওপরে থেকে নিরাপদ রাখো। আর আমি তোমার মহত্বের আশ্রয় চাই, যাতে নিচ থেকে কোনো বিপদে পড়ি না।",
    "notes": "১ বার পড়ুন",
    "benefits": "রাসুলুল্লাহ (সাঃ) কখনও এই দোয়া পড়া বাদ দিতেন না সকাল-সন্ধ্যায়। এতে আছে ধর্ম, দুনিয়া, পরিবার ও সম্পদের সর্বদিকের নিরাপত্তা।",
    "source": "HR. al-Bukhari in al-Abadul Mufrad No. 1200, Abu Dawud No. 5074, an-Nasa'i VII/282, Ibn Majah No. 3871, al-Hakim 1/517-518, and others from Ibn Umar radhiyallahu 'anhumaa"
  },
  {
    "category": "eveningDhikr",
    "title": "শয়তানের কুমন্ত্রণা থেকে রক্ষা পাওয়ার দোয়া",
    "arabic": "اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَـهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "latin": "allahumma 'aalimal ghoybi wasy-syahaadah faathiros samaawaati wal ardh. robba kulli syai-in wa maliikah. asyhadu alla ilaha illa anta. a'udzu bika min syarri nafsii wa min syarrisy-syaythooni wa syirkihi, wa an aqtarifa 'alaa nafsii suu-an aw ajurrohu ilaa muslim",
    "translation": "হে আল্লাহ! গোপন ও প্রকাশ্য বিষয়ের জ্ঞানী, আসমান-জমিনের স্রষ্টা, সব কিছুর রব ও মালিক। সাক্ষ্য দিচ্ছি, তুমি ছাড়া আর কেউ উপাস্য নেই। আমি তোমার কাছে আশ্রয় চাই আমার নিজের অনিষ্ট, শয়তান ও তার ফাঁদ থেকে এবং নিজের বিরুদ্ধে মন্দ কিছু করা থেকে বা কোনো মুসলমানের ওপর তা চাপানোর হাত থেকে।",
    "notes": "১ বার পড়ুন",
    "benefits": "রাসুলুল্লাহ (সাঃ) আবু বকর (রাঃ)-কে বলেছিলেন, ‘এটি সকাল, সন্ধ্যা এবং ঘুমাতে যাওয়ার সময় বলো।’",
    "source": "HR. al-Bukhari in al-Abadul Mufrad No. 1202, at-Tirmidzi No. 3392 and Abu Dawud No. 5067"
  },
  {
    "category": "eveningDhikr",
    "title": "সব বিপদ থেকে রক্ষা পাওয়ার স্মরণ",
    "arabic": "بِسْمِ اللَّهِ الَّذِى لاَ يَضُرُّ مَعَ اسْمِهِ شَىْءٌ فِى الأَرْضِ وَلاَ فِى السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "latin": "bismillahilladzi laa yadhurru ma'asmihi syai-un fil ardhi wa laa fis samaa' wa huwas samii'ul 'aliim",
    "translation": "আল্লাহর নামে, যার নামের সঙ্গে আকাশে ও জমিনে কিছুই ক্ষতি করতে পারে না, আর তিনি সর্বশ্রোতা, সর্বজ্ঞানী।",
    "notes": "৩ বার পড়ুন",
    "benefits": "যে ব্যক্তি সকালে ও সন্ধ্যায় এটি ৩ বার পাঠ করে, কোনো কিছু তার ক্ষতি করতে পারবে না।",
    "source": "HR. at-Tirmidzi No. 3388, Abu Dawud No. 5088, Ibn Majah No. 3869, al-Hakim 1/514, and Ahmad No. 446 and 474"
  },
  {
    "category": "eveningDhikr",
    "title": "আল্লাহ, ইসলাম ও রাসুল (সাঃ)-এর প্রতি সন্তুষ্টির ঘোষণা",
    "arabic": "رَضِيْتُ بِاللهِ رَبًّا، وَبِاْلإِسْلاَمِ دِيْنًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
    "latin": "rodhiitu billaahi robbaa wa bil-islaami diinaa, wa bi-muhammadin shallallaahu 'alaihi wa sallama nabiyyaa",
    "translation": "আমি আল্লাহকে আমার রব হিসেবে, ইসলামকে আমার দ্বীন হিসেবে এবং মুহাম্মদ (সাঃ)-কে আমার নবী হিসেবে সন্তুষ্ট।",
    "notes": "৩ বার পড়ুন",
    "benefits": "যে ব্যক্তি সকালে ও সন্ধ্যায় এটি ৩ বার পড়বে, কিয়ামতের দিন আল্লাহ তাকে সন্তুষ্ট করবেন।",
    "source": "HR. Ahmad IV/337, Abu Dawud No. 5072, at-Tirmidzi No. 3389, Ibn Majah No. 3870, an-Nasa'i in 'Amalul Yaum wal Lailah No. 4 and Ibnus Sunni No. 68"
  },
  {
    "category": "eveningDhikr",
    "title": "আল্লাহর কাছে দিশা চাওয়া",
    "arabic": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، وَأَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ أَبَدًا",
    "latin": "yaa hayyu yaa qoyyum, bi-rohmatika as-taghiits, wa ash-lih lii sya'nii kullahu wa laa takilnii ilaa nafsii thorfata 'ainin abadan",
    "translation": "হে চিরঞ্জীব, হে সর্বনিয়ন্ত্রক! তোমার রহমতে আমি সাহায্য চাই। আমার সব কাজ ঠিক করে দাও, আর এক চোখের পলক পরিমাণও আমাকে নিজের ওপর ছেড়ে দিও না।",
    "notes": "১ বার পড়ুন",
    "benefits": "এই দোয়ার অর্থ—মানুষ আল্লাহর ওপর পুরোপুরি নির্ভরশীল এবং দোয়া করে যেন আল্লাহ কখনো এক মুহূর্তের জন্যও তাকে ছেড়ে না দেন।",
    "source": "HR. an-Nasa'i in 'Amalul Yaum wal Lailah No. 575, and al-Hakim 1/545, see Shahiih at-Targhiib wat Tarhiib 1/417 No. 661, Ash-shahiihah No. 227, hasan"
  },
  {
    "category": "eveningDhikr",
    "title": "ইসলামের স্বাভাবিক প্রকৃতিতে সন্ধ্যা উদযাপন",
    "arabic": "أَمْسَيْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ، حَنِيْفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "latin": "amsaynaa 'ala fithrotil islaam wa 'alaa kalimatil ikhlaash, wa 'alaa diini nabiyyinaa Muhammadin shallallahu 'alaihi wa sallam, wa 'alaa millati abiina Ibraahiima haniifam muslimaaw wa maa kaana minal musyrikin",
    "translation": "আমরা সন্ধ্যায় ইসলামের স্বাভাবিক প্রকৃতি, ইখলাসের কালেমা, আমাদের নবী মুহাম্মদ (সাঃ)-এর দ্বীন ও আমাদের পিতা ইবরাহিম (আঃ)-এর মসজিদে, সরল বিশ্বাসের ওপর আছি, এবং আমরা মুশরিকদের মধ্যে নই।",
    "notes": "১ বার পড়ুন",
    "benefits": "‘ফিত্রাতিল ইসলাম’ অর্থ হল সুন্নাহের ওপর থাকা, ‘কালিমাতিল ইখলাস’ অর্থ ঈমানের সাক্ষ্য, আর ‘হানিফান’ অর্থ সোজা পথ ও কল্যাণের প্রতি অন্তর ঝোঁকা।",
    "source": "HR. Ahmad III/406, 407, ad-Darimi II/292 and Ibnus Sunni in Amalul Yaum wal Lailah No. 34, Misykaatul Mashaabiih No. 2415, Shahiihal-Jaami'ish Shaghiir No. 4674, sahih"
  },
  {
    "category": "eveningDhikr",
    "title": "আল্লাহর একত্ববাদের স্মরণ",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah, lahul mulku walahul hamdu wa huwa 'ala kulli syai-in qodiir",
    "translation": "আল্লাহ ছাড়া কোনো উপাস্য নেই, তাঁর কোনো অংশীদার নেই, রাজত্ব তাঁর, সমস্ত প্রশংসা তাঁর, আর তিনি সব কিছুর ওপর সর্বশক্তিমান।",
    "notes": "সকালে ১ বা ১০ বার, দিনে ১০০ বার পড়ুন",
    "benefits": "যে ব্যক্তি দিনে ১০০ বার এই যিকর করে, সে ১০ জন দাস মুক্ত করার সওয়াব পাবে, তার জন্য ১০০টি নেকি লেখা হবে, ১০০টি পাপ মুছে দেওয়া হবে এবং শয়তানের কুমন্ত্রণা থেকে সুরক্ষিত থাকবে। কেউ তার চেয়ে উত্তম নয়, শুধু যে কেউ এর চেয়ে বেশি আমল করবে।",
    "source": "HR al-Bukhari No. 3293 and 6403, Muslim IV/2071 No. 2691 (28), at-Tirmidzi No. 3468, Ibn Majah No. 3798"
  },
  {
    "category": "eveningDhikr",
    "title": "আল্লাহর প্রশংসা করা",
    "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقَهِ وَرِضَى نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
    "latin": "subhanallahi wa bihamdihi 'adada khalqihi wa ridha nafsihi wa zinata 'arsyihi wa midada kalimatihi",
    "translation": "আল্লাহ পবিত্র, তাঁর সৃষ্টির সংখ্যা অনুযায়ী। আল্লাহ পবিত্র, তাঁর সন্তুষ্টি অনুযায়ী। আল্লাহ পবিত্র, তাঁর আরশের ওজন অনুযায়ী এবং তাঁর বাণীর কালি অনুযায়ী।",
    "notes": "৩ বার পড়ুন",
    "benefits": "নবী (সাঃ) জুওয়েরিয়া (রাঃ)-কে বলেছিলেন, উপরোক্ত যিকরটি ফজরের পর থেকে দুহা পর্যন্ত তাঁর পড়া যিকরগুলোকে ছাড়িয়ে গেছে।",
    "source": "HR. Muslim No. 2726. Syarah Muslim XVII/44. From Juwairiyah bint al-Harith radhiyallahu 'anha"
  },
  {
    "category": "eveningDhikr",
    "title": "দৈনিক তাসবিহ ও আলহামদুলিল্লাহ",
    "arabic": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "latin": "subhaanallahi wa bihamdihi",
    "translation": "আল্লাহ পবিত্র এবং তাঁর প্রশংসা সহকারে।",
    "notes": "১০০ বার পড়ুন",
    "benefits": "যে ব্যক্তি সকালে ও সন্ধ্যায় ‘সুবহানাল্লাহি ওয়া বিহামদিহি’ ১০০ বার বলবে, কিয়ামতের দিন তার চেয়ে উত্তম কিছু কেউ করতে পারবে না, শুধু যে কেউ এর চেয়ে বেশি বলবে।",
    "source": "HR. Muslim No. 2691 and No. 2692, from Abu Hurairah radhiyallahu 'anhu Syarah Muslim XVII/17-18, Shahiih at-Targhiib wat Tarhiib 1/413 No. 653"
  },
  {
    "category": "eveningDhikr",
    "title": "প্রতিদিন ১০০ বার ইস্তিগফার",
    "arabic": "أَسْتَغْفِرُ الله وَأَتُوْبُ إِلَيْهِ",
    "latin": "astagh-firullah wa atuubu ilaih",
    "translation": "আমি আল্লাহর কাছে ক্ষমা চাই এবং তাঁর দিকে প্রত্যাবর্তন করি।",
    "notes": "প্রতিদিন ১০০ বার পড়ুন",
    "benefits": "ইবনে উমর (রাঃ) বলেছেন: রাসুলুল্লাহ (সাঃ) বলেছেন, ‘হে মানুষ! আল্লাহর কাছে তওবা করো, নিশ্চয় আমি প্রতিদিন একশ’ বার তওবা করি।’",
    "source": "HR. al-Bukhari/Fat-hul Baari XI/101 and Muslim No. 2702"
  },
  {
    "category": "eveningDhikr",
    "title": "আল্লাহর সৃষ্টির অনিষ্ট থেকে রক্ষার দোয়া",
    "arabic": "أَعُوْذُ بِكَلِمَاتِ اللهِ التَّآمَّاتِ مِنْ شَرِّ مَا خَلَقَ",
    "latin": "'audzu bi kalimaatillahittaamaati min syarri ma khalaq",
    "translation": "আমি আল্লাহর পরিপূর্ণ বাণীর আশ্রয় চাই, তিনি যা সৃষ্টি করেছেন তার অনিষ্ট থেকে।",
    "notes": "৩ বার পড়ুন",
    "benefits": "যে ব্যক্তি সন্ধ্যায় এটি ৩ বার পড়বে, সে রাতে কোনো জ্বর বা বিপদে পড়বে না।",
    "source": "HR. Ahmad 11/290, an-Nasa'i in 'Amalul Yaum wal Lailah No. 596, Shahiih at-Targhiib wat Tarhiib 1/412 No. 652, Shahiih al-Jaami 'ish Shaghiir No. 6427"
  }
]
