[
  {
    "category": "morningDhikr",
    "title": "Ayatul Kursi",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "allahu la ilaha illa huwa, al-hayyul-qayyum. la ta'khudhuhu sinatun wa la nawm. lahu ma fis-samawati wa ma fil-ard. man dhal-ladhi yashfa'u 'indahu illa bi-idhnihi. ya'lamu ma bayna aydihim wa ma khalfahum. wa la yuhiytuna bishay'in min 'ilmihi illa bima shaa'. wa si'a kursiyyuhu as-samawati wal-ard. wa la ya'udu-hu hifdhuhuma. wa huwa al-'aliyyul-'azim",
    "translation": "Allah – er is geen god behalve Hij, de Eeuwig-Levende, de Onderhouder van (alle) bestaan. Noch slaperigheid noch slaap treft Hem. Aan Hem behoort wat in de hemelen en wat op aarde is. Wie is het die kan bemiddelen bij Hem behalve met Zijn toestemming? Hij weet wat (op dit moment) voor hen ligt en wat achter hen is, en zij omvatten niets van Zijn kennis behalve wat Hij wil. Zijn Troon strekt zich uit over de hemelen en de aarde en hun bewaring vermoeit Hem niet. En Hij is de Allerhoogste, de Geweldigste.",
    "notes": "Lees 1x",
    "fawaid": "Wie dit vers 's ochtends leest, wordt beschermd tot de avond. En wie het 's avonds leest, wordt beschermd tot de ochtend.",
    "source": "HR. at-Tirmidzi: 2879"
  },
  {
    "category": "morningDhikr",
    "title": "Al-Ikhlas",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwa allahu ahad (1) allahu samad (2) lam yalid wa lam yulad (3) wa lam yakun lahu kufuwan ahad (4)",
    "translation": "Zeg: Hij is Allah, de Enige (1) Allah, de Onafhankelijke (2) Hij verwekte niet en is niet verwekt (3) En niemand is aan Hem gelijk (4).",
    "notes": "Lees 3x",
    "fawaid": "De Profeet (vrede zij met hem) zei: Zeg (lees de soera's), Qulhuwallahu ahad en Al-Mu'awwidzatain (Al-Falaq & An-Naas) drie keer 's ochtends en 's avonds, dan zullen deze verzen je beschermen.",
    "source": "HR. Abu Dawud Nr. 4241"
  },
  {
    "category": "morningDhikr",
    "title": "Al-Falaq",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a'udhu birabbil-falaq (1) min sharri ma khalaq (2) wa min sharri ghaasiqin idha waqab (3) wa min sharri naffathati fil-'uqad (4) wa min sharri hasidin idha hasad (5)",
    "translation": "Zeg: Ik zoek mijn toevlucht bij de Heer van de dageraad (1) tegen het kwaad van wat Hij heeft geschapen (2) en tegen het kwaad van de duisternis als deze intreedt (3) en tegen het kwaad van degenen die op knopen blazen (4) en tegen het kwaad van een jaloerse wanneer hij jaloers is (5)",
    "notes": "Lees 3x",
    "fawaid": "De Profeet (vrede zij met hem) zei: Zeg (lees de soera's), Qulhuwallahu ahad en Al-Mu'awwidzatain (Al-Falaq & An-Naas) drie keer 's ochtends en 's avonds, dan zullen deze verzen je beschermen.",
    "source": "HR. Abu Dawud Nr. 4241"
  },
  {
    "category": "morningDhikr",
    "title": "An-Naas",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a'udhu birabbin-naas (1) malikin-naas (2) ilahin-naas (3) min sharri al-waswasi al-khannas (4) alladhi yuwaswisu fi sudoorin-naas (5) mina al-jinnati wan-naas (6)",
    "translation": "Zeg: Ik zoek mijn toevlucht bij de Heer van de mensen (1) de Koning van de mensen (2) de God van de mensen (3) tegen het kwaad van de fluisteraar die zich terugtrekt (4) die fluistert in de harten van de mensen (5) van de djinn en de mensen (6)",
    "notes": "Lees 3x",
    "fawaid": "De Profeet (vrede zij met hem) zei: Zeg (lees de soera's), Qulhuwallahu ahad en Al-Mu'awwidzatain (Al-Falaq & An-Naas) drie keer 's ochtends en 's avonds, dan zullen deze verzen je beschermen.",
    "source": "HR. Abu Dawud Nr. 4241"
  },
  {
    "category": "morningDhikr",
    "title": "Bij het ingaan van de ochtend, Allahs bescherming zoekend",
    "arabic": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. رَبِّ أَسْأَلُكَ خَيْرَ مَا فِيْ هَذَا الْيَوْمِ وَخَيْرَ مَا بَعْدَهُ، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيْ هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوْذُ بِكَ مِنَ الْكَسَلِ وَسُوْءِ الْكِبَرِ، رَبِّ أَعُوْذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
    "latin": "asbahna wa-asbaha al-mulku lillahi, wal-hamdu lillahi, la ilaha illa allah wahdahu la sharika lahu, lahu al-mulku wa lahu al-hamdu wa huwa 'ala kulli shay'in qadir. rabbi as'aluka khayra ma fi hadha al-yawm wa khayra ma ba'dahu, wa a'udhu bika min sharri ma fi hadha al-yawm wa sharri ma ba'dahu. rabbi a'udhu bika mina al-kasali wa su'il-kibar. rabbi a'udhu bika min 'adabin fin-nar wa 'adabin fil-qabr",
    "translation": "Wij zijn de ochtend binnengegaan en het koningschap behoort toe aan Allah. Alle lof behoort toe aan Allah. Er is geen god behalve Allah, de Enige zonder deelgenoten. Aan Hem behoort het koningschap en aan Hem de lof. Hij is tot alles in staat. O Heer, ik vraag U het goede van deze dag en het goede daarna. En ik zoek toevlucht bij U tegen het kwaad van deze dag en het kwaad daarna. O Heer, ik zoek toevlucht bij U tegen luiheid en de slechte ouderdom. O Heer, ik zoek toevlucht bij U tegen de bestraffing in het Vuur en de bestraffing in het graf.",
    "notes": "Lees 1x",
    "fawaid": "Bescherming zoeken tegen het kwaad heeft voorrang; schade voorkomen gaat boven het verkrijgen van voordeel.",
    "source": "HR. Muslim Nr. 2723 (75), Abu Dawud Nr. 5071, en at-Tirmidzi 3390"
  },
  {
    "category": "morningDhikr",
    "title": "Bij het ingaan van de ochtend met Allahs genade",
    "arabic": "اَللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوْتُ وَإِلَيْكَ النُّشُورُ",
    "latin": "allahumma bika asbahna, wa bika amsayna, wa bika nahya, wa bika namutu wa ilayka an-nushoor",
    "translation": "O Allah, met Uw genade en hulp gaan wij de ochtend in, met Uw genade en hulp gaan wij de avond in. Door Uw genade leven wij en door Uw wil sterven wij. En tot U is de opstanding (voor alle schepselen).",
    "notes": "Lees 1x",
    "fawaid": "Alles wat wij doen van ochtend tot avond, van het begin van ons leven tot aan onze dood, is onder de controle van Allah en tot Hem keren wij terug.",
    "source": "HR. al-Bukhari in al-Adab al-Mufrad Nr. 1199, deze formulering is die van al-Bukhari, at-Tirmidzi Nr. 3391, Abu Dawud Nr. 5068, Ahmad 11/354, Ibnu Majah Nr. 3868"
  },
  {
    "category": "morningDhikr",
    "title": "Sayyid al-Istighfar",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahumma anta rabbi, la ilaha illa anta, khalaqtani wa ana 'abduka, wa ana 'ala 'ahdika wa wa'dika mastata'tu. a'udhu bika min sharri ma sana'tu, abu'u laka bini'matika 'alayya, wa abu'u bidhanbi faghfir li, fa innahu la yaghfir adh-dhunuba illa anta",
    "translation": "O Allah, U bent mijn Heer. Er is geen god behalve U. U heeft mij geschapen en ik ben Uw dienaar. Ik blijf trouw aan Uw verbond en belofte zoveel ik kan. Ik zoek toevlucht bij U tegen het kwaad van wat ik heb gedaan. Ik erken Uw gunsten aan mij en ik erken mijn zonden, dus vergeef mij. Want niemand vergeeft zonden behalve U.",
    "notes": "Lees 1x",
    "fawaid": "Wie dit met overtuiging 's avonds leest en vervolgens sterft, zal het Paradijs binnengaan, en zo ook als hij het 's ochtends leest.",
    "source": "HR. al-Bukhari Nr. 6306, 6323, Ahmad IV/122-125, an-Nasa'i VIII/279-280"
  },
  {
    "category": "morningDhikr",
    "title": "Dua voor bescherming en gezondheid",
    "arabic": "اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ ، لَا إِلَـهَ إِلَّا أَنْتَ ، اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْكُفْرِوَالْفَقْرِ ، وَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ، لَا إِلَـهَ إِلَّا أَنْتَ",
    "latin": "allahumma 'afini fi badani, allahumma 'afini fi sam'i, allahumma 'afini fi basari, la ilaha illa anta, allahumma inni a'udhu bika min al-kufri wal-faqr, wa a'udhu bika min 'adhabi al-qabr, la ilaha illa anta",
    "translation": "O Allah, bescherm mijn lichaam (tegen ziekte en wat ik niet wil). O Allah, bescherm mijn gehoor (tegen ziekte en immoraliteit of wat ik niet wil). O Allah, bescherm mijn zicht, er is geen god behalve U. O Allah, ik zoek toevlucht bij U tegen ongeloof en armoede. Ik zoek toevlucht bij U tegen de bestraffing van het graf, er is geen god behalve U.",
    "notes": "Lees 1x",
    "fawaid": "Door Allah te vragen om welzijn van het lichaam, vragen wij om genezing van alle fysieke en spirituele kwalen, zodat we een gezond lichaam en een zuiver hart hebben, en dit gezonde lichaam in het genoegen van Allah gebruiken.",
    "source": "HR. al-Bukhari in Adab al-Mufrad Nr. 701, Abu Dawud Nr. 5090, Ahmad V/42"
  },
  {
    "category": "morningDhikr",
    "title": "Dua voor redding in deze wereld en het hiernamaals",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَاْلآخِرَةِ، اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ اللَّهُمَّ اسْتُرْ عَوْرَاتِى وَآمِنْ رَوْعَاتِى. اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ",
    "latin": "allahumma inni as'aluka al-'afwa wal-'afiyata fi'd-dunya wa'l-akhirah. allahumma inni as'aluka al-'afwa wal-'afiyata fi deeni wa dunyaya wa ahli wa mali. allahumma istur 'awraati wa amin raw'aaati. allahumma ihfazni min bayni yadayya, wa min khalfi, wa 'an yameeni wa 'an shimaali, wa min fawqi. wa a'udhu bi 'azamatika an ughtala min tahti",
    "translation": "O Allah, ik vraag U om vergeving en welzijn in deze wereld en het hiernamaals. O Allah, ik vraag U om vergeving en welzijn in mijn religie, wereld, familie en bezittingen. O Allah, bedek mijn tekortkomingen en stel mij gerust. O Allah, bescherm mij van voren, van achteren, rechts, links en van boven. En ik zoek bescherming bij Uw grootheid dat ik van onderen zou worden overvallen.",
    "notes": "Lees 1x",
    "fawaid": "De Profeet (vrede zij met hem) verliet deze smeekbede nooit in de ochtend en avond; het bevat bescherming voor religie, wereld, familie en bezit.",
    "source": "HR. al-Bukhari in al-Adab al-Mufrad Nr. 1200, Abu Dawud Nr. 5074, an-Nasa'i VII/282, Ibnu Majah Nr. 3871"
  },
  {
    "category": "morningDhikr",
    "title": "Dua voor bescherming tegen de influisteringen van Shaytan",
    "arabic": "اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَـهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِن شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "latin": "allahumma 'alimal-ghaybi wash-shahadati, fatiras-samawati wal-ard, rabbakulli shayin wa malikahu. ashhadu alla ilaha illa anta, a'udhu bika min sharri nafsi, wa min sharri ash-shaytani wa shirkih. wa an aqtarifa 'ala nafsi su'an aw ajurrahu ila muslim",
    "translation": "O Allah, Kenner van het ongeziene en het waarneembare, Schepper van de hemelen en de aarde, Heer en Koning van alles. Ik getuig dat er geen god is behalve U. Ik zoek toevlucht bij U tegen het kwaad van mezelf, het kwaad van Shaytan en zijn afgoderij, en dat ik mezelf kwaad doe of een ander tot kwaad breng.",
    "notes": "Lees 1x",
    "fawaid": "De Profeet zei tegen Abu Bakr: Zeg dit 's ochtends, 's avonds en als je naar bed gaat.",
    "source": "HR. al-Bukhari in al-Adab al-Mufrad Nr. 1202, at-Tirmidzi Nr. 3392, Abu Dawud Nr. 5067"
  },
  {
    "category": "morningDhikr",
    "title": "Bescherming zoeken tegen alle kwaad",
    "arabic": "بِسْمِ اللَّهِ الَّذِى لاَ يَضُرُّ مَعَ اسْمِهِ شَىْءٌ فِى الأَرْضِ وَلاَ فِى السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "latin": "bismillahi alladhi la yadurru ma'asmihi shay'un fi'l-ard wa la fi's-sama'i, wa huwa as-sami'u al-'aleem",
    "translation": "In de naam van Allah, met Wiens naam niets schade kan berokkenen op aarde of in de hemel. En Hij is de Alhorende, de Alwetende.",
    "notes": "Lees 3x",
    "fawaid": "Wie het drie keer 's ochtends en 's avonds leest, zal door niets geschaad worden.",
    "source": "HR. at-Tirmidzi Nr. 3388, Abu Dawud Nr. 5088, Ibnu Majah Nr. 3869"
  },
  {
    "category": "morningDhikr",
    "title": "Tevredenheid met Allah, de islam en de profeet",
    "arabic": "رَضِيْتُ بِاللهِ رَبًّا، وَبِاْلإِسْلاَمِ دِيْنًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
    "latin": "radi'tu billahi rabban, wa bil-Islami deenan, wa bi-muhammadin sallallahu 'alayhi wa sallam nabiyyan",
    "translation": "Ik ben tevreden met Allah als mijn Heer, met de islam als mijn religie en met Mohammed (vrede zij met hem) als mijn profeet.",
    "notes": "Lees 3x",
    "fawaid": "Wie het drie keer 's ochtends en 's avonds leest, Allah zal tevreden met hem zijn op de Dag des Oordeels.",
    "source": "HR. Ahmad IV/337, Abu Dawud Nr. 5072, at-Tirmidzi Nr. 3389, Ibnu Majah Nr. 3870"
  },
  {
    "category": "morningDhikr",
    "title": "Allah om leiding vragen",
    "arabic": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، وَأَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ أَبَدًا",
    "latin": "ya hayyu ya qayyum, bi rahmatika astagheeth. wa aslih li shani kullahu wa la takilni ila nafsi tarfata 'aynin abadan",
    "translation": "O Levende, O Onderhouder! Ik vraag om Uw genade, verbeter al mijn zaken en laat mij niet aan mezelf over, zelfs niet voor een oogwenk.",
    "notes": "Lees 1x",
    "fawaid": "Deze smeekbede drukt uit dat de mens volledig afhankelijk is van Allah en Zijn hulp op elk moment nodig heeft.",
    "source": "HR. an-Nasa'i in 'Amalul Yaum wal Lailah Nr. 575, al-Hakim 1/545"
  },
  {
    "category": "morningDhikr",
    "title": "De ochtend beginnen op de natuurlijke religie van de islam",
    "arabic": "أَصْبَحْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ، حَنِيْفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "latin": "asbahnā 'alā fiṭraṭi al-Islāmi wa 'alā kalimati al-iKhlāṣi, wa 'alā dīni nabīninā muḥammadin ṣallā allāhu 'alayhi wa sallam, wa 'alā millati abīnā ibrāhīma, ḥanīfan musliman wa mā kāna min al-mushrikīn",
    "translation": "Wij beginnen de ochtend in de fitrah (natuurlijke staat) van de islam, op het woord van oprechtheid, op de religie van onze profeet Mohammed (vrede zij met hem), en op de religie van onze vader Abraham (vrede zij met hem), als een oprechte moslim, niet behorend tot de polytheïsten.",
    "notes": "Lees 1x",
    "fawaid": "‘Fitrah van de islam’ betekent volgens de soennah leven; ‘woord van oprechtheid’ is de shahada; ‘hanief’ betekent het hart dat geneigd is naar het rechte pad en het goede.",
    "source": "HR. Ahmad III/406, 407, ad-Darimi II/292, Ibnus Sunni in Amalul Yaum wal Lailah Nr. 34"
  },
  {
    "category": "morningDhikr",
    "title": "Tawhid-dhikr",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "la ilaha illallah, wahdahu la sharika lah, lahu al-mulku wa lahu al-hamdu, wa huwa 'ala kulli shay'in qadir",
    "translation": "Er is geen god behalve Allah, de Enige zonder deelgenoten. Aan Hem behoort het koningschap en aan Hem alle lof. En Hij is tot alles in staat.",
    "notes": "Lees 1x of 10x in de ochtend, 100x per dag",
    "fawaid": "Wie het 100 keer per dag leest, krijgt de beloning van het bevrijden van tien slaven, krijgt 100 goede daden, 100 zonden worden uitgewist en hij wordt tot de avond beschermd tegen de duivel.",
    "source": "HR. al-Bukhari Nr. 3293, 6403, Muslim IV/2071 Nr. 2691 (28), at-Tirmidzi Nr. 3468, Ibnu Majah Nr. 3798"
  },
  {
    "category": "morningDhikr",
    "title": "Lees Tasbih",
    "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقَهِ وَرِضَى نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
    "latin": "subhanallah wa bihamdihi, 'adada khalqihi wa ridha nafsihi, wazinata 'arshihi, wa midad kalimatihi",
    "translation": "Heilig is Allah en lof zij Hem, zoveel als het aantal van Zijn schepselen, naar Zijn welbehagen, het gewicht van Zijn Troon en de hoeveelheid van Zijn woorden.",
    "notes": "Lees 3x",
    "fawaid": "De Profeet zei tegen Juwairiyah: deze dhikr is meer dan alles wat je van Fajr tot Dhuha hebt gelezen.",
    "source": "HR. Muslim Nr. 2726"
  },
  {
    "category": "morningDhikr",
    "title": "Dua voor nuttige kennis, goed onderhoud en aanvaarde daden",
    "arabic": "اللَّهُمَّ إِنِّى أَسْأَلُكَ عِلْمًا نَافِعًا وَرِزْقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
    "latin": "allahumma inni as'aluka 'ilman nafi'an, wa rizqan tayyiban, wa 'amalan mutaqabbalan",
    "translation": "O Allah, ik vraag U om nuttige kennis, goede en zuivere voorziening en geaccepteerde daden.",
    "notes": "Lees 1x",
    "fawaid": "Deze dua wordt aanbevolen in de ochtend; de Profeet zei: O Allah, zegen mijn gemeenschap in de ochtend.",
    "source": "HR. Ibnu Majah Nr. 925, Ibnus Sunni in 'Amalul Yaum wal Lailah Nr. 54, 110, Ahmad VI/294, 305, 318, 322"
  },
  {
    "category": "morningDhikr",
    "title": "Dagelijkse Tasbih en Tahmid",
    "arabic": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "latin": "subhanallah wa bihamdihi",
    "translation": "Heilig is Allah en lof zij Hem.",
    "notes": "Lees 100x",
    "fawaid": "Wie ‘subhanallah wa bihamdihi’ 100 keer 's ochtends en 's avonds zegt, zal op de Dag des Oordeels door niemand overtroffen worden behalve door iemand die het meer zegt.",
    "source": "HR. Muslim Nr. 2691, 2692"
  },
  {
    "category": "morningDhikr",
    "title": "Istighfar 100x per dag",
    "arabic": "أَسْتَغْفِرُ الله وَأَتُوْبُ إِلَيْهِ",
    "latin": "astaghfiru Allah wa atubu ilayhi",
    "translation": "Ik zoek vergeving bij Allah en ik keer me tot Hem in berouw.",
    "notes": "100x per dag",
    "fawaid": "Ibn 'Umar zei: De Boodschapper van Allah (vrede zij met hem) zei: O mensen, toon berouw aan Allah. Ik toon Hem per dag honderd keer berouw.",
    "source": "HR. al-Bukhari/Fat-hul Baari XI/101, Muslim Nr. 2702"
  }
]
