[
  {
    "category": "morningDhikr",
    "title": "آیت الکرسی",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ... وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "allahu la ilaha illa huwa, al-hayyul-qayyum. la ta'khudhuhu sinatun wa la nawm. lahu ma fis-samawati wa ma fil-ard. man dhal-ladhi yashfa'u 'indahu illa bi-idhnihi. ya'lamu ma bayna aydihim wa ma khalfahum. wa la yuhiytuna bishay'in min 'ilmihi illa bima shaa'. wa si'a kursiyyuhu as-samawati wal-ard. wa la ya'udu-hu hifdhuhuma. wa huwa al-'aliyyul-'azim",
    "translation": "اللہ، اس کے سوا کوئی معبود نہیں، وہ زندہ اور قائم ہے۔ نہ اسے اونگھ آتی ہے اور نہ نیند۔ جو کچھ آسمانوں اور زمین میں ہے اسی کا ہے۔ کون ہے جو اس کی اجازت کے بغیر سفارش کرے؟ وہ جانتا ہے جو ان کے سامنے ہے اور جو ان کے پیچھے ہے۔ وہ اس کے علم میں سے کچھ بھی احاطہ نہیں کر سکتے سوائے اس کے جو وہ چاہے۔ اس کا عرش آسمانوں اور زمین پر محیط ہے اور انہیں سنبھالنا اس پر بھاری نہیں۔ وہ سب سے بلند اور عظیم ہے۔",
    "notes": "1 بار پڑھیں",
    "fawaid": "جو شخص یہ آیت صبح پڑھے، وہ شام تک محفوظ رہے گا۔ جو شام کو پڑھے وہ صبح تک محفوظ رہے گا۔",
    "source": "ترمذی: 2879"
  },
  {
    "category": "morningDhikr",
    "title": "سورہ اخلاص",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwa allahu ahad (1) allahu samad (2) lam yalid wa lam yulad (3) wa lam yakun lahu kufuwan ahad (4)",
    "translation": "کہو: وہ اللہ ایک ہے (1)، اللہ سب کا سہارا ہے (2)، نہ اس نے کسی کو جنا اور نہ وہ جنا گیا (3)، اور کوئی اس کے برابر نہیں (4)۔",
    "notes": "3 بار پڑھیں",
    "fawaid": "نبی اکرم ﷺ نے فرمایا: سورہ اخلاص، الفلق اور الناس کو صبح و شام تین بار پڑھو، یہ تمہیں کافی ہوں گی۔",
    "source": "ابو داود: 4241"
  },
  {
    "category": "morningDhikr",
    "title": "سورہ الفلق",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a'udhu birabbil-falaq (1) min sharri ma khalaq (2) wa min sharri ghaasiqin idha waqab (3) wa min sharri naffathati fil-'uqad (4) wa min sharri hasidin idha hasad (5)",
    "translation": "کہو: میں صبح کے رب کی پناہ مانگتا ہوں (1) ہر اس چیز کے شر سے جو اس نے پیدا کی (2) اندھیری رات کے شر سے جب وہ چھا جائے (3) گرہوں میں پھونک مارنے والیوں کے شر سے (4) اور حسد کرنے والے کے شر سے جب وہ حسد کرے (5)",
    "notes": "3 بار پڑھیں",
    "fawaid": "نبی اکرم ﷺ نے فرمایا: سورہ اخلاص، الفلق اور الناس کو صبح و شام تین بار پڑھو، یہ تمہیں کافی ہوں گی۔",
    "source": "ابو داود: 4241"
  },
  {
    "category": "morningDhikr",
    "title": "سورہ الناس",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a'udhu birabbin-naas (1) malikin-naas (2) ilahin-naas (3) min sharri al-waswasi al-khannas (4) alladhi yuwaswisu fi sudoorin-naas (5) mina al-jinnati wan-naas (6)",
    "translation": "کہو: میں لوگوں کے رب کی پناہ مانگتا ہوں (1) لوگوں کے بادشاہ کی (2) لوگوں کے معبود کی (3) وسوسہ ڈالنے والے خناس کے شر سے (4) جو لوگوں کے سینوں میں وسوسہ ڈالتا ہے (5) خواہ وہ جنات میں سے ہو یا انسانوں میں سے (6)",
    "notes": "3 بار پڑھیں",
    "fawaid": "نبی اکرم ﷺ نے فرمایا: سورہ اخلاص، الفلق اور الناس کو صبح و شام تین بار پڑھو، یہ تمہیں کافی ہوں گی۔",
    "source": "ابو داود: 4241"
  },
  {
    "category": "morningDhikr",
    "title": "صبح کی دعا (اللہ کی حفاظت میں)",
    "arabic": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. رَبِّ أَسْأَلُكَ خَيْرَ مَا فِيْ هَذَا الْيَوْمِ وَخَيْرَ مَا بَعْدَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيْ هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوذُ بِكَ مِنَ الْکَسَلِ وَسُوْءِ الْکِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
    "latin": "asbahna wa-asbaha al-mulku lillahi, wal-hamdu lillahi, la ilaha illa allah wahdahu la sharika lahu, lahu al-mulku wa lahu al-hamdu wa huwa 'ala kulli shay'in qadir. rabbi as'aluka khayra ma fi hadha al-yawm wa khayra ma ba'dahu, wa a'udhu bika min sharri ma fi hadha al-yawm wa sharri ma ba'dahu. rabbi a'udhu bika mina al-kasali wa su'il-kibar. rabbi a'udhu bika min 'adabin fin-nar wa 'adabin fil-qabr",
    "translation": "ہم نے صبح کی اور بادشاہت اللہ کی ہوئی، تمام تعریفیں اللہ کے لیے ہیں، اس کے سوا کوئی معبود نہیں، وہ اکیلا ہے، اس کا کوئی شریک نہیں، بادشاہی اسی کی ہے اور تعریف بھی اسی کے لیے ہے اور وہ ہر چیز پر قادر ہے۔ اے رب! میں تجھ سے اس دن کی بھلائی اور اس کے بعد کی بھلائی مانگتا ہوں، اور اس دن کے شر اور بعد کے شر سے تیری پناہ مانگتا ہوں۔ اے رب! میں سستی اور بڑھاپے کی برائی سے تیری پناہ مانگتا ہوں۔ اے رب! میں آگ کے عذاب اور قبر کے عذاب سے تیری پناہ مانگتا ہوں۔",
    "notes": "1 بار پڑھیں",
    "fawaid": "برائی سے حفاظت کی دعا بھلائی مانگنے پر مقدم ہے۔ یہ ایک اسلامی اصول ہے۔",
    "source": "صحیح مسلم: 2723، ابو داود: 5071، ترمذی: 3390"
  },
  {
    "category": "morningDhikr",
    "title": "اللہ کے فضل کے ساتھ صبح میں داخل ہونا",
    "arabic": "اَللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ",
    "latin": "allahumma bika asbahna, wa bika amsayna, wa bika nahya, wa bika namutu wa ilayka an-nushoor",
    "translation": "اے اللہ! تیرے فضل سے ہم نے صبح کی، تیرے فضل سے شام کی، تیرے فضل سے زندہ ہیں اور تیرے ہی حکم سے مریں گے اور تیری ہی طرف لوٹنا ہے۔",
    "notes": "1 بار پڑھیں",
    "fawaid": "ہم جو کچھ کرتے ہیں صبح سے شام تک، زندگی سے موت تک، سب اللہ کے اختیار میں ہے اور ہم اسی کی طرف لوٹ کر جائیں گے۔",
    "source": "بخاری (ادب المفرد): 1199، ترمذی: 3391، ابو داود: 5068"
  },
  {
    "category": "morningDhikr",
    "title": "سید الاستغفار",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahumma anta rabbi, la ilaha illa anta, khalaqtani wa ana 'abduka, wa ana 'ala 'ahdika wa wa'dika mastata'tu. a'udhu bika min sharri ma sana'tu, abu'u laka bini'matika 'alayya, wa abu'u bidhanbi faghfir li, fa innahu la yaghfir adh-dhunuba illa anta",
    "translation": "اے اللہ! تو میرا رب ہے، تیرے سوا کوئی معبود نہیں، تو نے مجھے پیدا کیا، میں تیرا بندہ ہوں، اور جہاں تک مجھ سے ہو سکے تیرے عہد اور وعدہ پر قائم ہوں، میں اپنے کیے کے شر سے تیری پناہ مانگتا ہوں، میں تیری نعمت کا اقرار کرتا ہوں جو تو نے مجھ پر کی، اور اپنے گناہوں کا اقرار کرتا ہوں، پس مجھے معاف فرما، بیشک تیرے سوا کوئی گناہوں کو معاف نہیں کرتا۔",
    "notes": "1 بار پڑھیں",
    "fawaid": "جو شخص یہ دعا صبح یا شام اخلاص کے ساتھ پڑھے اور اسی دن یا رات وفات پا جائے تو جنت میں داخل ہوگا۔",
    "source": "بخاری: 6306، 6323؛ احمد IV/122-125"
  },
  {
    "category": "morningDhikr",
    "title": "صحت اور حفاظت کی دعا",
    "arabic": "اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ ، لَا إِلَـهَ إِلَّا أَنْتَ ، اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْكُفْرِوَالْفَقْرِ ، وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ، لَا إِلَـهَ إِلَّا أَنْتَ",
    "latin": "allahumma 'afini fi badani, allahumma 'afini fi sam'i, allahumma 'afini fi basari, la ilaha illa anta, allahumma inni a'udhu bika min al-kufri wal-faqr, wa a'udhu bika min 'adhabi al-qabr, la ilaha illa anta",
    "translation": "اے اللہ! میرے جسم کو صحت مند رکھ، اے اللہ! میرے کانوں کو صحت مند رکھ، اے اللہ! میری آنکھوں کو صحت مند رکھ، تیرے سوا کوئی معبود نہیں۔ اے اللہ! میں کفر اور محتاجی سے تیری پناہ مانگتا ہوں اور میں تجھ سے قبر کے عذاب سے پناہ مانگتا ہوں، تیرے سوا کوئی معبود نہیں۔",
    "notes": "1 بار پڑھیں",
    "fawaid": "اللہ سے جسم و روح کی صحت مانگنا اور اسے اللہ کی رضا کے کاموں میں استعمال کرنا۔",
    "source": "بخاری (ادب المفرد): 701، ابو داود: 5090، احمد V/42"
  },
  {
    "category": "morningDhikr",
    "title": "دنیا و آخرت میں عافیت کی دعا",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَاْلآخِرَةِ، اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ اللَّهُمَّ اسْتُرْ عَوْرَاتِى وَآمِنْ رَوْعَاتِى. اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ",
    "latin": "allahumma inni as'aluka al-'afwa wal-'afiyata fi'd-dunya wa'l-akhirah. allahumma inni as'aluka al-'afwa wal-'afiyata fi deeni wa dunyaya wa ahli wa mali. allahumma istur 'awraati wa amin raw'aaati. allahumma ihfazni min bayni yadayya, wa min khalfi, wa 'an yameeni wa 'an shimaali, wa min fawqi. wa a'udhu bi 'azamatika an ughtala min tahti",
    "translation": "اے اللہ! میں تجھ سے دنیا و آخرت میں معافی اور عافیت مانگتا ہوں۔ اے اللہ! میں تجھ سے اپنے دین، دنیا، اہل و عیال اور مال میں معافی اور عافیت مانگتا ہوں۔ اے اللہ! میری پردہ پوشی فرما اور مجھے خوف سے امن دے۔ اے اللہ! مجھے میرے آگے، پیچھے، دائیں، بائیں اور اوپر سے محفوظ فرما۔ اور میں تیری عظمت کے ساتھ پناہ مانگتا ہوں کہ مجھے نیچے سے کوئی نقصان نہ پہنچے۔",
    "notes": "1 بار پڑھیں",
    "fawaid": "نبی اکرم ﷺ اس دعا کو صبح و شام کبھی ترک نہ کرتے؛ اس میں ہر طرف سے جامع حفاظت ہے۔",
    "source": "بخاری (ادب المفرد): 1200، ابو داود: 5074"
  },
  {
    "category": "morningDhikr",
    "title": "شیطان کے وسوسے سے پناہ کی دعا",
    "arabic": "اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَـهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِن شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "latin": "allahumma 'alimal-ghaybi wash-shahadati, fatiras-samawati wal-ard, rabbakulli shayin wa malikahu. ashhadu alla ilaha illa anta, a'udhu bika min sharri nafsi, wa min sharri ash-shaytani wa shirkih. wa an aqtarifa 'ala nafsi su'an aw ajurrahu ila muslim",
    "translation": "اے اللہ! تو چھپے اور ظاہر کا علم رکھنے والا ہے، آسمانوں اور زمین کا پیدا کرنے والا، ہر چیز کا رب اور مالک ہے۔ میں گواہی دیتا ہوں کہ تیرے سوا کوئی معبود نہیں۔ میں تجھ سے اپنی جان کے شر، شیطان اور اس کے شرک سے پناہ مانگتا ہوں، اور یہ کہ میں اپنے آپ پر یا کسی مسلمان پر برا کام نہ کروں۔",
    "notes": "1 بار پڑھیں",
    "fawaid": "نبی اکرم ﷺ نے ابو بکر سے فرمایا: اسے صبح، شام اور سوتے وقت پڑھا کرو۔",
    "source": "بخاری (ادب المفرد): 1202، ترمذی: 3392"
  },
  {
    "category": "morningDhikr",
    "title": "ہر قسم کے نقصان سے حفاظت کی دعا",
    "arabic": "بِسْمِ اللَّهِ الَّذِى لاَ يَضُرُّ مَعَ اسْمِهِ شَىْءٌ فِى الأَرْضِ وَلاَ فِى السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "latin": "bismillahi alladhi la yadurru ma'asmihi shay'un fi'l-ard wa la fi's-sama'i, wa huwa as-sami'u al-'aleem",
    "translation": "اللہ کے نام کے ساتھ، جس کے نام کے ساتھ زمین و آسمان میں کوئی چیز نقصان نہیں پہنچا سکتی؛ وہ سب سننے والا، سب جاننے والا ہے۔",
    "notes": "3 بار پڑھیں",
    "fawaid": "جو شخص یہ صبح و شام تین بار پڑھے، اس کو کوئی نقصان نہ پہنچے گا۔",
    "source": "ترمذی: 3388، ابو داود: 5088"
  },
  {
    "category": "morningDhikr",
    "title": "اللہ، اسلام اور نبی ﷺ پر رضامندی کا اظہار",
    "arabic": "رَضِيْتُ بِاللهِ رَبًّا، وَبِاْلإِسْلاَمِ دِيْنًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
    "latin": "radi'tu billahi rabban, wa bil-Islami deenan, wa bi-muhammadin sallallahu 'alayhi wa sallam nabiyyan",
    "translation": "میں اللہ کو اپنا رب، اسلام کو دین اور محمد ﷺ کو نبی مان کر راضی ہوں۔",
    "notes": "3 بار پڑھیں",
    "fawaid": "جو شخص یہ صبح و شام تین بار پڑھے، قیامت کے دن اللہ کی رضا اسے نصیب ہوگی۔",
    "source": "احمد: IV/337، ابو داود: 5072، ترمذی: 3389"
  },
  {
    "category": "morningDhikr",
    "title": "اللہ سے ہدایت کی دعا",
    "arabic": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، وَأَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ أَبَدًا",
    "latin": "ya hayyu ya qayyum, bi rahmatika astagheeth. wa aslih li shani kullahu wa la takilni ila nafsi tarfata 'aynin abadan",
    "translation": "اے ہمیشہ زندہ اور قائم! میں تیری رحمت کے واسطے مدد مانگتا ہوں، میرے تمام امور سنوار دے اور مجھے پلک جھپکنے کے برابر بھی میرے نفس کے حوالے نہ کر۔",
    "notes": "1 بار پڑھیں",
    "fawaid": "اس دعا کا مطلب ہے کہ انسان ہر لمحہ اللہ کا محتاج ہے۔",
    "source": "نسائی: 575"
  },
  {
    "category": "morningDhikr",
    "title": "فطرت اسلام پر صبح کرنا",
    "arabic": "أَصْبَحْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ، حَنِيْفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "latin": "asbahnā 'alā fiṭraṭi al-Islāmi wa 'alā kalimati al-iKhlāṣi, wa 'alā dīni nabīninā muḥammadin ṣallā allāhu 'alayhi wa sallam, wa 'alā millati abīnā ibrāhīma, ḥanīfan musliman wa mā kāna min al-mushrikīn",
    "translation": "ہم نے صبح کی اسلام کی فطرت پر، اخلاص کے کلمہ پر، اپنے نبی محمد ﷺ کے دین پر، اور اپنے والد ابراہیم کے دین پر جو سیدھے راستے پر تھے اور مشرکوں میں سے نہ تھے۔",
    "notes": "1 بار پڑھیں",
    "fawaid": "’فطرت اسلام‘ سنت پر چلنا ہے، ’اخلاص کا کلمہ‘ کلمہ شہادت، اور ’حنیف‘ سیدھے راستے کی طرف مائل ہونا ہے۔",
    "source": "احمد: III/406، دارمی: II/292"
  },
  {
    "category": "morningDhikr",
    "title": "توحید کا ذکر",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "la ilaha illallah, wahdahu la sharika lah, lahu al-mulku wa lahu al-hamdu, wa huwa 'ala kulli shay'in qadir",
    "translation": "اللہ کے سوا کوئی معبود نہیں، وہ اکیلا ہے، اس کا کوئی شریک نہیں؛ اسی کے لیے بادشاہت اور حمد ہے، اور وہ ہر چیز پر قادر ہے۔",
    "notes": "صبح 1 یا 10 بار پڑھیں، روزانہ 100 بار",
    "fawaid": "جو شخص یہ ذکر روزانہ 100 بار پڑھے، اسے 10 غلام آزاد کرنے کا ثواب ملے گا، 100 نیکیاں ملیں گی، 100 گناہ معاف ہوں گے اور وہ شیطان سے اس دن محفوظ رہے گا۔",
    "source": "بخاری: 3293، 6403، مسلم: 2691"
  },
  {
    "category": "morningDhikr",
    "title": "صبح کی تسبیح",
    "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقَهِ وَرِضَى نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
    "latin": "subhanallah wa bihamdihi, 'adada khalqihi wa ridha nafsihi, wazinata 'arshihi, wa midad kalimatihi",
    "translation": "اللہ پاک ہے اور اسی کے لیے تعریف ہے، اتنی بار جتنی اس کی مخلوق، اس کی رضا کے مطابق، اس کے عرش کے وزن کے برابر، اور اس کے کلمات کی سیاہی کے برابر۔",
    "notes": "3 بار پڑھیں",
    "fawaid": "نبی اکرم ﷺ نے حضرت جویریہ سے فرمایا: یہ ذکر تمہارے فجر سے ضحیٰ تک کے تمام اذکار پر بھاری ہے۔",
    "source": "مسلم: 2726"
  },
  {
    "category": "morningDhikr",
    "title": "مفید علم، اچھی روزی اور قبول شدہ اعمال کی دعا",
    "arabic": "اللَّهُمَّ إِنِّى أَسْأَلُكَ عِلْمًا نَافِعًا وَرِزْقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
    "latin": "allahumma inni as'aluka 'ilman nafi'an, wa rizqan tayyiban, wa 'amalan mutaqabbalan",
    "translation": "اے اللہ! میں تجھ سے مفید علم، اچھی روزی اور قبول شدہ اعمال مانگتا ہوں۔",
    "notes": "1 بار پڑھیں",
    "fawaid": "یہ دعا صبح کے وقت مستحب ہے، کیونکہ صبح میں زیادہ برکت ہے۔ نبی ﷺ نے فرمایا: 'اے اللہ! میری امت کے لیے صبح کے وقت میں برکت عطا فرما۔'",
    "source": "ابن ماجہ: 925"
  },
  {
    "category": "morningDhikr",
    "title": "روزانہ کی تسبیح و تحمید",
    "arabic": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "latin": "subhanallah wa bihamdihi",
    "translation": "اللہ پاک ہے اور اسی کی تعریف ہے۔",
    "notes": "100 بار پڑھیں",
    "fawaid": "جو شخص 'سبحان اللہ و بحمدہ' سو بار صبح و شام پڑھے، قیامت کے دن اس سے زیادہ بہتر کسی کا عمل نہ ہوگا سوائے اس کے جس نے اس سے زیادہ کیا۔",
    "source": "مسلم: 2691، 2692"
  },
  {
    "category": "morningDhikr",
    "title": "روزانہ 100 بار استغفار",
    "arabic": "أَسْتَغْفِرُ الله وَأَتُوْبُ إِلَيْهِ",
    "latin": "astaghfiru Allah wa atubu ilayhi",
    "translation": "میں اللہ سے معافی مانگتا ہوں اور اسی کی طرف توبہ کرتا ہوں۔",
    "notes": "روزانہ 100 بار پڑھیں",
    "fawaid": "ابن عمر فرماتے ہیں: رسول اللہ ﷺ نے فرمایا: 'لوگو! اللہ سے توبہ کرو، میں خود دن میں سو بار توبہ کرتا ہوں۔'",
    "source": "بخاری، مسلم"
  }
]
