[
  {
    "category": "selectedDua",
    "title": "Dua para pedir el bien en esta vida y en la otra",
    "arabic": "رَبَّنَا آَتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآَخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
    "latin": "rabbana atina fi'd-dunya hasanatan wa fi'l-akhirati hasanatan wa qina 'adhaban-nar",
    "translation": "¡Oh Señor nuestro! Danos el bien en esta vida y el bien en la otra, y líbranos del castigo del fuego del infierno.",
    "notes": null,
    "fawaid": "Esta súplica es la que el Profeta (la paz y las bendiciones sean con él) recitaba más frecuentemente, como narró el compañero Anas bin Malik (que Allah esté complacido con él).",
    "source": "Corán, Al-Baqarah: 201; al-Bujari: 6389; Muslim: 2690"
  },
  {
    "category": "selectedDua",
    "title": "Dua para mantener el corazón firme en la religión #1",
    "arabic": "يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِى عَلَى دِينِكَ",
    "latin": "ya muqallibal-qulubi thabbit qalbi 'ala deenika",
    "translation": "¡Oh Cambiador de los corazones! Haz que mi corazón se mantenga firme en Tu religión.",
    "notes": null,
    "fawaid": "El corazón de una persona está entre los dedos de Allah, y Él lo gira según Su voluntad. Por eso, es adecuado que uno siempre pida a Allah que afiance su corazón en el bien y permanezca constante en la verdad.",
    "source": "at-Tirmidhi, No. 3522; Ahmad, 6:315"
  },
  {
    "category": "selectedDua",
    "title": "Dua para mantener el corazón firme en la religión #2",
    "arabic": "اللَّهُمَّ مُصَرِّفَ الْقُلُوبِ صَرِّفْ قُلُوبَنَا عَلَى طَاعَتِكَ",
    "latin": "allahumma musarrif al-qulubi sarrif qulubana 'ala ta'atik",
    "translation": "¡Oh Allah! Controlador de los corazones, dirige nuestros corazones hacia Tu obediencia.",
    "notes": null,
    "fawaid": "El corazón de una persona está entre los dedos de Allah, y Él lo gira según Su voluntad. Por eso, es adecuado que uno siempre pida a Allah que afiance su corazón en el bien y permanezca constante en la verdad.",
    "source": "Muslim No. 2654"
  },
  {
    "category": "selectedDua",
    "title": "Dua para no desviarse después de recibir la guía",
    "arabic": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا",
    "latin": "rabbana la tuzigh qulubana ba'da idh hadaytana",
    "translation": "¡Oh Señor nuestro! No desvíes nuestros corazones después de habernos guiado.",
    "notes": null,
    "fawaid": "El corazón de una persona está entre los dedos de Allah, y Él lo gira según Su voluntad. Por eso, es adecuado que uno siempre pida a Allah que afiance su corazón en el bien y permanezca constante en la verdad.",
    "source": "Corán, Ali Imran: 8"
  },
  {
    "category": "selectedDua",
    "title": "Dua para buscar refugio contra la pérdida de las bendiciones",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ وَتَحَوُّلِ عَافِيَتِكَ وَفُجَاءَةِ نِقْمَتِكَ وَجَمِيعِ سَخَطِكَ",
    "latin": "allahumma inni a'oodhu bika min zawali ni'matika wa tahawwuli 'afiyatika wa fujaa'ati niqmatika wa jami'i sakhatika",
    "translation": "¡Oh Allah! Busco refugio en Ti de la pérdida de Tus bendiciones, del cambio en la salud que Tú has otorgado, de Tu castigo repentino y de toda Tu ira.",
    "notes": null,
    "fawaid": "Las bendiciones que disfrutamos pueden perderse fácilmente, y nuestra salud puede convertirse en enfermedad en un instante. Sólo Allah puede protegernos de ello.",
    "source": "Muslim No. 2739"
  },
  {
    "category": "selectedDua",
    "title": "Dua para resistir la aflicción",
    "arabic": "اللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنْ جَهْدِ البَلاَءِ ، وَدَرَكِ الشَّقَاءِ ، وَسُوءِ القَضَاءِ ، وَشَمَاتَةِ الأَعْدَاء",
    "latin": "allahumma inni a'oodhu bika min jahdil-bala'i, wa darakish-shaqaa'i, wa su'il-qadaa'i, wa shamataatil-a'daa",
    "translation": "Busco refugio en Allah contra la calamidad severa, ser alcanzado por la miseria, un destino desfavorable y la burla triunfante de los enemigos.",
    "notes": null,
    "fawaid": "Pedir refugio de los decretos del destino que tengan malas consecuencias no contradice la aceptación de la voluntad de Allah. Allah puede haber decretado una dificultad, pero también puede decretar que, si uno pide, Él elimine la dificultad.",
    "source": "al-Bujari: 6616; Muslim: 2707"
  },
  {
    "category": "selectedDua",
    "title": "Dua para librarse de deudas, ansiedad, debilidad, pereza, miedo y presión de los demás",
    "arabic": "اَللّٰهُمَّ إِنِّى أَعُوْذُبِكَ مِنَ الْهَمِّ وَالْحَزْنِ وَأَعُوْذُبِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَأَعُوْذُبِكَ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَعُوْذُبِكَ مِنْ غَلَبَتِ الدَّيْنِ وَقَهْرِ الرجال",
    "latin": "allahumma inni a'oodhu bika minal-hammi wal-huzni wa a'oodhu bika minal-'ajzi wal-kasali wa a'oodhu bika minal-jubni wal-bukhli wa a'oodhu bika min ghalabatid-dayni wa qahrir-rijal",
    "translation": "¡Oh Allah! Busco refugio en Ti de la preocupación y la tristeza, de la incapacidad y la pereza, de la cobardía y la avaricia, y de ser vencido por las deudas y subyugado por los hombres.",
    "notes": null,
    "fawaid": "Un noble compañero, Abu Umamah, quien narró este hadiz, dijo: después de que empecé a recitar esta súplica, Allah eliminó completamente mi preocupación y me permitió pagar mis deudas.",
    "source": "Abu Dawud No. 1555"
  },
  {
    "category": "selectedDua",
    "title": "Dua al recibir buenas noticias",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ",
    "latin": "alhamdu lillahi alladhi bini'matihi tattimmu assalihat",
    "translation": "Alabado sea Allah, por cuya gracia se perfeccionan las bondades.",
    "notes": null,
    "fawaid": "Aisha (que Allah esté complacido con ella) dijo: Cuando el Mensajero de Allah (la paz y las bendiciones sean con él) veía algo que le gustaba, recitaba esta frase.",
    "source": "Ibn Mayah, Sunan No. 3803; al-Hakim, al-Mustadrak (1/499)"
  }
]
