[
  {
    "category": "selectedDua",
    "title": "دنیا اور آخرت کی بھلائی مانگنے کی دعا",
    "arabic": "رَبَّنَا آَتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآَخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
    "latin": "rabbana atina fi'd-dunya hasanatan wa fi'l-akhirati hasanatan wa qina 'adhaban-nar",
    "translation": "اے ہمارے رب! ہمیں دنیا میں بھلائی عطا فرما، اور آخرت میں بھی بھلائی عطا فرما، اور ہمیں آگ کے عذاب سے بچا۔",
    "notes": null,
    "fawaid": "یہ دعا سب سے زیادہ نبی ﷺ نے مانگی جیسا کہ صحابی انس بن مالک رضی اللہ عنہ نے بیان کیا۔",
    "source": "سورۃ البقرہ: 201، بخاری: 6389، مسلم: 2690"
  },
  {
    "category": "selectedDua",
    "title": "دل کو دین پر ثابت رکھنے کی دعا #1",
    "arabic": "يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِى عَلَى دِينِكَ",
    "latin": "ya muqallibal-qulubi thabbit qalbi 'ala deenika",
    "translation": "اے دلوں کو پھیرنے والے! میرے دل کو اپنے دین پر ثابت رکھ۔",
    "notes": null,
    "fawaid": "انسان کا دل اللہ تعالیٰ کی دو انگلیوں کے درمیان ہے، وہ جس طرح چاہتا ہے اسے پھیر دیتا ہے۔ اس لیے ہمیشہ اللہ سے دل کی استقامت مانگنی چاہیے۔",
    "source": "ترمذی: 3522، احمد: 6/315"
  },
  {
    "category": "selectedDua",
    "title": "دل کو دین پر ثابت رکھنے کی دعا #2",
    "arabic": "اللَّهُمَّ مُصَرِّفَ الْقُلُوبِ صَرِّفْ قُلُوبَنَا عَلَى طَاعَتِكَ",
    "latin": "allahumma musarrif al-qulubi sarrif qulubana 'ala ta'atik",
    "translation": "اے اللہ! دلوں کو پھیرنے والے! ہمارے دلوں کو اپنی اطاعت پر جما دے۔",
    "notes": null,
    "fawaid": "دل اللہ تعالیٰ کی انگلیوں کے درمیان ہے، جیسے چاہے پھیر دے۔ ہمیشہ دعا کرتے رہنا چاہیے کہ اللہ ہمارے دل کو بھلائی پر قائم رکھے۔",
    "source": "مسلم: 2654"
  },
  {
    "category": "selectedDua",
    "title": "دل کو دین پر ثابت رکھنے کی دعا #3",
    "arabic": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا",
    "latin": "rabbana la tuzigh qulubana ba'da idh hadaytana",
    "translation": "اے ہمارے رب! ہمیں ہدایت دینے کے بعد ہمارے دلوں کو ٹیڑھا نہ کر۔",
    "notes": null,
    "fawaid": "انسان کا دل اللہ کے قبضے میں ہے، اس لئے ہمیشہ دعا کرنی چاہیے کہ وہ ہدایت پر باقی رکھے۔",
    "source": "سورۃ آل عمران: 8"
  },
  {
    "category": "selectedDua",
    "title": "نعمت کے زوال سے پناہ مانگنے کی دعا",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ وَتَحَوُّلِ عَافِيَتِكَ وَفُجَاءَةِ نِقْمَتِكَ وَجَمِيعِ سَخَطِكَ",
    "latin": "allahumma inni a'oodhu bika min zawali ni'matika wa tahawwuli 'afiyatika wa fujaa'ati niqmatika wa jami'i sakhatika",
    "translation": "اے اللہ! میں تیری نعمت کے زائل ہونے، تیری عطا کردہ عافیت کے بدلنے، تیرے اچانک عذاب اور تیری ہر ناراضگی سے تیری پناہ چاہتا ہوں۔",
    "notes": null,
    "fawaid": "جو نعمتیں ہمیں ملی ہیں وہ کسی بھی وقت چھن سکتی ہیں، صرف اللہ ہی ہے جو اس سے بچا سکتا ہے۔",
    "source": "مسلم: 2739"
  },
  {
    "category": "selectedDua",
    "title": "مصیبت سے بچنے کی دعا",
    "arabic": "اللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنْ جَهْدِ البَلاَءِ ، وَدَرَكِ الشَّقَاءِ ، وَسُوءِ القَضَاءِ ، وَشَمَاتَةِ الأَعْدَاء",
    "latin": "allahumma inni a'oodhu bika min jahdil-bala'i, wa darakish-shaqaa'i, wa su'il-qadaa'i, wa shamataatil-a'daa",
    "translation": "اے اللہ! میں مصیبت کی شدت، بدبختی کی پہنچ، بری تقدیر اور دشمنوں کی خوشی سے تیری پناہ چاہتا ہوں۔",
    "notes": null,
    "fawaid": "تقدیر کی بری صورتوں سے پناہ مانگنا اللہ کی رضا کے خلاف نہیں، بلکہ اس کی تقدیر میں ہے کہ دعا کرنے سے مصیبت دور ہو جائے۔",
    "source": "بخاری: 6616، مسلم: 2707"
  },
  {
    "category": "selectedDua",
    "title": "قرض، غم، کمزوری، سستی، خوف اور لوگوں کے دباؤ سے چھٹکارا پانے کی دعا",
    "arabic": "اَللّٰهُمَّ إِنِّى أَعُوْذُبِكَ مِنَ الْهَمِّ وَالْحَزْنِ وَأَعُوْذُبِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَأَعُوْذُبِكَ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَعُوْذُبِكَ مِنْ غَلَبَتِ الدَّيْنِ وَقَهْرِ الرجال",
    "latin": "allahumma inni a'oodhu bika minal-hammi wal-huzni wa a'oodhu bika minal-'ajzi wal-kasali wa a'oodhu bika minal-jubni wal-bukhli wa a'oodhu bika min ghalabatid-dayni wa qahrir-rijal",
    "translation": "اے اللہ! میں تجھ سے غم و فکر، عاجزی و سستی، بزدلی و بخیلی، قرض کے بوجھ اور لوگوں کے دباؤ سے پناہ مانگتا ہوں۔",
    "notes": null,
    "fawaid": "صحابی ابو امامہ رضی اللہ عنہ فرماتے ہیں: جب میں نے یہ دعا پڑھی تو اللہ نے میرے سارے غم دور کر دیے اور قرض چکانے کی طاقت عطا فرمائی۔",
    "source": "ابو داود: 1555"
  },
  {
    "category": "selectedDua",
    "title": "خوشخبری ملنے پر دعا",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ",
    "latin": "alhamdu lillahi alladhi bini'matihi tattimmu assalihat",
    "translation": "تمام تعریفیں اللہ کے لیے ہیں جس کی نعمت سے نیکیاں مکمل ہوتی ہیں۔",
    "notes": null,
    "fawaid": "عائشہ رضی اللہ عنہا کہتی ہیں: جب نبی ﷺ کو کوئی پسندیدہ چیز نظر آتی تو آپ یہ دعا پڑھتے۔",
    "source": "ابن ماجہ: 3803، الحاکم فی المستدرک (1/499)"
  }
]
