[
  {
    "category": "selectedDua",
    "title": "Dua om het goede te vragen in dit leven en in het hiernamaals",
    "arabic": "رَبَّنَا آَتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآَخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
    "latin": "rabbana atina fi'd-dunya hasanatan wa fi'l-akhirati hasanatan wa qina 'adhaban-nar",
    "translation": "Onze Heer! Schenk ons het goede in dit leven en het goede in het hiernamaals, en behoed ons voor de bestraffing van het Hellevuur.",
    "notes": null,
    "fawaid": "Dit is de smeekbede die de Profeet (vrede zij met hem) het vaakst uitsprak, zoals verteld door de metgezel Anas bin Malik (moge Allah tevreden met hem zijn).",
    "source": "Koran, Al-Baqarah: 201; al-Boekhari: 6389; Muslim: 2690"
  },
  {
    "category": "selectedDua",
    "title": "Dua om het hart standvastig te houden in het geloof #1",
    "arabic": "يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِى عَلَى دِينِكَ",
    "latin": "ya muqallibal-qulubi thabbit qalbi 'ala deenika",
    "translation": "O Veranderaar van de harten! Maak mijn hart standvastig op Uw religie.",
    "notes": null,
    "fawaid": "Het hart van een persoon is tussen de vingers van Allah en Hij draait het zoals Hij wil. Daarom is het passend om Allah altijd te vragen om ons hart op het goede en oprecht in de waarheid te houden.",
    "source": "at-Tirmidhi, nr. 3522; Ahmad, 6:315"
  },
  {
    "category": "selectedDua",
    "title": "Dua om het hart standvastig te houden in het geloof #2",
    "arabic": "اللَّهُمَّ مُصَرِّفَ الْقُلُوبِ صَرِّفْ قُلُوبَنَا عَلَى طَاعَتِكَ",
    "latin": "allahumma musarrif al-qulubi sarrif qulubana 'ala ta'atik",
    "translation": "O Allah! Beheerser van de harten, richt onze harten naar Uw gehoorzaamheid.",
    "notes": null,
    "fawaid": "Het hart van een persoon is tussen de vingers van Allah en Hij draait het zoals Hij wil. Daarom is het passend om Allah altijd te vragen om ons hart op het goede en oprecht in de waarheid te houden.",
    "source": "Muslim nr. 2654"
  },
  {
    "category": "selectedDua",
    "title": "Dua om niet af te dwalen na leiding te hebben ontvangen",
    "arabic": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا",
    "latin": "rabbana la tuzigh qulubana ba'da idh hadaytana",
    "translation": "Onze Heer! Laat onze harten niet afdwalen nadat U ons geleid heeft.",
    "notes": null,
    "fawaid": "Het hart van een persoon is tussen de vingers van Allah en Hij draait het zoals Hij wil. Daarom is het passend om Allah altijd te vragen om ons hart op het goede en oprecht in de waarheid te houden.",
    "source": "Koran, Ali Imran: 8"
  },
  {
    "category": "selectedDua",
    "title": "Dua om toevlucht te zoeken tegen het verlies van zegeningen",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ وَتَحَوُّلِ عَافِيَتِكَ وَفُجَاءَةِ نِقْمَتِكَ وَجَمِيعِ سَخَطِكَ",
    "latin": "allahumma inni a'oodhu bika min zawali ni'matika wa tahawwuli 'afiyatika wa fujaa'ati niqmatika wa jami'i sakhatika",
    "translation": "O Allah! Ik zoek mijn toevlucht bij U tegen het verlies van Uw gunsten, tegen het veranderen van de gezondheid die U hebt geschonken, tegen Uw plotselinge straf en tegen al Uw woede.",
    "notes": null,
    "fawaid": "De zegeningen die we nu ervaren, kunnen gemakkelijk verloren gaan, en onze gezondheid kan in een oogwenk veranderen in ziekte. Alleen Allah kan ons daarvoor behoeden.",
    "source": "Muslim nr. 2739"
  },
  {
    "category": "selectedDua",
    "title": "Dua om beproeving te weerstaan",
    "arabic": "اللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنْ جَهْدِ البَلاَءِ ، وَدَرَكِ الشَّقَاءِ ، وَسُوءِ القَضَاءِ ، وَشَمَاتَةِ الأَعْدَاء",
    "latin": "allahumma inni a'oodhu bika min jahdil-bala'i, wa darakish-shaqaa'i, wa su'il-qadaa'i, wa shamataatil-a'daa",
    "translation": "Ik zoek toevlucht bij Allah tegen zware rampspoed, ongelukkig worden, een slechte bestemming, en de leedvermaak van vijanden.",
    "notes": null,
    "fawaid": "Toevlucht zoeken tegen de bepalingen van het lot met slechte gevolgen, is niet in tegenspraak met het tevreden zijn met Allah's beschikking. Allah kan een beproeving bepalen, maar Hij kan ook bepalen dat als men smeekt, Hij de beproeving wegneemt.",
    "source": "al-Boekhari: 6616; Muslim: 2707"
  },
  {
    "category": "selectedDua",
    "title": "Dua om verlost te worden van schulden, angst, zwakte, luiheid, vrees en druk van anderen",
    "arabic": "اَللّٰهُمَّ إِنِّى أَعُوْذُبِكَ مِنَ الْهَمِّ وَالْحَزْنِ وَأَعُوْذُبِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَأَعُوْذُبِكَ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَعُوْذُبِكَ مِنْ غَلَبَتِ الدَّيْنِ وَقَهْرِ الرجال",
    "latin": "allahumma inni a'oodhu bika minal-hammi wal-huzni wa a'oodhu bika minal-'ajzi wal-kasali wa a'oodhu bika minal-jubni wal-bukhli wa a'oodhu bika min ghalabatid-dayni wa qahrir-rijal",
    "translation": "O Allah! Ik zoek mijn toevlucht bij U tegen zorgen en verdriet, tegen onmacht en luiheid, tegen lafheid en gierigheid, en tegen het overheerst worden door schulden en onderdrukking door mensen.",
    "notes": null,
    "fawaid": "Een nobele metgezel, Abu Umamah, die deze hadith heeft overgeleverd, zei: nadat ik deze smeekbede begon te reciteren, heeft Allah al mijn zorgen weggenomen en mij geholpen mijn schulden af te lossen.",
    "source": "Abu Dawud nr. 1555"
  },
  {
    "category": "selectedDua",
    "title": "Dua bij goed nieuws",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ",
    "latin": "alhamdu lillahi alladhi bini'matihi tattimmu assalihat",
    "translation": "Alle lof is voor Allah, door Wiens genade het goede wordt voltooid.",
    "notes": null,
    "fawaid": "Aisha (moge Allah tevreden met haar zijn) zei: Wanneer de Boodschapper van Allah (vrede zij met hem) iets zag wat hem beviel, reciteerde hij deze uitspraak.",
    "source": "Ibn Majah, Sunan nr. 3803; al-Hakim, al-Mustadrak (1/499)"
  }
]
