[
  {
    "category": "selectedDua",
    "title": "Dua per chiedere il bene in questa vita e nell'altra",
    "arabic": "رَبَّنَا آَتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآَخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
    "latin": "rabbana atina fi'd-dunya hasanatan wa fi'l-akhirati hasanatan wa qina 'adhaban-nar",
    "translation": "O nostro Signore! Dacci il bene in questa vita e il bene nell'altra, e salvaci dal tormento del fuoco dell'inferno.",
    "notes": null,
    "fawaid": "Questa è la supplica che il Profeta (che la pace e le benedizioni siano su di lui) recitava più spesso, come riferito dal compagno Anas bin Malik (che Allah sia soddisfatto di lui).",
    "source": "Corano, Al-Baqara: 201; al-Bukhari: 6389; Muslim: 2690"
  },
  {
    "category": "selectedDua",
    "title": "Dua per rendere il cuore saldo nella religione #1",
    "arabic": "يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِى عَلَى دِينِكَ",
    "latin": "ya muqallibal-qulubi thabbit qalbi 'ala deenika",
    "translation": "O Colui che cambia i cuori! Rendi saldo il mio cuore sulla Tua religione.",
    "notes": null,
    "fawaid": "Il cuore di una persona è tra le dita di Allah, e Lui lo gira a Suo piacimento. Pertanto, è opportuno che ciascuno chieda sempre ad Allah di mantenere il proprio cuore saldo nel bene e nella verità.",
    "source": "at-Tirmidhi, n. 3522; Ahmad, 6:315"
  },
  {
    "category": "selectedDua",
    "title": "Dua per rendere il cuore saldo nella religione #2",
    "arabic": "اللَّهُمَّ مُصَرِّفَ الْقُلُوبِ صَرِّفْ قُلُوبَنَا عَلَى طَاعَتِكَ",
    "latin": "allahumma musarrif al-qulubi sarrif qulubana 'ala ta'atik",
    "translation": "O Allah! Controllore dei cuori, indirizza i nostri cuori alla Tua obbedienza.",
    "notes": null,
    "fawaid": "Il cuore di una persona è tra le dita di Allah, e Lui lo gira a Suo piacimento. Pertanto, è opportuno che ciascuno chieda sempre ad Allah di mantenere il proprio cuore saldo nel bene e nella verità.",
    "source": "Muslim n. 2654"
  },
  {
    "category": "selectedDua",
    "title": "Dua per non deviare dopo aver ricevuto la guida",
    "arabic": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا",
    "latin": "rabbana la tuzigh qulubana ba'da idh hadaytana",
    "translation": "O nostro Signore! Non far deviare i nostri cuori dopo averci guidati.",
    "notes": null,
    "fawaid": "Il cuore di una persona è tra le dita di Allah, e Lui lo gira a Suo piacimento. Pertanto, è opportuno che ciascuno chieda sempre ad Allah di mantenere il proprio cuore saldo nel bene e nella verità.",
    "source": "Corano, Al Imran: 8"
  },
  {
    "category": "selectedDua",
    "title": "Dua per chiedere protezione contro la perdita delle benedizioni",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ وَتَحَوُّلِ عَافِيَتِكَ وَفُجَاءَةِ نِقْمَتِكَ وَجَمِيعِ سَخَطِكَ",
    "latin": "allahumma inni a'oodhu bika min zawali ni'matika wa tahawwuli 'afiyatika wa fujaa'ati niqmatika wa jami'i sakhatika",
    "translation": "O Allah! Cerco rifugio in Te dalla perdita delle Tue benedizioni, dal cambiamento della salute che Tu hai concesso, dal Tuo castigo improvviso e da tutta la Tua ira.",
    "notes": null,
    "fawaid": "Le benedizioni che godiamo ora possono andare perse facilmente, e la nostra salute può diventare malattia in un attimo. Solo Allah può proteggerci da ciò.",
    "source": "Muslim n. 2739"
  },
  {
    "category": "selectedDua",
    "title": "Dua per resistere alle difficoltà",
    "arabic": "اللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنْ جَهْدِ البَلاَءِ ، وَدَرَكِ الشَّقَاءِ ، وَسُوءِ القَضَاءِ ، وَشَمَاتَةِ الأَعْدَاء",
    "latin": "allahumma inni a'oodhu bika min jahdil-bala'i, wa darakish-shaqaa'i, wa su'il-qadaa'i, wa shamataatil-a'daa",
    "translation": "Cerco rifugio in Allah dalle calamità gravi, dall’essere colpito dalla miseria, da un destino sfavorevole e dalla derisione trionfante dei nemici.",
    "notes": null,
    "fawaid": "Chiedere protezione dai decreti del destino che portano a conseguenze negative non contraddice l’accettazione della volontà di Allah. Allah può decretare una difficoltà, ma può anche decretare che, se si supplica, Lui la rimuova.",
    "source": "al-Bukhari: 6616; Muslim: 2707"
  },
  {
    "category": "selectedDua",
    "title": "Dua per essere liberati da debiti, ansia, debolezza, pigrizia, paura e oppressione altrui",
    "arabic": "اَللّٰهُمَّ إِنِّى أَعُوْذُبِكَ مِنَ الْهَمِّ وَالْحَزْنِ وَأَعُوْذُبِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَأَعُوْذُبِكَ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَعُوْذُبِكَ مِنْ غَلَبَتِ الدَّيْنِ وَقَهْرِ الرجال",
    "latin": "allahumma inni a'oodhu bika minal-hammi wal-huzni wa a'oodhu bika minal-'ajzi wal-kasali wa a'oodhu bika minal-jubni wal-bukhli wa a'oodhu bika min ghalabatid-dayni wa qahrir-rijal",
    "translation": "O Allah! Cerco rifugio in Te dalla preoccupazione e dalla tristezza, dall’incapacità e dalla pigrizia, dalla codardia e dall’avarizia, dall’essere sopraffatto dai debiti e sottomesso dagli uomini.",
    "notes": null,
    "fawaid": "Un nobile compagno, Abu Umamah, che ha riportato questo hadith, disse: dopo aver recitato questa supplica, Allah eliminò completamente la mia preoccupazione e mi diede la capacità di saldare i miei debiti.",
    "source": "Abu Dawud n. 1555"
  },
  {
    "category": "selectedDua",
    "title": "Dua quando si riceve una buona notizia",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ",
    "latin": "alhamdu lillahi alladhi bini'matihi tattimmu assalihat",
    "translation": "Lode ad Allah, grazie al cui favore si completano le buone azioni.",
    "notes": null,
    "fawaid": "Aisha (che Allah sia soddisfatto di lei) disse: Quando il Messaggero di Allah (che la pace e le benedizioni siano su di lui) vedeva qualcosa che gli piaceva, recitava questa frase.",
    "source": "Ibn Majah, Sunan n. 3803; al-Hakim, al-Mustadrak (1/499)"
  }
]
