{
  "title": "اللہ کے 99 نام",
  "subtitle": "اللہ تعالیٰ کے خوبصورت ناموں اور ان کے معانی کو دریافت کریں",
  "search_placeholder": "نام تلاش کریں...",
  "name_1": {
    "arabic": "الله",
    "translit": "Allah",
    "french": "اللہ",
    "meaning": "اللہ کا سب سے عظیم نام جو اس کی تمام صفات کو شامل کرتا ہے۔ یہ واحد ہستی، خالق، مالک اور کائنات کے بادشاہ کو ظاہر کرتا ہے۔",
    "occurrences": "قرآن میں 2697 بار آیا ہے",
    "benefits": "مشکلات سے تحفظ، ایمان میں مضبوطی، برکات کا حصول۔",
    "usage": "اللہ تعالیٰ سے قریب ہونے، تحفظ اور اہم دعاؤں کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ تعالیٰ کے ننانوے نام ہیں، ایک کم سو۔ جس نے انہیں یاد کیا وہ جنت میں داخل ہوگا۔' (صحیح البخاری)",
    "details": "یہ نام منفرد ہے کیونکہ یہ کبھی بھی اللہ کے علاوہ کسی اور کے لیے استعمال نہیں ہوتا۔ اس میں کمال اور جلال کی تمام صفات موجود ہیں۔ یہ قرآن میں سب سے زیادہ آنے والا نام ہے۔",
    "reference": "سورہ الاخلاص (112:1): 'کہو: وہ اللہ ہے، جو یکتا ہے۔'",
    "spiritual_effect": "اس نام پر تدبر توحید اور اللہ کے سامنے مکمل تسلیم کو مضبوط بناتا ہے۔",
    "citation": "ابن کثیر: 'اللہ رب کا خاص نام ہے جو کسی اور کو منسوب نہیں کیا جا سکتا۔'"
  },
  "name_2": {
    "arabic": "الرحمن",
    "translit": "Ar-Rahman",
    "french": "الرحمٰن",
    "meaning": "جس کی رحمت تمام مخلوقات، مومن اور غیر مومن کو، اس دنیا اور آخرت میں شامل کرتی ہے۔",
    "occurrences": "قرآن میں 57 بار آیا ہے",
    "benefits": "الہی رحمت کا حصول، کاموں میں آسانی، مشکلات سے تحفظ۔",
    "usage": "رحمت مانگنے کے لیے، مشکل حالات میں پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ اپنے بندوں پر ماں سے بھی زیادہ مہربان ہے۔' (صحیح البخاری)",
    "details": "یہ نام صرف اللہ کے لیے خاص ہے اور مخلوق کے لیے استعمال نہیں ہو سکتا۔ یہ اللہ کی عمومی رحمت کو ظاہر کرتا ہے جو تمام زندہ چیزوں کو شامل کرتی ہے۔",
    "reference": "سورہ مریم (19:58)",
    "spiritual_effect": "دل کو نرم بناتا ہے، دوسروں کے ساتھ رحم کی ترغیب دیتا ہے۔",
    "difference": "الرحمٰن عمومی رحمت کو ظاہر کرتا ہے، الرحیم مومنوں کے لیے خاص رحمت کو۔",
    "citation": "ابن قیم: 'الرحمٰن تمام رحمتوں کا سرچشمہ ہے، ظاہری اور باطنی۔'"
  },
  "name_3": {
    "arabic": "الرحيم",
    "translit": "Ar-Rahim",
    "french": "الرحیم",
    "meaning": "جس کی رحمت مومنوں کے لیے خاص ہے، خاص طور پر آخرت میں۔",
    "occurrences": "قرآن میں 114 بار آیا ہے",
    "benefits": "ایمان میں مضبوطی، بخشش کا حصول، جنت میں داخلے کی سہولت۔",
    "usage": "توبہ کے لیے، بخشش مانگنے کے لیے، دعاؤں میں پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'جب اللہ نے رحمت پیدا کی تو اسے سو حصوں میں تقسیم کیا۔ ننانوے حصے اپنے پاس رکھے اور ایک حصہ زمین پر بھیجا۔' (صحیح البخاری)",
    "details": "یہ نام اللہ کی خاص رحمت کو ظاہر کرتا ہے جو مومنوں کے لیے مخصوص ہے۔ الرحمٰن کے برعکس، یہ نام مخلوق کے لیے بھی استعمال ہو سکتا ہے۔",
    "reference": "سورہ الفاتحہ (1:3)",
    "spiritual_effect": "الہی بخشش میں امید اور بھروسہ پیدا کرتا ہے۔",
    "difference": "الرحیم خاص رحمت ہے، الرحمٰن عمومی رحمت ہے۔",
    "citation": "الغزالی: 'الرحیم وہ ہے جو مسلسل اپنی رحمت عطا کرتا ہے۔'"
  },
  "name_4": {
    "arabic": "الملك",
    "translit": "Al-Malik",
    "french": "الملک",
    "meaning": "مطلق بادشاہ، تمام چیزوں کا مالک، جس کی بادشاہی کا نہ کوئی آغاز ہے نہ کوئی اختتام۔",
    "occurrences": "قرآن میں 5 بار آیا ہے",
    "benefits": "الہی بادشاہی کو مضبوط بناتا ہے، ظلم سے تحفظ۔",
    "usage": "اللہ کی بادشاہی یاد کرنے کے لیے، تحفظ کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ کا سب سے عظیم نام ان آیات میں ہے...' (کرسی کی آیت کا حوالہ)",
    "details": "یہ نام اللہ کی مطلق بادشاہی کو ظاہر کرتا ہے۔ وہ واحد حقیقی بادشاہ ہے جس کی طاقت لامحدود اور اختیار مطلق ہے۔",
    "reference": "سورہ الحشر (59:23)",
    "spiritual_effect": "عاجزی اور الہی مرضی کے سامنے تسلیم کی یاد دلاتا ہے۔",
    "citation": "ابن کثیر: 'وہ ہر چیز کا بادشاہ ہے، اور ہر چیز اس کی مرضی پر منحصر ہے۔'"
  },
  "name_5": {
    "arabic": "القدوس",
    "translit": "Al-Quddus",
    "french": "القدوس",
    "meaning": "جو تمام عیوب اور نقائص سے پاک ہے، جس کی پاکی مطلق ہے۔",
    "occurrences": "قرآن میں 2 بار آیا ہے",
    "benefits": "روح کو پاک کرتا ہے، برے خیالات کو دور کرتا ہے۔",
    "usage": "روحانی پاکیزگی کے لیے، برے خیالات دور کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'فرشتے کہتے ہیں: اے اللہ! تیری ذات پاک ہے...'",
    "details": "یہ نام اللہ کی مطلق کمال اور ہر عیب سے پاکی کو ظاہر کرتا ہے۔ وہ واحد ہستی ہے جو واقعی پاک اور تمام عیوب سے محفوظ ہے۔",
    "reference": "سورہ الحشر (59:23)",
    "spiritual_effect": "اندرونی پاکیزگی اور اخلاقی کمال کی جانب رغبت پیدا کرتا ہے۔",
    "citation": "القرطبی: 'القدوس وہ ہے جو تمام عیوب سے پاک ہے۔'"
  },
  "name_6": {
    "arabic": "السلام",
    "translit": "As-Salam",
    "french": "السلام",
    "meaning": "جو تمام عیوب سے پاک ہے اور اپنی مخلوقات کو سلامتی عطا کرتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "اندرونی سکون، خطرات سے تحفظ۔",
    "usage": "امن کے لیے، دل کی سکون کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ سلام ہے، اور سلام اسی سے آتا ہے...'",
    "details": "اس نام کے دو پہلو ہیں: اللہ خود سلام میں ہے (بے عیب) اور وہ تمام سلامتی کا منبع ہے۔ وہ اپنے بندوں کو دنیا اور آخرت میں سلامتی عطا کرتا ہے۔",
    "reference": "سورہ الحشر (59:23)",
    "spiritual_effect": "روح کو پرسکون کرتا ہے اور آزمائشوں میں سکون پیدا کرتا ہے۔",
    "citation": "ابن کثیر: 'السلام وہ ہے جو اپنے بندوں کو سلامتی عطا کرتا ہے۔'"
  },
  "name_7": {
    "arabic": "المؤمن",
    "translit": "Al-Mu'min",
    "french": "المؤمن",
    "meaning": "جو اپنے بندوں کو امان اور سکون عطا کرتا ہے، اور اپنے رسولوں کی سچائی کی تصدیق کرتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "ایمان میں مضبوطی، اندرونی امان۔",
    "usage": "ایمان مضبوط کرنے کے لیے، امان کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ ہی ایمان والا ہے، اور وہ ایمان کو پسند کرتا ہے۔'",
    "details": "اس نام کے دو پہلو ہیں: اللہ خود اپنے وعدوں میں وفادار ہے اور وہ اپنے بندوں کو امان عطا کرتا ہے۔ وہ تمام امان اور سکون کا منبع ہے۔",
    "reference": "سورہ الحشر (59:23)",
    "spiritual_effect": "مستقبل کے بارے میں بھروسہ اور سکون مضبوط کرتا ہے۔",
    "citation": "الغزالی: 'المؤمن وہ ہے جو اپنے بندوں کو امان عطا کرتا ہے۔'"
  },
  "name_8": {
    "arabic": "المهيمن",
    "translit": "Al-Muhaymin",
    "french": "المہیمن",
    "meaning": "جو تمام چیزوں کی نگرانی کرتا ہے، اپنی مخلوق کی حفاظت اور نگرانی کرتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "خطرات سے تحفظ، نگرانی میں مضبوطی۔",
    "usage": "تحفظ کے لیے، نگرانی کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ اپنے بندوں کی نگرانی کرتا ہے اور ان کی حفاظت کرتا ہے۔'",
    "details": "یہ نام اللہ کے تمام مخلوقات کے محافظ اور نگہبان کے کردار پر زور دیتا ہے۔ وہ اپنے بندوں کے تمام اعمال کی نگرانی کرتا ہے۔",
    "reference": "سورہ الحشر (59:23)",
    "spiritual_effect": "نگرانی اور الہی موجودگی کا شعور پیدا کرتا ہے۔",
    "citation": "ابن کثیر: 'المہیمن وہ ہے جو اپنی مخلوق کی حفاظت اور نگرانی کرتا ہے۔'"
  },
  "name_9": {
    "arabic": "العزيز",
    "translit": "Al-Aziz",
    "french": "العزیز",
    "meaning": "جو طاقتور ہے، ناقابل شکست ہے، اور جس کی قوت کو کوئی شکست نہیں دے سکتا۔",
    "occurrences": "قرآن میں 92 بار آیا ہے",
    "benefits": "الہی طاقت میں مضبوطی، دشمنوں سے تحفظ۔",
    "usage": "قوت کے لیے، تحفظ کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ طاقتور ہے اور وہ قوت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی مطلق طاقت اور اس کی ناقابل شکست ہونے کو ظاہر کرتا ہے۔ وہ واحد حقیقی طاقتور ہستی ہے۔",
    "reference": "سورہ الحشر (59:23)",
    "spiritual_effect": "مشکلات کا سامنا کرنے میں اعتماد اور حوصلہ دیتا ہے۔",
    "citation": "ابن قیم: 'العزیز وہ ہے جس کی طاقت پر قابو نہیں پایا جا سکتا۔'"
  },
  "name_10": {
    "arabic": "الجبار",
    "translit": "Al-Jabbar",
    "french": "الجبار",
    "meaning": "جو مجبور کرتا ہے، قابو کرتا ہے، اور تمام چیزوں کو درست کرتا ہے، خاص طور پر ٹوٹے ہوئے دلوں کو۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "الہی غلبہ میں مضبوطی، ٹوٹے ہوئے دلوں کی مرمت۔",
    "usage": "اندرونی قوت کے لیے، مرمت کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ جبار ہے، اور وہ ٹوٹے ہوئے دلوں کی مرمت کرتا ہے۔'",
    "details": "اس نام کے دو پہلو ہیں: اللہ تمام چیزوں پر غالب ہے اور وہ ٹوٹی ہوئی چیزوں کی مرمت کرتا ہے۔",
    "reference": "سورہ الحشر (59:23)",
    "spiritual_effect": "زخمی دلوں کو تسلی دیتا ہے اور آزمائشوں پر قابو پانے کی قوت دیتا ہے۔",
    "citation": "الغزالی: 'الجبار وہ ہے جو ٹوٹی ہوئی چیزوں کی مرمت کرتا ہے اور تمام چیزوں پر غالب ہے۔'"
  },
  "name_11": {
    "arabic": "المتكبر",
    "translit": "Al-Mutakabbir",
    "french": "المتکبر",
    "meaning": "جو تمام چیزوں سے اونچا ہے، جس کی عظمت مطلق ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "الہی عظمت میں مضبوطی، تکبر سے تحفظ۔",
    "usage": "اللہ کی عظمت یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ سب سے بڑا ہے، اور وہ عظمت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی مطلق عظمت اور تمام چیزوں سے اس کی بلندی کو ظاہر کرتا ہے۔ وہ واحد حقیقی عظیم ہستی ہے۔",
    "reference": "سورہ الحشر (59:23)",
    "spiritual_effect": "عاجزی اور الہی عظمت کا شعور پیدا کرتا ہے۔",
    "citation": "ابن کثیر: 'المتکبر وہ ہے جو تمام چیزوں سے اونچا ہے۔'"
  },
  "name_12": {
    "arabic": "الخالق",
    "translit": "Al-Khaliq",
    "french": "الخالق",
    "meaning": "جو تمام چیزوں کو عدم سے وجود میں لاتا ہے، ایک درست پیمانے کے مطابق۔",
    "occurrences": "قرآن میں 8 بار آیا ہے",
    "benefits": "تخلیق میں ایمان کو مضبوط کرتا ہے، تخلیقی صلاحیت میں آسانی۔",
    "usage": "تخلیق پر غور کرنے کے لیے، تخلیقی کام کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ تمام چیزوں کا خالق ہے۔'",
    "details": "یہ نام اللہ کی تخلیقی طاقت اور عدم سے وجود میں لانے کی صلاحیت کو ظاہر کرتا ہے۔ وہ واحد حقیقی خالق ہے۔",
    "reference": "سورہ الحشر (59:24)",
    "spiritual_effect": "تخلیق کی نشانیوں پر غور کرنے کی ترغیب دیتا ہے۔",
    "citation": "الغزالی: 'الخالق وہ ہے جو تمام چیزوں کو درست پیمانے کے مطابق پیدا کرتا ہے۔'"
  },
  "name_13": {
    "arabic": "البارئ",
    "translit": "Al-Bari",
    "french": "الباری",
    "meaning": "جو تمام چیزوں کو پیدا کرتا ہے اور مکمل طور پر شکل دیتا ہے۔",
    "occurrences": "قرآن میں 3 بار آیا ہے",
    "benefits": "تخلیق کی کمال میں ایمان کو مضبوط کرتا ہے۔",
    "usage": "تخلیق کی کمال پر غور کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ تمام چیزوں کا باری ہے۔'",
    "details": "یہ نام اللہ کی تخلیق کی کمال اور تمام چیزوں کو ہم آہنگ شکل دینے کی صلاحیت کو ظاہر کرتا ہے۔",
    "reference": "سورہ الحشر (59:24)",
    "spiritual_effect": "الہی کمال کی تعریف کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'الباری وہ ہے جو تمام چیزوں کو پیدا کرتا ہے اور مکمل شکل دیتا ہے۔'"
  },
  "name_14": {
    "arabic": "المصور",
    "translit": "Al-Musawwir",
    "french": "المصور",
    "meaning": "جو ہر چیز کو اس کی منفرد شکل اور ظاہری صورت عطا کرتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "تخلیق کی تنوع میں ایمان کو مضبوط کرتا ہے۔",
    "usage": "تخلیق کی تنوع پر غور کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ تمام چیزوں کا مصور ہے۔'",
    "details": "یہ نام اللہ کی تخلیق کی تنوع اور ہر چیز کو منفرد شکل دینے کی صلاحیت کو ظاہر کرتا ہے۔",
    "reference": "سورہ الحشر (59:24)",
    "spiritual_effect": "الہی تنوع کی قدر کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'المصور وہ ہے جو ہر چیز کو اس کی منفرد شکل عطا کرتا ہے۔'"
  },
  "name_15": {
    "arabic": "الغفار",
    "translit": "Al-Ghaffar",
    "french": "الغفار",
    "meaning": "جو بہت زیادہ بخشش کرتا ہے اور گناہوں کو چھپاتا ہے۔",
    "occurrences": "قرآن میں 5 بار آیا ہے",
    "benefits": "الہی بخشش کا حصول، توبہ میں آسانی۔",
    "usage": "بخشش مانگنے کے لیے، توبہ کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ اپنے بندوں پر ماں سے بھی زیادہ مہربان ہے۔'",
    "details": "یہ نام اللہ کی رحمت اور گناہوں کو بخشنے کی صلاحیت کو ظاہر کرتا ہے۔ وہ واحد حقیقی بخشنے والا ہے۔",
    "reference": "سورہ غافر (40:3)",
    "spiritual_effect": "الہی بخشش میں امید کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'الغفار وہ ہے جو بہت زیادہ بخشش کرتا ہے۔'"
  },
  "name_16": {
    "arabic": "القهار",
    "translit": "Al-Qahhar",
    "french": "القہار",
    "meaning": "جو تمام چیزوں پر غالب ہے اور انہیں اپنی مرضی کے تابع کرتا ہے۔",
    "occurrences": "قرآن میں 6 بار آیا ہے",
    "benefits": "الہی مرضی کے سامنے تسلیم کو مضبوط کرتا ہے۔",
    "usage": "اللہ کی مرضی کے سامنے سر تسلیم خم کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ تمام چیزوں پر غالب ہے۔'",
    "details": "یہ نام اللہ کے غلبہ اور تمام چیزوں کو اپنی مرضی کے تابع کرنے کی صلاحیت کو ظاہر کرتا ہے۔",
    "reference": "سورہ الرعد (13:16)",
    "spiritual_effect": "تقدیر کو قبول کرنے کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'القہار وہ ہے جو تمام چیزوں پر غالب ہے اور انہیں تابع کرتا ہے۔'"
  },
  "name_17": {
    "arabic": "الوهاب",
    "translit": "Al-Wahhab",
    "french": "الوہاب",
    "meaning": "جو اپنے تحائف بغیر گنتی کے اور بدلے کی توقع کے بغیر عطا کرتا ہے۔",
    "occurrences": "قرآن میں 3 بار آیا ہے",
    "benefits": "الہی تحائف کا حصول، سخاوت میں آسانی۔",
    "usage": "تحائف مانگنے کے لیے، سخاوت کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ تمام چیزوں کا وہاب ہے۔'",
    "details": "یہ نام اللہ کی سخاوت اور بغیر گنتی کے تحائف دینے کی صلاحیت کو ظاہر کرتا ہے۔ وہ واحد حقیقی عطا کرنے والا ہے۔",
    "reference": "سورہ آل عمران (3:8)",
    "spiritual_effect": "دوسروں کے ساتھ سخاوت کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'الوہاب وہ ہے جو اپنے تحائف بغیر گنتی کے عطا کرتا ہے۔'"
  },
  "name_18": {
    "arabic": "الرزاق",
    "translit": "Ar-Razzaq",
    "french": "الرزاق",
    "meaning": "جو تمام مخلوقات کو رزق فراہم کرتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "الہی رزق کا حصول، کفاف میں برکت۔",
    "usage": "رزق مانگنے کے لیے، برکت کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ تمام مخلوقات کا رازق ہے۔'",
    "details": "یہ نام اللہ کی تمام مخلوقات کو رزق فراہم کرنے کی صلاحیت کو ظاہر کرتا ہے۔ وہ واحد حقیقی رازق ہے۔",
    "reference": "سورہ الذاریات (51:58)",
    "spiritual_effect": "الہی رزق میں بھروسہ کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'الرزاق وہ ہے جو تمام مخلوقات کو رزق فراہم کرتا ہے۔'"
  },
  "name_19": {
    "arabic": "الفتاح",
    "translit": "Al-Fattah",
    "french": "الفتاح",
    "meaning": "جو تمام بند دروازے کھولتا ہے اور مشکلات کا حل کرتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "مشکلات کا حل، بند راستوں کا کھلنا۔",
    "usage": "مشکلات کے حل کے لیے، راستے کھولنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ تمام بند دروازے کھولتا ہے۔'",
    "details": "یہ نام اللہ کی مشکلات حل کرنے اور بند راستے کھولنے کی صلاحیت کو ظاہر کرتا ہے۔ وہ واحد حقیقی فتح کرنے والا ہے۔",
    "reference": "سورہ سبأ (34:26)",
    "spiritual_effect": "مشکلات میں امید اور حل کی توقع کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'الفتاح وہ ہے جو تمام بند دروازے کھولتا ہے۔'"
  },
  "name_20": {
    "arabic": "العليم",
    "translit": "Al-Alim",
    "french": "العلیم",
    "meaning": "جو ہر چیز کو جانتا ہے، ظاہر اور چھپی ہوئی تمام چیزوں کا علم رکھتا ہے۔",
    "occurrences": "قرآن میں 158 بار آیا ہے",
    "benefits": "علم میں اضافہ، حکمت کا حصول۔",
    "usage": "علم مانگنے کے لیے، حکمت کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ تمام چیزوں کو جانتا ہے۔'",
    "details": "یہ نام اللہ کے مکمل علم اور تمام چیزوں کو جاننے کی صلاحیت کو ظاہر کرتا ہے۔ وہ واحد حقیقی عالم ہے۔",
    "reference": "سورہ البقرہ (2:29)",
    "spiritual_effect": "علم حاصل کرنے کی ترغیب اور الہی حکمت کی تلاش کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'العلیم وہ ہے جو ہر چیز کو جانتا ہے، ظاہر اور چھپی ہوئی۔'"
  },
  "name_21": {
    "arabic": "القابض",
    "translit": "Al-Qabid",
    "french": "القابض",
    "meaning": "جو قبض کرتا ہے اور سخت کرتا ہے، جو رزق اور دلوں کو اپنے کنٹرول میں رکھتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "صبر میں مضبوطی، مشکل وقت میں حکمت۔",
    "usage": "صبر کے لیے، مشکل حالات میں پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ قابض ہے، اور وہ حکمت سے قبض کرتا ہے۔'",
    "details": "یہ نام اللہ کی قبض کرنے اور سخت کرنے کی صلاحیت کو ظاہر کرتا ہے۔ وہ رزق اور دلوں کو حکمت سے کنٹرول کرتا ہے۔",
    "reference": "سورہ البقرہ (2:245)",
    "spiritual_effect": "مشکل وقت میں صبر اور حکمت کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'القابض وہ ہے جو حکمت سے قبض کرتا ہے۔'"
  },
  "name_22": {
    "arabic": "الباسط",
    "translit": "Al-Basit",
    "french": "الباسط",
    "meaning": "جو پھیلاتا ہے اور وسیع کرتا ہے، جو رزق اور رحمت کو بڑھاتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "رزق میں وسعت، رحمت کا حصول۔",
    "usage": "رزق کی فراخی کے لیے، وسعت کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ باسط ہے، اور وہ حکمت سے بسط کرتا ہے۔'",
    "details": "یہ نام اللہ کی پھیلانے اور وسیع کرنے کی صلاحیت کو ظاہر کرتا ہے۔ وہ رزق اور رحمت کو حکمت سے بڑھاتا ہے۔",
    "reference": "سورہ البقرہ (2:245)",
    "spiritual_effect": "امید اور رزق میں وسعت کے بھروسے کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'الباسط وہ ہے جو حکمت سے بسط کرتا ہے۔'"
  },
  "name_23": {
    "arabic": "الخافض",
    "translit": "Al-Khafid",
    "french": "الخافض",
    "meaning": "جو پست کرتا ہے اور نیچا کرتا ہے، جو ظالموں کو ذلیل کرتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "عاجزی میں مضبوطی، تکبر سے تحفظ۔",
    "usage": "عاجزی کے لیے، تکبر سے بچنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ خافض ہے، اور وہ حکمت سے پست کرتا ہے۔'",
    "details": "یہ نام اللہ کی پست کرنے اور نیچا کرنے کی صلاحیت کو ظاہر کرتا ہے۔ وہ ظالموں کو حکمت سے ذلیل کرتا ہے۔",
    "reference": "سورہ الواقعہ (56:3)",
    "spiritual_effect": "عاجزی اور انکساری کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'الخافض وہ ہے جو حکمت سے پست کرتا ہے۔'"
  },
  "name_24": {
    "arabic": "الرافع",
    "translit": "Ar-Rafi",
    "french": "الرافع",
    "meaning": "جو بلند کرتا ہے اور اونچا کرتا ہے، جو نیکوکاروں کو عزت دیتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "مقام میں بلندی، عزت کا حصول۔",
    "usage": "بلندی کے لیے، عزت کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ رافع ہے، اور وہ حکمت سے بلند کرتا ہے۔'",
    "details": "یہ نام اللہ کی بلند کرنے اور اونچا کرنے کی صلاحیت کو ظاہر کرتا ہے۔ وہ نیکوکاروں کو حکمت سے عزت دیتا ہے۔",
    "reference": "سورہ الواقعہ (56:3)",
    "spiritual_effect": "نیک اعمال کی ترغیب اور بلندی کی امید کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'الرافع وہ ہے جو حکمت سے بلند کرتا ہے۔'"
  },
  "name_25": {
    "arabic": "المعز",
    "translit": "Al-Mu'izz",
    "french": "المعز",
    "meaning": "جو عزت دیتا ہے اور طاقتور بناتا ہے، جو اپنے دوستوں کو عزت عطا کرتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "عزت کا حصول، طاقت میں اضافہ۔",
    "usage": "عزت کے لیے، طاقت کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ معز ہے، اور وہ حکمت سے عزت دیتا ہے۔'",
    "details": "یہ نام اللہ کی عزت دینے اور طاقتور بنانے کی صلاحیت کو ظاہر کرتا ہے۔ وہ اپنے دوستوں کو حکمت سے عزت عطا کرتا ہے۔",
    "reference": "سورہ آل عمران (3:26)",
    "spiritual_effect": "اللہ کی اطاعت میں عزت کی تلاش کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'المعز وہ ہے جو حکمت سے عزت دیتا ہے۔'"
  },
  "name_26": {
    "arabic": "المذل",
    "translit": "Al-Mudhill",
    "french": "المذل",
    "meaning": "جو ذلیل کرتا ہے اور کمزور بناتا ہے، جو اپنے دشمنوں کو ذلت میں ڈالتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "عدل کا قیام، ظالموں سے تحفظ۔",
    "usage": "انصاف کے لیے، ظالموں کے خلاف پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ مذل ہے، اور وہ حکمت سے ذلیل کرتا ہے۔'",
    "details": "یہ نام اللہ کی ذلیل کرنے اور کمزور بنانے کی صلاحیت کو ظاہر کرتا ہے۔ وہ اپنے دشمنوں کو حکمت سے ذلت میں ڈالتا ہے۔",
    "reference": "سورہ آل عمران (3:26)",
    "spiritual_effect": "ظلم سے بچنے اور انصاف کی امید کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'المذل وہ ہے جو حکمت سے ذلیل کرتا ہے۔'"
  },
  "name_27": {
    "arabic": "السميع",
    "translit": "As-Sami",
    "french": "السمیع",
    "meaning": "جو تمام آوازوں کو سنتا ہے، ظاہری اور باطنی، چھپی اور کھلی۔",
    "occurrences": "قرآن میں 45 بار آیا ہے",
    "benefits": "دعاؤں کا قبول ہونا، الہی توجہ کا حصول۔",
    "usage": "دعا کے وقت، مشکل میں پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ سمیع ہے، اور وہ تمام آوازوں کو سنتا ہے۔'",
    "details": "یہ نام اللہ کی تمام آوازوں کو سننے کی صلاحیت کو ظاہر کرتا ہے۔ وہ ہر دعا، ہر فریاد، ہر آہ کو سنتا ہے۔",
    "reference": "سورہ البقرہ (2:127)",
    "spiritual_effect": "دعا میں یقین اور اللہ کی قربت کا احساس پیدا کرتا ہے۔",
    "citation": "الغزالی: 'السمیع وہ ہے جو تمام آوازوں کو سنتا ہے، ظاہری اور باطنی۔'"
  },
  "name_28": {
    "arabic": "البصير",
    "translit": "Al-Basir",
    "french": "البصیر",
    "meaning": "جو تمام چیزوں کو دیکھتا ہے، ظاہری اور باطنی، چھپی اور کھلی۔",
    "occurrences": "قرآن میں 42 بار آیا ہے",
    "benefits": "الہی نگرانی کا احساس، برے کاموں سے بچاؤ۔",
    "usage": "نگرانی یاد کرنے کے لیے، توبہ کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ بصیر ہے، اور وہ تمام چیزوں کو دیکھتا ہے۔'",
    "details": "یہ نام اللہ کی تمام چیزوں کو دیکھنے کی صلاحیت کو ظاہر کرتا ہے۔ وہ ہر عمل، ہر نیت، ہر حرکت کو دیکھتا ہے۔",
    "reference": "سورہ البقرہ (2:96)",
    "spiritual_effect": "نیک اعمال کی ترغیب اور الہی نگرانی کا شعور پیدا کرتا ہے۔",
    "citation": "ابن کثیر: 'البصیر وہ ہے جو تمام چیزوں کو دیکھتا ہے، ظاہری اور باطنی۔'"
  },
  "name_29": {
    "arabic": "الحكم",
    "translit": "Al-Hakam",
    "french": "الحکم",
    "meaning": "جو کامل انصاف کے ساتھ فیصلہ کرتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "الہی انصاف میں ایمان کو مضبوط کرتا ہے۔",
    "usage": "اللہ کے انصاف یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ تمام چیزوں کا حاکم ہے۔'",
    "details": "یہ نام اللہ کے کامل فیصلہ کرنے والے اور کامل انصاف کرنے کی صلاحیت کو ظاہر کرتا ہے۔ وہ واحد حقیقی حاکم ہے۔",
    "reference": "سورہ المومن (40:48)",
    "spiritual_effect": "رفتار میں انصاف کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'الحکم وہ ہے جو کامل انصاف کے ساتھ فیصلہ کرتا ہے۔'"
  },
  "name_30": {
    "arabic": "العدل",
    "translit": "Al-Adl",
    "french": "العدل",
    "meaning": "جو اپنے تمام اعمال میں کامل انصاف کرتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "انصاف کو مضبوط کرتا ہے، منصفانہ برتاؤ میں آسانی۔",
    "usage": "انصاف مانگنے کے لیے، منصفانہ برتاؤ کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ عادل ہے، اور وہ انصاف کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کے کامل انصاف اور اس کے تمام اعمال میں عادل ہونے کی صلاحیت کو ظاہر کرتا ہے۔ وہ واحد حقیقی عادل ہے۔",
    "reference": "سورہ الانعام (6:115)",
    "spiritual_effect": "تمام معاملات میں انصاف کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'العدل وہ ہے جو اپنے تمام اعمال میں کامل انصاف کرتا ہے۔'"
  },
  "name_31": {
    "arabic": "اللطيف",
    "translit": "Al-Latif",
    "french": "اللطیف",
    "meaning": "جو اپنے معاملات میں نرم اور لطیف ہے۔",
    "occurrences": "قرآن میں 7 بار آیا ہے",
    "benefits": "نرمی کو مضبوط کرتا ہے، لطافت میں آسانی۔",
    "usage": "نرمی مانگنے کے لیے، لطافت کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ لطیف ہے، اور وہ لطافت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی لطافت اور اس کے معاملات میں نرمی کو ظاہر کرتا ہے۔ وہ واحد حقیقی لطیف ہے۔",
    "reference": "سورہ الحج (22:63)",
    "spiritual_effect": "رفتار میں نرمی کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'اللطیف وہ ہے جو اپنے معاملات میں نرم اور لطیف ہے۔'"
  },
  "name_32": {
    "arabic": "الخبير",
    "translit": "Al-Khabir",
    "french": "الخبیر",
    "meaning": "جو ہر چیز سے واقف ہے، ظاہری اور باطنی۔",
    "occurrences": "قرآن میں 45 بار آیا ہے",
    "benefits": "آگاہی کو مضبوط کرتا ہے، علم میں آسانی۔",
    "usage": "آگاہی مانگنے کے لیے، علم کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ خبیر ہے، اور وہ آگاہی کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی ہر چیز سے مکمل آگاہی کو ظاہر کرتا ہے، ظاہری اور باطنی۔ وہ واحد حقیقی خبیر ہے۔",
    "reference": "سورہ الانعام (6:18)",
    "spiritual_effect": "تمام معاملات میں ہوشیاری کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'الخبیر وہ ہے جو ہر چیز سے واقف ہے، ظاہری اور باطنی۔'"
  },
  "name_33": {
    "arabic": "الحليم",
    "translit": "Al-Halim",
    "french": "الحلیم",
    "meaning": "جو صابر اور برداشت کرنے والا ہے۔",
    "occurrences": "قرآن میں 15 بار آیا ہے",
    "benefits": "صبر کو مضبوط کرتا ہے، برداشت میں آسانی۔",
    "usage": "صبر مانگنے کے لیے، برداشت کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ حلیم ہے، اور وہ برداشت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کے صبر اور برداشت کو ظاہر کرتا ہے۔ وہ واحد حقیقی حلیم ہے۔",
    "reference": "سورہ البقرہ (2:225)",
    "spiritual_effect": "مشکل حالات میں صبر کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'الحلیم وہ ہے جو صابر اور برداشت کرنے والا ہے۔'"
  },
  "name_34": {
    "arabic": "العظيم",
    "translit": "Al-Azim",
    "french": "العظیم",
    "meaning": "جو عظیم اور حد سے زیادہ بڑا ہے۔",
    "occurrences": "قرآن میں 9 بار آیا ہے",
    "benefits": "رعب کو مضبوط کرتا ہے، احترام میں آسانی۔",
    "usage": "اللہ کی عظمت یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ عظیم ہے، اور وہ عظمت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی عظمت اور حد سے زیادہ بڑائی کو ظاہر کرتا ہے۔ وہ واحد حقیقی عظیم ہے۔",
    "reference": "سورہ البقرہ (2:255)",
    "spiritual_effect": "رعب اور احترام کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'العظیم وہ ہے جو عظیم اور حد سے زیادہ بڑا ہے۔'"
  },
  "name_35": {
    "arabic": "الغفور",
    "translit": "Al-Ghafur",
    "french": "الغفور",
    "meaning": "جو بہت زیادہ بخشش کرتا ہے۔",
    "occurrences": "قرآن میں 91 بار آیا ہے",
    "benefits": "الہی بخشش کو راغب کرتا ہے، توبہ میں آسانی۔",
    "usage": "بخشش مانگنے کے لیے، توبہ کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ غفور ہے، اور وہ بخشش کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی کثیر بخشش کو ظاہر کرتا ہے۔ وہ واحد حقیقی بخشنے والا ہے۔",
    "reference": "سورہ آل عمران (3:31)",
    "spiritual_effect": "الہی بخشش میں امید کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'الغفور وہ ہے جو بہت زیادہ بخشش کرتا ہے۔'"
  },
  "name_36": {
    "arabic": "الشكور",
    "translit": "Ash-Shakur",
    "french": "الشکور",
    "meaning": "جو چھوٹے سے چھوٹے نیک عمل کی بھی قدر کرتا ہے اور اجر دیتا ہے۔",
    "occurrences": "قرآن میں 4 بار آیا ہے",
    "benefits": "الہی قدردانی کو راغب کرتا ہے، شکر میں آسانی۔",
    "usage": "قدردانی مانگنے کے لیے، شکر کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ شکور ہے، اور وہ قدردانی کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی قدردانی اور چھوٹے سے چھوٹے نیک عمل کا اجر دینے کی صلاحیت کو ظاہر کرتا ہے۔",
    "reference": "سورہ فاطر (35:30)",
    "spiritual_effect": "نعمتوں کے لیے شکرگزاری کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'الشکور وہ ہے جو چھوٹے سے چھوٹے نیک عمل کی بھی قدر کرتا ہے۔'"
  },
  "name_37": {
    "arabic": "العلي",
    "translit": "Al-Ali",
    "french": "العلی",
    "meaning": "جو تمام چیزوں سے اونچا ہے۔",
    "occurrences": "قرآن میں 31 بار آیا ہے",
    "benefits": "بلندی کو مضبوط کرتا ہے، بلندی کی طلب میں آسانی۔",
    "usage": "اللہ کی بلندی یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ علی ہے، اور وہ بلندی کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی تمام چیزوں سے بلندی کو ظاہر کرتا ہے۔ وہ واحد حقیقی بلند ہے۔",
    "reference": "سورہ البقرہ (2:255)",
    "spiritual_effect": "روحانی بلندی کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'العلی وہ ہے جو تمام چیزوں سے اونچا ہے۔'"
  },
  "name_38": {
    "arabic": "الكبير",
    "translit": "Al-Kabir",
    "french": "الکبیر",
    "meaning": "جو حد سے زیادہ بڑا ہے۔",
    "occurrences": "قرآن میں 9 بار آیا ہے",
    "benefits": "عظمت کو مضبوط کرتا ہے، جلال میں آسانی۔",
    "usage": "اللہ کی عظمت یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ کبیر ہے، اور وہ عظمت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی حد سے زیادہ عظمت کو ظاہر کرتا ہے۔ وہ واحد حقیقی کبیر ہے۔",
    "reference": "سورہ الحج (22:62)",
    "spiritual_effect": "الہی عظمت کا رعب کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'الکبیر وہ ہے جو حد سے زیادہ بڑا ہے۔'"
  },
  "name_39": {
    "arabic": "الحفيظ",
    "translit": "Al-Hafiz",
    "french": "الحفیظ",
    "meaning": "جو تمام چیزوں کی حفاظت اور محافظت کرتا ہے۔",
    "occurrences": "قرآن میں 6 بار آیا ہے",
    "benefits": "الہی حفاظت کو راغب کرتا ہے، محافظت میں آسانی۔",
    "usage": "حفاظت مانگنے کے لیے، محافظت کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ حفیظ ہے، اور وہ حفاظت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی تمام چیزوں کی حفاظت اور محافظت کو ظاہر کرتا ہے۔ وہ واحد حقیقی محافظ ہے۔",
    "reference": "سورہ ہود (11:57)",
    "spiritual_effect": "الہی حفاظت میں بھروسہ کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'الحفیظ وہ ہے جو تمام چیزوں کی حفاظت اور محافظت کرتا ہے۔'"
  },
  "name_40": {
    "arabic": "المقيت",
    "translit": "Al-Muqit",
    "french": "المقیت",
    "meaning": "جو تمام چیزوں کی برقراری اور فراہمی کرتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "الہی برقراری کو راغب کرتا ہے، فراہمی میں آسانی۔",
    "usage": "برقراری مانگنے کے لیے، فراہمی کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ مقیت ہے، اور وہ برقراری کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی تمام چیزوں کی برقراری اور فراہمی کو ظاہر کرتا ہے۔ وہ واحد حقیقی برقرار رکھنے والا ہے۔",
    "reference": "سورہ النساء (4:85)",
    "spiritual_effect": "الہی فراہمی میں بھروسہ کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'المقیت وہ ہے جو تمام چیزوں کی برقراری اور فراہمی کرتا ہے۔'"
  },
  "name_41": {
    "arabic": "الحسيب",
    "translit": "Al-Hasib",
    "french": "الحسیب",
    "meaning": "جو تمام چیزوں کا حساب لیتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "جوابدہی کو مضبوط کرتا ہے، حساب کتاب میں آسانی۔",
    "usage": "الہی حساب کتاب یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ حسیب ہے، اور وہ حساب کتاب کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کے کامل حساب کتاب لینے والے اور تمام چیزوں کا حساب لینے کی صلاحیت کو ظاہر کرتا ہے۔ وہ واحد حقیقی حساب لینے والا ہے۔",
    "reference": "سورہ النساء (4:6)",
    "spiritual_effect": "جوابدہی کے شعور کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'الحسیب وہ ہے جو تمام چیزوں کا حساب لیتا ہے۔'"
  },
  "name_42": {
    "arabic": "الجليل",
    "translit": "Al-Jalil",
    "french": "الجلیل",
    "meaning": "جو باعظمت اور باجلال ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "جلال کو مضبوط کرتا ہے، عظمت میں آسانی۔",
    "usage": "اللہ کے جلال یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ جلیل ہے، اور وہ جلال کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کے جلال اور عظمت کو ظاہر کرتا ہے۔ وہ واحد حقیقی جلیل ہے۔",
    "reference": "سورہ الرحمٰن (55:27)",
    "spiritual_effect": "الہی جلال کا رعب کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'الجلیل وہ ہے جو باعظمت اور باجلال ہے۔'"
  },
  "name_43": {
    "arabic": "الكريم",
    "translit": "Al-Karim",
    "french": "الکریم",
    "meaning": "جو سخی اور شریف ہے۔",
    "occurrences": "قرآن میں 27 بار آیا ہے",
    "benefits": "الہی سخاوت کو راغب کرتا ہے، شرافت میں آسانی۔",
    "usage": "سخاوت مانگنے کے لیے، شرافت کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ کریم ہے، اور وہ سخاوت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی سخاوت اور شرافت کو ظاہر کرتا ہے۔ وہ واحد حقیقی کریم ہے۔",
    "reference": "سورہ الانفطار (82:6)",
    "spiritual_effect": "دوسروں کے ساتھ سخاوت کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'الکریم وہ ہے جو سخی اور شریف ہے۔'"
  },
  "name_44": {
    "arabic": "الرقيب",
    "translit": "Ar-Raqib",
    "french": "الرقیب",
    "meaning": "جو تمام چیزوں کی نگرانی کرتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "نگرانی کو مضبوط کرتا ہے، ہوشیاری میں آسانی۔",
    "usage": "اللہ کی نگرانی یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ رقیب ہے، اور وہ نگرانی کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی تمام چیزوں کی نگرانی کو ظاہر کرتا ہے۔ وہ واحد حقیقی نگران ہے۔",
    "reference": "سورہ النساء (4:1)",
    "spiritual_effect": "الہی موجودگی کے شعور کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'الرقیب وہ ہے جو تمام چیزوں کی نگرانی کرتا ہے۔'"
  },
  "name_45": {
    "arabic": "المجيب",
    "translit": "Al-Mujib",
    "french": "المجیب",
    "meaning": "جو تمام دعاؤں کا جواب دیتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "الہی جواب کو راغب کرتا ہے، دعا میں آسانی۔",
    "usage": "جواب مانگنے کے لیے، دعا کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ مجیب ہے، اور وہ جواب کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی تمام دعاؤں کا جواب دینے کو ظاہر کرتا ہے۔ وہ واحد حقیقی جواب دینے والا ہے۔",
    "reference": "سورہ ہود (11:61)",
    "spiritual_effect": "الہی جواب میں امید کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'المجیب وہ ہے جو تمام دعاؤں کا جواب دیتا ہے۔'"
  },
  "name_46": {
    "arabic": "الواسع",
    "translit": "Al-Wasi",
    "french": "الواسع",
    "meaning": "جس کا علم اور رحمت تمام چیزوں کو شامل کرتی ہے۔",
    "occurrences": "قرآن میں 9 بار آیا ہے",
    "benefits": "وسعت کو مضبوط کرتا ہے، شمولیت میں آسانی۔",
    "usage": "اللہ کی وسعت یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ واسع ہے، اور وہ وسعت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی اپنے علم اور رحمت کے ساتھ تمام چیزوں کو شامل کرنے کو ظاہر کرتا ہے۔ وہ واحد حقیقی واسع ہے۔",
    "reference": "سورہ البقرہ (2:247)",
    "spiritual_effect": "الہی رحمت میں بھروسہ کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'الواسع وہ ہے جس کا علم اور رحمت تمام چیزوں کو شامل کرتی ہے۔'"
  },
  "name_47": {
    "arabic": "الحكيم",
    "translit": "Al-Hakim",
    "french": "الحکیم",
    "meaning": "جو حکمت میں کامل ہے۔",
    "occurrences": "قرآن میں 97 بار آیا ہے",
    "benefits": "حکمت کو مضبوط کرتا ہے، سمجھ میں آسانی۔",
    "usage": "حکمت مانگنے کے لیے، سمجھ کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ حکیم ہے، اور وہ حکمت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی کامل حکمت کو ظاہر کرتا ہے۔ وہ واحد حقیقی حکیم ہے۔",
    "reference": "سورہ البقرہ (2:32)",
    "spiritual_effect": "فیصلوں میں حکمت کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'الحکیم وہ ہے جو حکمت میں کامل ہے۔'"
  },
  "name_48": {
    "arabic": "الودود",
    "translit": "Al-Wadud",
    "french": "الودود",
    "meaning": "جو اپنی مخلوق سے محبت کرتا ہے اور وہ اس سے محبت کرتے ہیں۔",
    "occurrences": "قرآن میں 2 بار آیا ہے",
    "benefits": "الہی محبت کو راغب کرتا ہے، پیار میں آسانی۔",
    "usage": "محبت مانگنے کے لیے، پیار کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ ودود ہے، اور وہ محبت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی اپنی مخلوق سے محبت اور ان کی اس سے محبت کو ظاہر کرتا ہے۔ وہ واحد حقیقی محبوب ہے۔",
    "reference": "سورہ ہود (11:90)",
    "spiritual_effect": "اللہ اور اس کی مخلوق سے محبت کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'الودود وہ ہے جو اپنی مخلوق سے محبت کرتا ہے اور وہ اس سے محبت کرتے ہیں۔'"
  },
  "name_49": {
    "arabic": "المجيد",
    "translit": "Al-Majid",
    "french": "المجید",
    "meaning": "جو باعظمت اور شریف ہے۔",
    "occurrences": "قرآن میں 2 بار آیا ہے",
    "benefits": "عظمت کو مضبوط کرتا ہے، شرافت میں آسانی۔",
    "usage": "اللہ کی عظمت یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ مجید ہے، اور وہ عظمت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی عظمت اور شرافت کو ظاہر کرتا ہے۔ وہ واحد حقیقی مجید ہے۔",
    "reference": "سورہ ہود (11:73)",
    "spiritual_effect": "الہی عظمت کا رعب کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'المجید وہ ہے جو باعظمت اور شریف ہے۔'"
  },
  "name_50": {
    "arabic": "الباعث",
    "translit": "Al-Ba'ith",
    "french": "الباعث",
    "meaning": "جو قیامت کے دن تمام مخلوقات کو زندہ کرتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "قیامت میں ایمان کو مضبوط کرتا ہے، تیاری میں آسانی۔",
    "usage": "قیامت یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ باعث ہے، اور وہ قیامت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی قیامت کے دن تمام مخلوقات کو زندہ کرنے کی طاقت کو ظاہر کرتا ہے۔ وہ واحد حقیقی زندہ کرنے والا ہے۔",
    "reference": "سورہ الحج (22:7)",
    "spiritual_effect": "آخرت کی تیاری کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'الباعث وہ ہے جو قیامت کے دن تمام مخلوقات کو زندہ کرتا ہے۔'"
  },
  "name_51": {
    "arabic": "الشهيد",
    "translit": "Ash-Shahid",
    "french": "الشہید",
    "meaning": "جو تمام چیزوں کا گواہ ہے۔",
    "occurrences": "قرآن میں 19 بار آیا ہے",
    "benefits": "الہی موجودگی کے شعور کو مضبوط کرتا ہے۔",
    "usage": "اللہ کی گواہی یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ شہید ہے، اور وہ گواہی کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کے تمام چیزوں کے کامل گواہ کے کردار کو ظاہر کرتا ہے۔ وہ واحد حقیقی گواہ ہے۔",
    "reference": "سورہ الحج (22:17)",
    "spiritual_effect": "الہی موجودگی کے شعور کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'الشہید وہ ہے جو تمام چیزوں کا گواہ ہے۔'"
  },
  "name_52": {
    "arabic": "الحق",
    "translit": "Al-Haqq",
    "french": "الحق",
    "meaning": "جو سچا اور منصف ہے۔",
    "occurrences": "قرآن میں 10 بار آیا ہے",
    "benefits": "سچائی کو مضبوط کرتا ہے، انصاف میں آسانی۔",
    "usage": "اللہ کی سچائی یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ حق ہے، اور وہ سچائی کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی سچائی اور انصاف کو ظاہر کرتا ہے۔ وہ واحد حقیقی حق ہے۔",
    "reference": "سورہ الحج (22:6)",
    "spiritual_effect": "بولنے اور کرنے میں سچائی کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'الحق وہ ہے جو سچا اور منصف ہے۔'"
  },
  "name_53": {
    "arabic": "الوكيل",
    "translit": "Al-Wakil",
    "french": "الوکیل",
    "meaning": "جو بہترین بھروسہ اور محافظ ہے۔",
    "occurrences": "قرآن میں 14 بار آیا ہے",
    "benefits": "اعتماد کو مضبوط کرتا ہے، بھروسے میں آسانی۔",
    "usage": "بھروسہ مانگنے کے لیے، انحصار کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ وکیل ہے، اور وہ بھروسے کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کے کامل وکیل اور محافظ کے کردار کو ظاہر کرتا ہے۔ وہ واحد حقیقی وکیل ہے۔",
    "reference": "سورہ آل عمران (3:173)",
    "spiritual_effect": "الہی نگہداشت میں بھروسہ کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'الوکیل وہ ہے جو بہترین بھروسہ اور محافظ ہے۔'"
  },
  "name_54": {
    "arabic": "القوي",
    "translit": "Al-Qawi",
    "french": "القوی",
    "meaning": "جو طاقت میں کامل ہے۔",
    "occurrences": "قرآن میں 9 بار آیا ہے",
    "benefits": "طاقت کو مضبوط کرتا ہے، قوت میں آسانی۔",
    "usage": "اللہ کی طاقت یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ قوی ہے، اور وہ طاقت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی کامل طاقت کو ظاہر کرتا ہے۔ وہ واحد حقیقی قوی ہے۔",
    "reference": "سورہ الحج (22:40)",
    "spiritual_effect": "الہی طاقت پر انحصار کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'القوی وہ ہے جو طاقت میں کامل ہے۔'"
  },
  "name_55": {
    "arabic": "المتين",
    "translit": "Al-Matin",
    "french": "المتین",
    "meaning": "جو مضبوط اور ثابت قدم ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "مضبوطی کو مضبوط کرتا ہے، ثابت قدمی میں آسانی۔",
    "usage": "مضبوطی مانگنے کے لیے، ثابت قدمی کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ متین ہے، اور وہ مضبوطی کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی مضبوطی اور ثابت قدمی کو ظاہر کرتا ہے۔ وہ واحد حقیقی متین ہے۔",
    "reference": "سورہ الذاریات (51:58)",
    "spiritual_effect": "ایمان میں ثابت قدمی کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'المتین وہ ہے جو مضبوط اور ثابت قدم ہے۔'"
  },
  "name_56": {
    "arabic": "الولي",
    "translit": "Al-Wali",
    "french": "الولی",
    "meaning": "جو بہترین محافظ اور مددگار ہے۔",
    "occurrences": "قرآن میں 15 بار آیا ہے",
    "benefits": "الہی حفاظت کو راغب کرتا ہے، مدد میں آسانی۔",
    "usage": "حفاظت مانگنے کے لیے، مدد کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ ولی ہے، اور وہ حفاظت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کے کامل محافظ اور مددگار کے کردار کو ظاہر کرتا ہے۔ وہ واحد حقیقی ولی ہے۔",
    "reference": "سورہ البقرہ (2:257)",
    "spiritual_effect": "الہی حفاظت میں بھروسہ کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'الولی وہ ہے جو بہترین محافظ اور مددگار ہے۔'"
  },
  "name_57": {
    "arabic": "الحميد",
    "translit": "Al-Hamid",
    "french": "الحمید",
    "meaning": "جو تمام تعریفوں کا مستحق ہے۔",
    "occurrences": "قرآن میں 17 بار آیا ہے",
    "benefits": "تعریف کو مضبوط کرتا ہے، شکرگزاری میں آسانی۔",
    "usage": "اللہ کی تعریف یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ حمید ہے، اور وہ تعریف کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی تمام تعریفوں کا مستحق ہونے کو ظاہر کرتا ہے۔ وہ واحد حقیقی حمید ہے۔",
    "reference": "سورہ الحج (22:64)",
    "spiritual_effect": "شکرگزاری اور تعریف کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'الحمید وہ ہے جو تمام تعریفوں کا مستحق ہے۔'"
  },
  "name_58": {
    "arabic": "المحصي",
    "translit": "Al-Muhsi",
    "french": "المحصی",
    "meaning": "جو تمام چیزوں کا شمار اور ریکارڈ کرتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "جوابدہی کو مضبوط کرتا ہے، حساب کتاب میں آسانی۔",
    "usage": "الہی شمار یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ محصی ہے، اور وہ شمار کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کے کامل شمار کرنے والے اور تمام چیزوں کا ریکارڈ رکھنے کی صلاحیت کو ظاہر کرتا ہے۔",
    "reference": "سورہ مریم (19:94)",
    "spiritual_effect": "الہی حساب کتاب کے شعور کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'المحصی وہ ہے جو تمام چیزوں کا شمار اور ریکارڈ کرتا ہے۔'"
  },
  "name_59": {
    "arabic": "المبدئ",
    "translit": "Al-Mubdi",
    "french": "المبدی",
    "meaning": "جو تمام چیزوں کو شروع کرتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "تخلیقی صلاحیت کو مضبوط کرتا ہے، آغاز میں آسانی۔",
    "usage": "اللہ کے آغاز یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ مبدی ہے، اور وہ آغاز کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کے تمام چیزوں کے کامل آغاز کرنے کی صلاحیت کو ظاہر کرتا ہے۔ وہ واحد حقیقی شروع کرنے والا ہے۔",
    "reference": "سورہ البروج (85:13)",
    "spiritual_effect": "الہی تخلیق کی قدر کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'المبدی وہ ہے جو تمام چیزوں کو شروع کرتا ہے۔'"
  },
  "name_60": {
    "arabic": "المعيد",
    "translit": "Al-Mu'id",
    "french": "المعید",
    "meaning": "جو تمام چیزوں کو بحالی کرتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "بحالی کو مضبوط کرتا ہے، تجدید میں آسانی۔",
    "usage": "بحالی مانگنے کے لیے، تجدید کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ معید ہے، اور وہ بحالی کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کے تمام چیزوں کے کامل بحالی کرنے کی صلاحیت کو ظاہر کرتا ہے۔ وہ واحد حقیقی بحالی کرنے والا ہے۔",
    "reference": "سورہ البروج (85:13)",
    "spiritual_effect": "الہی بحالی میں امید کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'المعید وہ ہے جو تمام چیزوں کو بحالی کرتا ہے۔'"
  },
  "name_61": {
    "arabic": "المحيي",
    "translit": "Al-Muhyi",
    "french": "المحیی",
    "meaning": "جو تمام چیزوں کو زندگی عطا کرتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "زندگی کو مضبوط کرتا ہے، روحانی زندگی میں آسانی۔",
    "usage": "زندگی مانگنے کے لیے، روحانی زندگی کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ محیی ہے، اور وہ زندگی کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی تمام چیزوں کو زندگی دینے کی صلاحیت کو ظاہر کرتا ہے۔ وہ واحد حقیقی زندگی دینے والا ہے۔",
    "reference": "سورہ الروم (30:50)",
    "spiritual_effect": "الہی زندگی کی قدر کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'المحیی وہ ہے جو تمام چیزوں کو زندگی عطا کرتا ہے۔'"
  },
  "name_62": {
    "arabic": "المميت",
    "translit": "Al-Mumit",
    "french": "الممیت",
    "meaning": "جو تمام چیزوں سے زندگی لے لیتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "موت کو قبول کرنے میں مضبوطی۔",
    "usage": "موت یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ ممیت ہے، اور وہ موت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی تمام چیزوں سے زندگی لینے کی صلاحیت کو ظاہر کرتا ہے۔ وہ واحد حقیقی موت دینے والا ہے۔",
    "reference": "سورہ الملک (67:2)",
    "spiritual_effect": "موت کی تیاری کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'الممیت وہ ہے جو تمام چیزوں سے زندگی لے لیتا ہے۔'"
  },
  "name_63": {
    "arabic": "الحي",
    "translit": "Al-Hayy",
    "french": "الحی",
    "meaning": "جو ہمیشہ کے لیے زندہ ہے۔",
    "occurrences": "قرآن میں 5 بار آیا ہے",
    "benefits": "ابدی زندگی کو مضبوط کرتا ہے، لافانی میں آسانی۔",
    "usage": "اللہ کی ابدی زندگی یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ حی ہے، اور وہ ابدی زندگی کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی ابدی زندگی کو ظاہر کرتا ہے۔ وہ واحد حقیقی ہمیشہ زندہ رہنے والا ہے۔",
    "reference": "سورہ البقرہ (2:255)",
    "spiritual_effect": "الہی ابدیت کے شعور کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'الحی وہ ہے جو ہمیشہ کے لیے زندہ ہے۔'"
  },
  "name_64": {
    "arabic": "القيوم",
    "translit": "Al-Qayyum",
    "french": "القیوم",
    "meaning": "جو تمام چیزوں کو برقرار رکھتا ہے۔",
    "occurrences": "قرآن میں 3 بار آیا ہے",
    "benefits": "برقراری کو مضبوط کرتا ہے، برقراری میں آسانی۔",
    "usage": "اللہ کی برقراری یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ قیوم ہے، اور وہ برقراری کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کے تمام چیزوں کو برقرار رکھنے کی صلاحیت کو ظاہر کرتا ہے۔ وہ واحد حقیقی خود کو برقرار رکھنے والا ہے۔",
    "reference": "سورہ البقرہ (2:255)",
    "spiritual_effect": "الہی برقراری میں بھروسہ کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'القیوم وہ ہے جو تمام چیزوں کو برقرار رکھتا ہے۔'"
  },
  "name_65": {
    "arabic": "الواجد",
    "translit": "Al-Wajid",
    "french": "الواجد",
    "meaning": "جو تمام چیزوں کو تلاش کرتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "تلاش کو مضبوط کرتا ہے، دریافت میں آسانی۔",
    "usage": "تلاش مانگنے کے لیے، دریافت کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ واجد ہے، اور وہ تلاش کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کے تمام چیزوں کو تلاش کرنے کی صلاحیت کو ظاہر کرتا ہے۔ وہ واحد حقیقی تلاش کرنے والا ہے۔",
    "reference": "سورہ الضحیٰ (93:6)",
    "spiritual_effect": "الہی دریافت میں امید کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'الواجد وہ ہے جو تمام چیزوں کو تلاش کرتا ہے۔'"
  },
  "name_66": {
    "arabic": "الماجد",
    "translit": "Al-Majid",
    "french": "الماجد",
    "meaning": "جو شریف اور باعظمت ہے۔",
    "occurrences": "قرآن میں 2 بار آیا ہے",
    "benefits": "شرافت کو مضبوط کرتا ہے، عظمت میں آسانی۔",
    "usage": "اللہ کی شرافت یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ ماجد ہے، اور وہ شرافت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی شرافت اور عظمت کو ظاہر کرتا ہے۔ وہ واحد حقیقی شریف ہے۔",
    "reference": "سورہ ہود (11:73)",
    "spiritual_effect": "الہی شرافت کا رعب کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'الماجد وہ ہے جو شریف اور باعظمت ہے۔'"
  },
  "name_67": {
    "arabic": "الواحد",
    "translit": "Al-Wahid",
    "french": "الواحد",
    "meaning": "جو منفرد اور اکیلا ہے۔",
    "occurrences": "قرآن میں 22 بار آیا ہے",
    "benefits": "وحدانیت کو مضبوط کرتا ہے، یکتائی میں آسانی۔",
    "usage": "اللہ کی وحدانیت یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ واحد ہے، اور وہ وحدانیت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی یکتائی اور وحدانیت کو ظاہر کرتا ہے۔ وہ واحد حقیقی واحد ہے۔",
    "reference": "سورہ البقرہ (2:163)",
    "spiritual_effect": "الہی وحدانیت کے شعور کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'الواحد وہ ہے جو منفرد اور اکیلا ہے۔'"
  },
  "name_68": {
    "arabic": "الأحد",
    "translit": "Al-Ahad",
    "french": "الاحد",
    "meaning": "جو بالکل منفرد ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "یکتائی کو مضبوط کرتا ہے، منفردیت میں آسانی۔",
    "usage": "اللہ کی یکتائی یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ احد ہے، اور وہ یکتائی کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی مطلق یکتائی کو ظاہر کرتا ہے۔ وہ واحد حقیقی احد ہے۔",
    "reference": "سورہ الاخلاص (112:1)",
    "spiritual_effect": "الہی منفردیت کے شعور کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'الاحد وہ ہے جو بالکل منفرد ہے۔'"
  },
  "name_69": {
    "arabic": "الصمد",
    "translit": "As-Samad",
    "french": "الصمد",
    "meaning": "جو ابدی اور خود کفیل ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "ابدیت کو مضبوط کرتا ہے، خود کفالت میں آسانی۔",
    "usage": "اللہ کی ابدیت یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ صمد ہے، اور وہ ابدیت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی ابدیت اور خود کفالت کو ظاہر کرتا ہے۔ وہ واحد حقیقی صمد ہے۔",
    "reference": "سورہ الاخلاص (112:2)",
    "spiritual_effect": "الہی ابدیت کے شعور کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'الصمد وہ ہے جو ابدی اور خود کفیل ہے۔'"
  },
  "name_70": {
    "arabic": "القادر",
    "translit": "Al-Qadir",
    "french": "القادر",
    "meaning": "جو تمام چیزوں پر قادر ہے۔",
    "occurrences": "قرآن میں 45 بار آیا ہے",
    "benefits": "صلاحیت کو مضبوط کرتا ہے، طاقت میں آسانی۔",
    "usage": "اللہ کی صلاحیت یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ قادر ہے، اور وہ صلاحیت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی تمام چیزوں پر قادر ہونے کی صلاحیت کو ظاہر کرتا ہے۔ وہ واحد حقیقی قادر ہے۔",
    "reference": "سورہ البقرہ (2:20)",
    "spiritual_effect": "الہی طاقت میں بھروسہ کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'القادر وہ ہے جو تمام چیزوں پر قادر ہے۔'"
  },
  "name_71": {
    "arabic": "المقتدر",
    "translit": "Al-Muqtadir",
    "french": "المقتدر",
    "meaning": "جو تمام چیزوں پر کامل طاقت رکھتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "طاقت کو مضبوط کرتا ہے، کنٹرول میں آسانی۔",
    "usage": "اللہ کی طاقت یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ مقتدر ہے، اور وہ طاقت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی تمام چیزوں پر کامل طاقت کو ظاہر کرتا ہے۔ وہ واحد حقیقی طاقتور ہے۔",
    "reference": "سورہ الکہف (18:45)",
    "spiritual_effect": "الہی طاقت میں بھروسہ کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'المقتدر وہ ہے جو تمام چیزوں پر کامل طاقت رکھتا ہے۔'"
  },
  "name_72": {
    "arabic": "المقدم",
    "translit": "Al-Muqaddim",
    "french": "المقدم",
    "meaning": "جو جسے چاہے آگے لے جاتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "پیش قدمی کو مضبوط کرتا ہے، ترقی میں آسانی۔",
    "usage": "پیش قدمی مانگنے کے لیے، ترقی کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ مقدم ہے، اور وہ پیش قدمی کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی جسے چاہے آگے لے جانے کی طاقت کو ظاہر کرتا ہے۔ وہ واحد حقیقی آگے لے جانے والا ہے۔",
    "reference": "سورہ ق (50:28)",
    "spiritual_effect": "الہی پیش قدمی میں امید کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'المقدم وہ ہے جو جسے چاہے آگے لے جاتا ہے۔'"
  },
  "name_73": {
    "arabic": "المؤخر",
    "translit": "Al-Mu'akhkhir",
    "french": "المؤخر",
    "meaning": "جو جسے چاہے پیچھے ڈالتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "صبر کو مضبوط کرتا ہے، تاخیر میں آسانی۔",
    "usage": "تاخیر کو قبول کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ مؤخر ہے، اور وہ تاخیر کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی جسے چاہے پیچھے ڈالنے کی طاقت کو ظاہر کرتا ہے۔ وہ واحد حقیقی پیچھے ڈالنے والا ہے۔",
    "reference": "سورہ ق (50:28)",
    "spiritual_effect": "انتظار میں صبر کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'المؤخر وہ ہے جو جسے چاہے پیچھے ڈالتا ہے۔'"
  },
  "name_74": {
    "arabic": "الأول",
    "translit": "Al-Awwal",
    "french": "الاول",
    "meaning": "جو بغیر شروعات کے پہلا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "شروعات کو مضبوط کرتا ہے، ابتداء میں آسانی۔",
    "usage": "اللہ کی شروعات یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ اول ہے، اور وہ شروعات کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کے بغیر شروعات کے پہلا ہونے کو ظاہر کرتا ہے۔ وہ واحد حقیقی اول ہے۔",
    "reference": "سورہ الحدید (57:3)",
    "spiritual_effect": "الہی ابتداء کے شعور کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'الاول وہ ہے جو بغیر شروعات کے پہلا ہے۔'"
  },
  "name_75": {
    "arabic": "الآخر",
    "translit": "Al-Akhir",
    "french": "الآخر",
    "meaning": "جو بغیر اختتام کے آخری ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "اختتام کو مضبوط کرتا ہے، ابدیت میں آسانی۔",
    "usage": "اللہ کے اختتام یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ آخر ہے، اور وہ اختتام کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کے بغیر اختتام کے آخری ہونے کو ظاہر کرتا ہے۔ وہ واحد حقیقی آخر ہے۔",
    "reference": "سورہ الحدید (57:3)",
    "spiritual_effect": "الہی ابدیت کے شعور کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'الآخر وہ ہے جو بغیر اختتام کے آخری ہے۔'"
  },
  "name_76": {
    "arabic": "الظاهر",
    "translit": "Az-Zahir",
    "french": "الظاہر",
    "meaning": "جو تمام چیزوں میں ظاہر ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "ظہور کو مضبوط کرتا ہے، نمایاں ہونے میں آسانی۔",
    "usage": "اللہ کے ظہور یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ ظاہر ہے، اور وہ ظہور کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کے تمام چیزوں میں ظاہر ہونے کو ظاہر کرتا ہے۔ وہ واحد حقیقی ظاہر ہے۔",
    "reference": "سورہ الحدید (57:3)",
    "spiritual_effect": "الہی نشانیوں کے شعور کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'الظاہر وہ ہے جو تمام چیزوں میں ظاہر ہے۔'"
  },
  "name_77": {
    "arabic": "الباطن",
    "translit": "Al-Batin",
    "french": "الباطن",
    "meaning": "جو تمام چیزوں سے چھپا ہوا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "چھپنے کو مضبوط کرتا ہے، راز میں آسانی۔",
    "usage": "اللہ کے چھپاؤ یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ باطن ہے، اور وہ چھپنے کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کے تمام چیزوں سے چھپے ہونے کو ظاہر کرتا ہے۔ وہ واحد حقیقی چھپا ہوا ہے۔",
    "reference": "سورہ الحدید (57:3)",
    "spiritual_effect": "الہی راز کے شعور کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'الباطن وہ ہے جو تمام چیزوں سے چھپا ہوا ہے۔'"
  },
  "name_78": {
    "arabic": "الوالي",
    "translit": "Al-Wali",
    "french": "الوالی",
    "meaning": "جو تمام چیزوں کا حاکم ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "حکومت کو مضبوط کرتا ہے، کنٹرول میں آسانی۔",
    "usage": "اللہ کی حکومت یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ والی ہے، اور وہ حکومت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی تمام چیزوں کی حکومت کو ظاہر کرتا ہے۔ وہ واحد حقیقی حاکم ہے۔",
    "reference": "سورہ الرعد (13:11)",
    "spiritual_effect": "الہی حکومت میں بھروسہ کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'الوالی وہ ہے جو تمام چیزوں کا حاکم ہے۔'"
  },
  "name_79": {
    "arabic": "المتعالي",
    "translit": "Al-Muta'ali",
    "french": "المتعالی",
    "meaning": "جو تمام چیزوں سے بلند تر ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "بلندی کو مضبوط کرتا ہے، اونچائی میں آسانی۔",
    "usage": "اللہ کی بلندی یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ متعالی ہے، اور وہ بلندی کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی تمام چیزوں سے بلندی کو ظاہر کرتا ہے۔ وہ واحد حقیقی بلند تر ہے۔",
    "reference": "سورہ الرعد (13:9)",
    "spiritual_effect": "الہی بلندی کا رعب کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'المتعالی وہ ہے جو تمام چیزوں سے بلند تر ہے۔'"
  },
  "name_80": {
    "arabic": "البر",
    "translit": "Al-Barr",
    "french": "البر",
    "meaning": "جو سب کے ساتھ نیک اور مہربان ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "نیکی کو مضبوط کرتا ہے، مہربانی میں آسانی۔",
    "usage": "نیکی مانگنے کے لیے، مہربانی کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ بر ہے، اور وہ نیکی کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی سب کے ساتھ نیکی اور مہربانی کو ظاہر کرتا ہے۔ وہ واحد حقیقی نیک ہے۔",
    "reference": "سورہ الطور (52:28)",
    "spiritual_effect": "دوسروں کے ساتھ نیکی کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'البر وہ ہے جو سب کے ساتھ نیک اور مہربان ہے۔'"
  },
  "name_81": {
    "arabic": "التواب",
    "translit": "At-Tawwab",
    "french": "التواب",
    "meaning": "جو اپنے بندوں کی توبہ قبول کرتا ہے۔",
    "occurrences": "قرآن میں 11 بار آیا ہے",
    "benefits": "توبہ کو مضبوط کرتا ہے، بخشش میں آسانی۔",
    "usage": "توبہ کی قبولیت کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ تواب ہے، اور وہ توبہ کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی اپنے بندوں کی توبہ قبول کرنے کو ظاہر کرتا ہے۔ وہ واحد حقیقی توبہ قبول کرنے والا ہے۔",
    "reference": "سورہ البقرہ (2:37)",
    "spiritual_effect": "الہی بخشش میں امید کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'التواب وہ ہے جو اپنے بندوں کی توبہ قبول کرتا ہے۔'"
  },
  "name_82": {
    "arabic": "المنتقم",
    "translit": "Al-Muntaqim",
    "french": "المنتقم",
    "meaning": "جو ظالموں سے بدلہ لیتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "انصاف کو مضبوط کرتا ہے، بدلے میں آسانی۔",
    "usage": "اللہ کے انصاف یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ منتقم ہے، اور وہ انصاف کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی ظالموں سے بدلہ لینے کو ظاہر کرتا ہے۔ وہ واحد حقیقی بدلہ لینے والا ہے۔",
    "reference": "سورہ السجدہ (32:22)",
    "spiritual_effect": "الہی سزا کا خوف کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'المنتقم وہ ہے جو ظالموں سے بدلہ لیتا ہے۔'"
  },
  "name_83": {
    "arabic": "العفو",
    "translit": "Al-Afuww",
    "french": "العفو",
    "meaning": "جو گناہوں کو معاف کرتا ہے اور غلطیوں کو بخش دیتا ہے۔",
    "occurrences": "قرآن میں 5 بار آیا ہے",
    "benefits": "معافی کو مضبوط کرتا ہے، بخشش میں آسانی۔",
    "usage": "معافی مانگنے کے لیے، بخشش کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ عفو ہے، اور وہ معافی کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی گناہوں کو معاف کرنے اور غلطیوں کو بخش دینے کو ظاہر کرتا ہے۔ وہ واحد حقیقی معاف کرنے والا ہے۔",
    "reference": "سورہ النساء (4:43)",
    "spiritual_effect": "الہی معافی میں امید کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'العفو وہ ہے جو گناہوں کو معاف کرتا ہے اور غلطیوں کو بخش دیتا ہے۔'"
  },
  "name_84": {
    "arabic": "الرؤوف",
    "translit": "Ar-Ra'uf",
    "french": "الرؤوف",
    "meaning": "جو مہربان اور شفقت کرنے والا ہے۔",
    "occurrences": "قرآن میں 10 بار آیا ہے",
    "benefits": "مہربانی کو مضبوط کرتا ہے، شفقت میں آسانی۔",
    "usage": "مہربانی مانگنے کے لیے، شفقت کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ رؤوف ہے، اور وہ مہربانی کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی مہربانی اور شفقت کو ظاہر کرتا ہے۔ وہ واحد حقیقی مہربان ہے۔",
    "reference": "سورہ البقرہ (2:143)",
    "spiritual_effect": "دوسروں کے ساتھ مہربانی کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'الرؤوف وہ ہے جو مہربان اور شفقت کرنے والا ہے۔'"
  },
  "name_85": {
    "arabic": "مالك الملك",
    "translit": "Malik-ul-Mulk",
    "french": "مالک الملک",
    "meaning": "جو تمام بادشاہت کا مالک ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "حاکمیت کو مضبوط کرتا ہے، کنٹرول میں آسانی۔",
    "usage": "اللہ کی حاکمیت یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ مالک الملک ہے، اور وہ حاکمیت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی تمام بادشاہت کی ملکیت کو ظاہر کرتا ہے۔ وہ واحد حقیقی بادشاہت کا مالک ہے۔",
    "reference": "سورہ الملک (67:1)",
    "spiritual_effect": "الہی حاکمیت کا رعب کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'مالک الملک وہ ہے جو تمام بادشاہت کا مالک ہے۔'"
  },
  "name_86": {
    "arabic": "ذو الجلال والإكرام",
    "translit": "Dhul-Jalali wal-Ikram",
    "french": "ذو الجلال والاکرام",
    "meaning": "جو جلال اور اکرام کا مالک ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "جلال کو مضبوط کرتا ہے، عزت میں آسانی۔",
    "usage": "اللہ کے جلال اور اکرام یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ ذو الجلال والاکرام ہے، اور وہ جلال اور اکرام کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کے جلال اور اکرام کی ملکیت کو ظاہر کرتا ہے۔ وہ واحد حقیقی جلال اور اکرام کا مالک ہے۔",
    "reference": "سورہ الرحمٰن (55:27)",
    "spiritual_effect": "الہی جلال کا رعب کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'ذو الجلال والاکرام وہ ہے جو جلال اور اکرام کا مالک ہے۔'"
  },
  "name_87": {
    "arabic": "المقسط",
    "translit": "Al-Muqsit",
    "french": "المقسط",
    "meaning": "جو اپنے تمام فیصلوں میں منصف ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "برابری کو مضبوط کرتا ہے، انصاف میں آسانی۔",
    "usage": "اللہ کی برابری یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ مقسط ہے، اور وہ برابری کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی اپنے تمام فیصلوں میں برابری کو ظاہر کرتا ہے۔ وہ واحد حقیقی منصف ہے۔",
    "reference": "سورہ آل عمران (3:18)",
    "spiritual_effect": "معاملات میں انصاف کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'المقسط وہ ہے جو اپنے تمام فیصلوں میں منصف ہے۔'"
  },
  "name_88": {
    "arabic": "الجامع",
    "translit": "Al-Jami",
    "french": "الجامع",
    "meaning": "جو تمام چیزوں کو جمع کرتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "جمع کرنے کو مضبوط کرتا ہے، اکٹھا کرنے میں آسانی۔",
    "usage": "اللہ کے جمع کرنے یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ جامع ہے، اور وہ جمع کرنے کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی تمام چیزوں کو جمع کرنے کو ظاہر کرتا ہے۔ وہ واحد حقیقی جمع کرنے والا ہے۔",
    "reference": "سورہ آل عمران (3:9)",
    "spiritual_effect": "الہی جمع کرنے کے شعور کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'الجامع وہ ہے جو تمام چیزوں کو جمع کرتا ہے۔'"
  },
  "name_89": {
    "arabic": "الغني",
    "translit": "Al-Ghani",
    "french": "الغنی",
    "meaning": "جو امیر ہے اور تمام چیزوں سے بے نیاز ہے۔",
    "occurrences": "قرآن میں 18 بار آیا ہے",
    "benefits": "دولت کو مضبوط کرتا ہے، آزادی میں آسانی۔",
    "usage": "اللہ کی دولت یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ غنی ہے، اور وہ دولت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی دولت اور تمام چیزوں سے بے نیازی کو ظاہر کرتا ہے۔ وہ واحد حقیقی امیر ہے۔",
    "reference": "سورہ البقرہ (2:263)",
    "spiritual_effect": "الہی رزق کی کفایت کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'الغنی وہ ہے جو امیر ہے اور تمام چیزوں سے بے نیاز ہے۔'"
  },
  "name_90": {
    "arabic": "المغني",
    "translit": "Al-Mughni",
    "french": "المغنی",
    "meaning": "جو جسے چاہے امیر بناتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "دولت کو مضبوط کرتا ہے، مالداری میں آسانی۔",
    "usage": "دولت مانگنے کے لیے، مالداری کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ مغنی ہے، اور وہ دولت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی جسے چاہے امیر بنانے کو ظاہر کرتا ہے۔ وہ واحد حقیقی امیر بنانے والا ہے۔",
    "reference": "سورہ النجم (53:48)",
    "spiritual_effect": "الہی دولت مندی کے لیے شکرگزاری کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'المغنی وہ ہے جو جسے چاہے امیر بناتا ہے۔'"
  },
  "name_91": {
    "arabic": "المانع",
    "translit": "Al-Mani",
    "french": "المانع",
    "meaning": "جو اپنے بندوں کو نقصان سے روکتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "روک تھام کو مضبوط کرتا ہے، حفاظت میں آسانی۔",
    "usage": "نقصان سے بچنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ مانع ہے، اور وہ روک تھام کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی اپنے بندوں کو نقصان سے روکنے کو ظاہر کرتا ہے۔ وہ واحد حقیقی روکنے والا ہے۔",
    "reference": "سورہ البقرہ (2:255)",
    "spiritual_effect": "الہی حفاظت میں بھروسہ کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'المانع وہ ہے جو اپنے بندوں کو نقصان سے روکتا ہے۔'"
  },
  "name_92": {
    "arabic": "الضار",
    "translit": "Ad-Darr",
    "french": "الضار",
    "meaning": "جو جسے چاہے نقصان پہنچاتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "صبر کو مضبوط کرتا ہے، قبولیت میں آسانی۔",
    "usage": "نقصان کو قبول کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ ضار ہے، اور وہ نقصان کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی جسے چاہے نقصان پہنچانے کو ظاہر کرتا ہے۔ وہ واحد حقیقی نقصان پہنچانے والا ہے۔",
    "reference": "سورہ الانعام (6:17)",
    "spiritual_effect": "نقصان میں صبر کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'الضار وہ ہے جو جسے چاہے نقصان پہنچاتا ہے۔'"
  },
  "name_93": {
    "arabic": "النافع",
    "translit": "An-Nafi",
    "french": "النافع",
    "meaning": "جو جسے چاہے فائدہ پہنچاتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "فائدہ کو مضبوط کرتا ہے، نفع میں آسانی۔",
    "usage": "فائدہ مانگنے کے لیے، نفع کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ نافع ہے، اور وہ فائدے کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی جسے چاہے فائدہ پہنچانے کو ظاہر کرتا ہے۔ وہ واحد حقیقی فائدہ پہنچانے والا ہے۔",
    "reference": "قرآن میں اشارہ",
    "spiritual_effect": "الہی فائدے کے لیے شکرگزاری کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'النافع وہ ہے جو جسے چاہے فائدہ پہنچاتا ہے۔'"
  },
  "name_94": {
    "arabic": "النور",
    "translit": "An-Nur",
    "french": "النور",
    "meaning": "جو آسمانوں اور زمین کا نور ہے۔",
    "occurrences": "قرآن میں 5 بار آیا ہے",
    "benefits": "نور کو مضبوط کرتا ہے، ہدایت میں آسانی۔",
    "usage": "نور مانگنے کے لیے، ہدایت کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ نور ہے، اور وہ نور کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کے آسمانوں اور زمین کا نور ہونے کو ظاہر کرتا ہے۔ وہ واحد حقیقی نور ہے۔",
    "reference": "سورہ النور (24:35)",
    "spiritual_effect": "الہی ہدایت کی تلاش کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'النور وہ ہے جو آسمانوں اور زمین کا نور ہے۔'"
  },
  "name_95": {
    "arabic": "الهادي",
    "translit": "Al-Hadi",
    "french": "الہادی",
    "meaning": "جو جسے چاہے سیدھے راستے کی ہدایت دیتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "ہدایت کو مضبوط کرتا ہے، رہنمائی میں آسانی۔",
    "usage": "ہدایت مانگنے کے لیے، رہنمائی کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ ہادی ہے، اور وہ ہدایت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی جسے چاہے سیدھے راستے کی ہدایت دینے کو ظاہر کرتا ہے۔ وہ واحد حقیقی ہادی ہے۔",
    "reference": "سورہ الحج (22:54)",
    "spiritual_effect": "الہی ہدایت کی تلاش کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'الہادی وہ ہے جو جسے چاہے سیدھے راستے کی ہدایت دیتا ہے۔'"
  },
  "name_96": {
    "arabic": "البديع",
    "translit": "Al-Badi",
    "french": "البدیع",
    "meaning": "جو بغیر کسی مثال کے تخلیق کرتا ہے۔",
    "occurrences": "قرآن میں 2 بار آیا ہے",
    "benefits": "تخلیقی صلاحیت کو مضبوط کرتا ہے، بدعت میں آسانی۔",
    "usage": "اللہ کی تخلیقی صلاحیت یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ بدیع ہے، اور وہ تخلیقی صلاحیت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی بغیر کسی مثال کے تخلیق کرنے کو ظاہر کرتا ہے۔ وہ واحد حقیقی بدیع ہے۔",
    "reference": "سورہ البقرہ (2:117)",
    "spiritual_effect": "الہی تخلیقی صلاحیت کا رعب کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'البدیع وہ ہے جو بغیر کسی مثال کے تخلیق کرتا ہے۔'"
  },
  "name_97": {
    "arabic": "الباقي",
    "translit": "Al-Baqi",
    "french": "الباقی",
    "meaning": "جو ہمیشہ کے لیے باقی رہتا ہے۔",
    "occurrences": "قرآن میں 1 بار آیا ہے",
    "benefits": "ثبات کو مضبوط کرتا ہے، ابدیت میں آسانی۔",
    "usage": "اللہ کے ثبات یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ باقی ہے، اور وہ ثبات کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کے ہمیشہ کے لیے باقی رہنے کو ظاہر کرتا ہے۔ وہ واحد حقیقی باقی ہے۔",
    "reference": "سورہ الرحمٰن (55:27)",
    "spiritual_effect": "الہی ابدیت کے شعور کو فروغ دیتا ہے۔",
    "citation": "الغزالی: 'الباقی وہ ہے جو ہمیشہ کے لیے باقی رہتا ہے۔'"
  },
  "name_98": {
    "arabic": "الوارث",
    "translit": "Al-Warith",
    "french": "الوارث",
    "meaning": "جو تمام چیزوں کا وارث ہے۔",
    "occurrences": "قرآن میں 2 بار آیا ہے",
    "benefits": "وراثت کو مضبوط کرتا ہے، جانشینی میں آسانی۔",
    "usage": "اللہ کی وراثت یاد کرنے کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ وارث ہے، اور وہ وراثت کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کی تمام چیزوں کا وارث ہونے کو ظاہر کرتا ہے۔ وہ واحد حقیقی وارث ہے۔",
    "reference": "سورہ الحجر (15:23)",
    "spiritual_effect": "الہی ملکیت کے شعور کو فروغ دیتا ہے۔",
    "citation": "ابن قیم: 'الوارث وہ ہے جو تمام چیزوں کا وارث ہے۔'"
  },
  "name_99": {
    "arabic": "الصبور",
    "translit": "As-Saboor",
    "french": "الصبور",
    "meaning": "جو صابر ہے اور سزا دینے میں جلدی نہیں کرتا۔",
    "occurrences": "قرآن میں براہ راست نہیں، لیکن حدیث اور روایت سے ماخوذ ہے",
    "benefits": "صبر کو مضبوط کرتا ہے، برداشت میں آسانی۔",
    "usage": "صبر مانگنے کے لیے، برداشت کے لیے پڑھا جاتا ہے۔",
    "hadith": "نبی ﷺ نے فرمایا: 'اللہ صبور ہے، اور وہ صبر کو پسند کرتا ہے۔'",
    "details": "یہ نام اللہ کے صبر اور سزا دینے میں جلدی نہ کرنے کو ظاہر کرتا ہے۔ وہ واحد حقیقی صابر ہے۔",
    "reference": "حدیث اور روایت سے ماخوذ",
    "spiritual_effect": "آزمائشوں کا سامنا کرنے میں صبر کو فروغ دیتا ہے۔",
    "citation": "ابن کثیر: 'الصبور وہ ہے جو صابر ہے اور سزا دینے میں جلدی نہیں کرتا۔'"
  }
}
