{
  "title": "The 99 Names of Allah",
  "subtitle": "Discover the most beautiful names of Allah and their meanings",
  "search_placeholder": "Search for a name...",
  "sections": {
    "meaning": "Meaning",
    "occurrences": "Occurrences",
    "benefits": "Benefits",
    "usage": "Usage",
    "hadith": "Hadith",
    "details": "Details",
    "reference": "Reference",
    "spiritual_effect": "Spiritual Effect",
    "citation": "Citation"
  },
  "name_1": {
    "arabic": "الله",
    "translit": "Allah",
    "french": "Allah",
    "meaning": "The supreme name of Allah, encompassing all His attributes. It designates the One Being, Creator, Master and Sovereign of the universe.",
    "occurrences": "2697 times in the Quran",
    "benefits": "Protection against difficulties, strengthens faith, attracts blessings.",
    "usage": "Recited to draw closer to Allah, for protection and important supplications.",
    "hadith": "The Prophet ﷺ said: 'Allah has 99 names, one hundred minus one. Whoever memorizes them will enter Paradise.' (Sahih Al-Bukhari)",
    "details": "This name is unique as it is never used for anyone other than Allah. It contains within itself all attributes of perfection and majesty. It is the most frequently mentioned name in the Quran and is used in all supplication formulas.",
    "reference": "Surah Al-Ikhlas (112:1): 'Say: He is Allah, [who is] One.'",
    "spiritual_effect": "Meditating on this name strengthens oneness (tawhid) and total submission to God.",
    "citation": "Ibn Kathir: 'Allah is the proper name of the Lord, which cannot be attributed to any other.'"
  },
  "name_2": {
    "arabic": "الرحمن",
    "translit": "Ar-Rahman",
    "french": "The Most Merciful",
    "meaning": "The One whose mercy encompasses all creation, believers and non-believers, in this world and the hereafter.",
    "occurrences": "57 times in the Quran",
    "benefits": "Attracts divine mercy, facilitates affairs, protects from difficulties.",
    "usage": "Recited to ask for mercy, for difficult situations.",
    "hadith": "The Prophet ﷺ said: 'Allah is more merciful to His servants than a mother is to her child.' (Sahih Al-Bukhari)",
    "details": "This name is specific to Allah and cannot be used for creatures. It represents Allah's general mercy that encompasses all living beings, believers and non-believers. It is the first name mentioned in the Quran after 'Bismillah'.",
    "reference": "Surah Maryam (19:58)",
    "spiritual_effect": "Softens the heart, encourages compassion towards others.",
    "difference": "Ar-Rahman designates general mercy, Ar-Rahim specific mercy for believers.",
    "citation": "Ibn Qayyim: 'Ar-Rahman is the source of all mercy, visible and invisible.'"
  },
  "name_3": {
    "arabic": "الرحيم",
    "translit": "Ar-Rahim",
    "french": "The Most Compassionate",
    "meaning": "The One whose mercy is specific to believers, particularly in the hereafter.",
    "occurrences": "114 times in the Quran",
    "benefits": "Strengthens faith, attracts forgiveness, facilitates access to Paradise.",
    "usage": "Recited for repentance, to ask for forgiveness, for supplications.",
    "hadith": "The Prophet ﷺ said: 'When Allah created mercy, He divided it into one hundred parts. He kept ninety-nine with Him and sent down one to earth.' (Sahih Al-Bukhari)",
    "details": "This name represents Allah's special mercy reserved for believers. Unlike Ar-Rahman, this name can be used for creatures. It is often mentioned in conjunction with Ar-Rahman in the Quran.",
    "reference": "Surah Al-Fatiha (1:3)",
    "spiritual_effect": "Promotes hope and trust in divine forgiveness.",
    "difference": "Ar-Rahim is specific mercy, Ar-Rahman is general mercy.",
    "citation": "Al-Ghazali: 'Ar-Rahim is the One who grants His mercy continuously.'"
  },
  "name_4": {
    "arabic": "الملك",
    "translit": "Al-Malik",
    "french": "The Sovereign",
    "meaning": "The absolute King, the Master of all things, whose sovereignty has neither beginning nor end.",
    "occurrences": "5 times in the Quran",
    "benefits": "Strengthens divine sovereignty, protects against oppression.",
    "usage": "Recited to remember Allah's sovereignty, for protection.",
    "hadith": "The Prophet ﷺ said: 'The greatest name of Allah is in these verses: 'Allah - there is no deity except Him, the Ever-Living, the Self-Sustaining.' (Surah Al-Baqarah, 255) and 'Alif, Lam, Mim. Allah - there is no deity except Him, the Ever-Living, the Self-Sustaining.' (Surah Al-Imran, 1-2)",
    "details": "This name emphasizes Allah's absolute sovereignty over all creation. He is the only true King whose power is unlimited and whose authority is absolute. All other sovereignty is temporary and derived from His.",
    "reference": "Surah Al-Hashr (59:23)",
    "spiritual_effect": "Reminds of humility and submission to divine will.",
    "citation": "Ibn Kathir: 'He is the King of everything, and everything depends on His will.'"
  },
  "name_5": {
    "arabic": "القدوس",
    "translit": "Al-Quddus",
    "french": "The Most Holy",
    "meaning": "The One who is free from all defects and imperfections, whose holiness is absolute.",
    "occurrences": "2 times in the Quran",
    "benefits": "Purifies the soul, removes evil thoughts.",
    "usage": "Recited for spiritual purification, to remove evil thoughts.",
    "hadith": "The Prophet ﷺ said: 'The angels say: 'Glory be to You, O Allah, and by Your praise. Blessed is Your name, exalted is Your rank, and there is no deity except You.'",
    "details": "This name expresses Allah's absolute perfection and His freedom from any imperfection. He is the only being who is truly holy and free from all defects. This name is often mentioned in glorification formulas (tasbih).",
    "reference": "Surah Al-Hashr (59:23)",
    "spiritual_effect": "Promotes inner purity and aspiration to moral perfection.",
    "citation": "Al-Qurtubi: 'Al-Quddus is the One who is free from all defects.'"
  },
  "name_6": {
    "arabic": "السلام",
    "translit": "As-Salam",
    "french": "The Peace",
    "meaning": "The One who is free from all defects and who grants peace to His creatures.",
    "occurrences": "1 time in the Quran",
    "benefits": "Brings inner peace, protects against dangers.",
    "usage": "Recited for security, for peace of heart.",
    "hadith": "The Prophet ﷺ said: 'Allah is Peace, and peace comes from Him. Peace be upon you, O inhabitants of the heavens.'",
    "details": "This name has two aspects: Allah is Himself at peace (without defect) and He is the source of all peace. He grants peace to His servants in this world and the hereafter. This name is particularly important in the context of Islamic greeting (salam).",
    "reference": "Surah Al-Hashr (59:23)",
    "spiritual_effect": "Calms the soul and promotes serenity in trials.",
    "citation": "Ibn Kathir: 'As-Salam is the One who grants peace to His servants.'"
  },
  "name_7": {
    "arabic": "المؤمن",
    "translit": "Al-Mu'min",
    "french": "The Faithful",
    "meaning": "The One who grants security and peace to His servants, and confirms the truthfulness of His messengers.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens faith, brings inner security.",
    "usage": "Recited to strengthen faith, for security.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Faithful, and He loves faithfulness.'",
    "details": "This name has two aspects: Allah is Himself faithful to His promises and He grants security to His servants. He is the source of all security and peace. This name is particularly important in the context of faith and trust in Allah.",
    "reference": "Surah Al-Hashr (59:23)",
    "spiritual_effect": "Strengthens trust and serenity in facing the future.",
    "citation": "Al-Ghazali: 'Al-Mu'min is the One who grants security to His servants.'"
  },
  "name_8": {
    "arabic": "المهيمن",
    "translit": "Al-Muhaymin",
    "french": "The Preserver",
    "meaning": "The One who watches over all things, protects and supervises His creation.",
    "occurrences": "1 time in the Quran",
    "benefits": "Protects against dangers, strengthens vigilance.",
    "usage": "Recited for protection, for vigilance.",
    "hadith": "The Prophet ﷺ said: 'Allah watches over His servants and protects them.'",
    "details": "This name emphasizes Allah's role as protector and guardian of all creation. He watches over all actions of His servants and protects them against dangers. This name is particularly important in the context of divine protection.",
    "reference": "Surah Al-Hashr (59:23)",
    "spiritual_effect": "Promotes vigilance and awareness of divine presence.",
    "citation": "Ibn Kathir: 'Al-Muhaymin is the One who protects and supervises His creation.'"
  },
  "name_9": {
    "arabic": "العزيز",
    "translit": "Al-Aziz",
    "french": "The Almighty",
    "meaning": "The One who is powerful, invincible, and whose strength cannot be surpassed.",
    "occurrences": "92 times in the Quran",
    "benefits": "Strengthens divine power, protects against enemies.",
    "usage": "Recited for strength, for protection.",
    "hadith": "The Prophet ﷺ said: 'Allah is Powerful and He loves strength.'",
    "details": "This name expresses Allah's absolute power and His invincibility. He is the only truly powerful being, and all other power is temporary and derived from His. This name is often mentioned in the Quran in conjunction with other divine attributes.",
    "reference": "Surah Al-Hashr (59:23)",
    "spiritual_effect": "Gives confidence and courage in facing adversity.",
    "citation": "Ibn Qayyim: 'Al-Aziz is the One whose power cannot be overcome.'"
  },
  "name_10": {
    "arabic": "الجبار",
    "translit": "Al-Jabbar",
    "french": "The Compeller",
    "meaning": "The One who compels, constrains, and repairs all things, especially broken hearts.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens divine domination, repairs broken hearts.",
    "usage": "Recited for inner strength, for repair.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Compeller, and He repairs broken hearts.'",
    "details": "This name has two aspects: Allah compels all things and He repairs what is broken. He is the only truly compelling being, and all other compulsion is temporary and derived from His. This name is particularly important in the context of strength and repair.",
    "reference": "Surah Al-Hashr (59:23)",
    "spiritual_effect": "Soothes wounded hearts and gives strength to overcome trials.",
    "citation": "Al-Ghazali: 'Al-Jabbar is the One who repairs what is broken and compels all things.'"
  },
  "name_11": {
    "arabic": "المتكبر",
    "translit": "Al-Mutakabbir",
    "french": "The Majestic",
    "meaning": "The One who is above all things, whose greatness is absolute.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens divine greatness, protects against pride.",
    "usage": "Recited to remember Allah's greatness.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Greatest, and He loves greatness.'",
    "details": "This name expresses Allah's absolute greatness and His elevation above all things. He is the only truly great being, and all other greatness is temporary and derived from His. This name is particularly important in the context of humility and submission.",
    "reference": "Surah Al-Hashr (59:23)",
    "spiritual_effect": "Promotes humility and awareness of divine greatness.",
    "citation": "Ibn Kathir: 'Al-Mutakabbir is the One who is above all things.'"
  },
  "name_12": {
    "arabic": "الخالق",
    "translit": "Al-Khaliq",
    "french": "The Creator",
    "meaning": "The One who creates all things from nothing, according to a precise measure.",
    "occurrences": "8 times in the Quran",
    "benefits": "Strengthens faith in creation, facilitates creativity.",
    "usage": "Recited to meditate on creation, for creativity.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Creator of all things.'",
    "details": "This name emphasizes Allah's creative power and His ability to create all things from nothing. He is the only true Creator, and all other creation is just a transformation of what Allah has already created. This name is particularly important in the context of meditation on creation.",
    "reference": "Surah Al-Hashr (59:24)",
    "spiritual_effect": "Promotes contemplation of the signs of creation.",
    "citation": "Al-Ghazali: 'Al-Khaliq is the One who creates all things according to a precise measure.'"
  },
  "name_13": {
    "arabic": "البارئ",
    "translit": "Al-Bari",
    "french": "The Originator",
    "meaning": "The One who creates and shapes all things perfectly.",
    "occurrences": "3 times in the Quran",
    "benefits": "Strengthens faith in the perfection of creation.",
    "usage": "Recited to meditate on the perfection of creation.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Originator of all things.'",
    "details": "This name emphasizes the perfection of Allah's creation and His ability to shape all things harmoniously. He is the only true Originator, and all other origination is just a transformation of what Allah has already created. This name is particularly important in the context of meditation on the perfection of creation.",
    "reference": "Surah Al-Hashr (59:24)",
    "spiritual_effect": "Promotes admiration of divine perfection.",
    "citation": "Ibn Qayyim: 'Al-Bari is the One who creates and shapes all things perfectly.'"
  },
  "name_14": {
    "arabic": "المصور",
    "translit": "Al-Musawwir",
    "french": "The Fashioner",
    "meaning": "The One who gives each thing its unique form and appearance.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens faith in the diversity of creation.",
    "usage": "Recited to meditate on the diversity of creation.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Fashioner of all things.'",
    "details": "This name emphasizes the diversity of Allah's creation and His ability to give each thing a unique form and appearance. He is the only true Fashioner, and all other fashioning is just a transformation of what Allah has already created. This name is particularly important in the context of meditation on the diversity of creation.",
    "reference": "Surah Al-Hashr (59:24)",
    "spiritual_effect": "Promotes appreciation of divine diversity.",
    "citation": "Al-Ghazali: 'Al-Musawwir is the One who gives each thing its unique form.'"
  },
  "name_15": {
    "arabic": "الغفار",
    "translit": "Al-Ghaffar",
    "french": "The All-Forgiving",
    "meaning": "The One who forgives abundantly and covers sins.",
    "occurrences": "5 times in the Quran",
    "benefits": "Attracts divine forgiveness, facilitates repentance.",
    "usage": "Recited to ask for forgiveness, for repentance.",
    "hadith": "The Prophet ﷺ said: 'Allah is more merciful to His servants than a mother is to her child.'",
    "details": "This name emphasizes Allah's mercy and His ability to forgive sins. He is the only true Forgiver, and all other forgiveness is just a manifestation of His mercy. This name is particularly important in the context of repentance and asking for forgiveness.",
    "reference": "Surah Ghafir (40:3)",
    "spiritual_effect": "Promotes hope in divine forgiveness.",
    "citation": "Ibn Kathir: 'Al-Ghaffar is the One who forgives abundantly.'"
  },
  "name_16": {
    "arabic": "القهار",
    "translit": "Al-Qahhar",
    "french": "The Subduer",
    "meaning": "The One who dominates and subjects all things to His will.",
    "occurrences": "6 times in the Quran",
    "benefits": "Strengthens submission to divine will.",
    "usage": "Recited to submit to Allah's will.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Subduer of all things.'",
    "details": "This name emphasizes Allah's domination and His ability to subject all things to His will. He is the only true Subduer, and all other subjugation is temporary and derived from His. This name is particularly important in the context of submission to divine will.",
    "reference": "Surah Ar-Ra'd (13:16)",
    "spiritual_effect": "Promotes acceptance of destiny.",
    "citation": "Al-Ghazali: 'Al-Qahhar is the One who dominates and subjects all things.'"
  },
  "name_17": {
    "arabic": "الوهاب",
    "translit": "Al-Wahhab",
    "french": "The Bestower",
    "meaning": "The One who grants His gifts without counting and without expecting return.",
    "occurrences": "3 times in the Quran",
    "benefits": "Attracts divine gifts, facilitates generosity.",
    "usage": "Recited to ask for gifts, for generosity.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Bestower of all things.'",
    "details": "This name emphasizes Allah's generosity and His ability to grant His gifts without counting. He is the only true Bestower, and all other bestowal is just a manifestation of His generosity. This name is particularly important in the context of asking for gifts and generosity.",
    "reference": "Surah Al-Imran (3:8)",
    "spiritual_effect": "Promotes generosity towards others.",
    "citation": "Ibn Qayyim: 'Al-Wahhab is the One who grants His gifts without counting.'"
  },
  "name_18": {
    "arabic": "الرزاق",
    "translit": "Ar-Razzaq",
    "french": "The Provider",
    "meaning": "The One who provides sustenance for all creatures.",
    "occurrences": "1 time in the Quran",
    "benefits": "Attracts divine provision, facilitates sustenance.",
    "usage": "Recited to ask for provision, for sustenance.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Provider of all things.'",
    "details": "This name emphasizes Allah's role as provider and His ability to provide sustenance for all creatures. He is the only true Provider, and all other provision is just a manifestation of His generosity. This name is particularly important in the context of asking for provision and sustenance.",
    "reference": "Surah Adh-Dhariyat (51:58)",
    "spiritual_effect": "Promotes trust in divine provision.",
    "citation": "Ibn Kathir: 'Ar-Razzaq is the One who provides sustenance for all creatures.'"
  },
  "name_19": {
    "arabic": "الفتاح",
    "translit": "Al-Fattah",
    "french": "The Opener",
    "meaning": "The One who opens all doors and removes all obstacles.",
    "occurrences": "1 time in the Quran",
    "benefits": "Opens doors of opportunity, removes obstacles.",
    "usage": "Recited to ask for opening of doors, for removal of obstacles.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Opener of all things.'",
    "details": "This name emphasizes Allah's ability to open all doors and remove all obstacles. He is the only true Opener, and all other opening is just a manifestation of His power. This name is particularly important in the context of asking for opening of doors and removal of obstacles.",
    "reference": "Surah Saba (34:26)",
    "spiritual_effect": "Promotes hope in divine assistance.",
    "citation": "Al-Ghazali: 'Al-Fattah is the One who opens all doors and removes all obstacles.'"
  },
  "name_20": {
    "arabic": "العليم",
    "translit": "Al-Alim",
    "french": "The All-Knowing",
    "meaning": "The One who knows everything, visible and invisible.",
    "occurrences": "157 times in the Quran",
    "benefits": "Strengthens knowledge, facilitates learning.",
    "usage": "Recited to ask for knowledge, for learning.",
    "hadith": "The Prophet ﷺ said: 'Allah is the All-Knowing, and He loves knowledge.'",
    "details": "This name emphasizes Allah's complete knowledge of everything, visible and invisible. He is the only true Knower, and all other knowledge is just a reflection of His knowledge. This name is particularly important in the context of seeking knowledge and learning.",
    "reference": "Surah Al-Baqarah (2:32)",
    "spiritual_effect": "Promotes humility in seeking knowledge.",
    "citation": "Ibn Qayyim: 'Al-Alim is the One who knows everything, visible and invisible.'"
  },
  "name_21": {
    "arabic": "القابض",
    "translit": "Al-Qabid",
    "french": "The Withholder",
    "meaning": "The One who restricts and withholds according to His wisdom.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens acceptance of divine decree.",
    "usage": "Recited to accept divine decree.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Withholder of all things.'",
    "details": "This name emphasizes Allah's control over all things and His ability to restrict and withhold according to His wisdom. He is the only true Withholder, and all other withholding is temporary and derived from His. This name is particularly important in the context of accepting divine decree.",
    "reference": "Surah Al-Baqarah (2:245)",
    "spiritual_effect": "Promotes patience in times of restriction.",
    "citation": "Ibn Kathir: 'Al-Qabid is the One who restricts and withholds according to His wisdom.'"
  },
  "name_22": {
    "arabic": "الباسط",
    "translit": "Al-Basit",
    "french": "The Expander",
    "meaning": "The One who expands and gives abundantly.",
    "occurrences": "1 time in the Quran",
    "benefits": "Attracts divine expansion, facilitates abundance.",
    "usage": "Recited to ask for expansion, for abundance.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Expander of all things.'",
    "details": "This name emphasizes Allah's generosity and His ability to expand and give abundantly. He is the only true Expander, and all other expansion is just a manifestation of His generosity. This name is particularly important in the context of asking for expansion and abundance.",
    "reference": "Surah Al-Baqarah (2:245)",
    "spiritual_effect": "Promotes gratitude for divine blessings.",
    "citation": "Al-Ghazali: 'Al-Basit is the One who expands and gives abundantly.'"
  },
  "name_23": {
    "arabic": "الخافض",
    "translit": "Al-Khafid",
    "french": "The Abaser",
    "meaning": "The One who lowers and humbles whom He wills.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens humility, protects against pride.",
    "usage": "Recited to seek humility.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Abaser of all things.'",
    "details": "This name emphasizes Allah's power to lower and humble whom He wills. He is the only true Abaser, and all other abasement is temporary and derived from His. This name is particularly important in the context of seeking humility.",
    "reference": "Surah Al-Waqi'ah (56:3)",
    "spiritual_effect": "Promotes humility and submission.",
    "citation": "Ibn Qayyim: 'Al-Khafid is the One who lowers and humbles whom He wills.'"
  },
  "name_24": {
    "arabic": "الرافع",
    "translit": "Ar-Rafi",
    "french": "The Exalter",
    "meaning": "The One who raises and elevates whom He wills.",
    "occurrences": "1 time in the Quran",
    "benefits": "Attracts divine elevation, facilitates success.",
    "usage": "Recited to ask for elevation, for success.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Exalter of all things.'",
    "details": "This name emphasizes Allah's power to raise and elevate whom He wills. He is the only true Exalter, and all other exaltation is temporary and derived from His. This name is particularly important in the context of asking for elevation and success.",
    "reference": "Surah Fatir (35:10)",
    "spiritual_effect": "Promotes hope in divine elevation.",
    "citation": "Ibn Kathir: 'Ar-Rafi is the One who raises and elevates whom He wills.'"
  },
  "name_25": {
    "arabic": "المعز",
    "translit": "Al-Mu'izz",
    "french": "The Honorer",
    "meaning": "The One who gives honor and dignity to whom He wills.",
    "occurrences": "1 time in the Quran",
    "benefits": "Attracts divine honor, facilitates dignity.",
    "usage": "Recited to ask for honor, for dignity.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Honorer of all things.'",
    "details": "This name emphasizes Allah's power to give honor and dignity to whom He wills. He is the only true Honorer, and all other honor is temporary and derived from His. This name is particularly important in the context of asking for honor and dignity.",
    "reference": "Surah Al-Imran (3:26)",
    "spiritual_effect": "Promotes dignity in behavior.",
    "citation": "Al-Ghazali: 'Al-Mu'izz is the One who gives honor and dignity to whom He wills.'"
  },
  "name_26": {
    "arabic": "المذل",
    "translit": "Al-Mudhill",
    "french": "The Humiliator",
    "meaning": "The One who humbles and degrades whom He wills.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens humility, protects against pride.",
    "usage": "Recited to seek humility.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Humiliator of all things.'",
    "details": "This name emphasizes Allah's power to humble and degrade whom He wills. He is the only true Humiliator, and all other humiliation is temporary and derived from His. This name is particularly important in the context of seeking humility.",
    "reference": "Surah Al-Imran (3:26)",
    "spiritual_effect": "Promotes humility and submission.",
    "citation": "Ibn Qayyim: 'Al-Mudhill is the One who humbles and degrades whom He wills.'"
  },
  "name_27": {
    "arabic": "السميع",
    "translit": "As-Sami",
    "french": "The All-Hearing",
    "meaning": "The One who hears everything, without any limitation.",
    "occurrences": "46 times in the Quran",
    "benefits": "Strengthens faith in divine hearing.",
    "usage": "Recited to remember Allah's hearing.",
    "hadith": "The Prophet ﷺ said: 'Allah is the All-Hearing, and He loves those who listen.'",
    "details": "This name emphasizes Allah's ability to hear everything without any limitation. He is the only true Hearer, and all other hearing is limited and derived from His. This name is particularly important in the context of remembering Allah's hearing.",
    "reference": "Surah Al-Baqarah (2:127)",
    "spiritual_effect": "Promotes mindfulness in speech.",
    "citation": "Ibn Kathir: 'As-Sami is the One who hears everything without any limitation.'"
  },
  "name_28": {
    "arabic": "البصير",
    "translit": "Al-Basir",
    "french": "The All-Seeing",
    "meaning": "The One who sees everything, without any limitation.",
    "occurrences": "42 times in the Quran",
    "benefits": "Strengthens faith in divine vision.",
    "usage": "Recited to remember Allah's vision.",
    "hadith": "The Prophet ﷺ said: 'Allah is the All-Seeing, and He loves those who observe.'",
    "details": "This name emphasizes Allah's ability to see everything without any limitation. He is the only true Seer, and all other seeing is limited and derived from His. This name is particularly important in the context of remembering Allah's vision.",
    "reference": "Surah Al-Hadid (57:4)",
    "spiritual_effect": "Promotes mindfulness in actions.",
    "citation": "Al-Ghazali: 'Al-Basir is the One who sees everything without any limitation.'"
  },
  "name_29": {
    "arabic": "الحكم",
    "translit": "Al-Hakam",
    "french": "The Judge",
    "meaning": "The One who judges with perfect justice.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens faith in divine justice.",
    "usage": "Recited to remember Allah's justice.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Judge of all things.'",
    "details": "This name emphasizes Allah's role as the perfect judge and His ability to judge with perfect justice. He is the only true Judge, and all other judgment is limited and derived from His. This name is particularly important in the context of remembering Allah's justice.",
    "reference": "Surah Al-Mumin (40:48)",
    "spiritual_effect": "Promotes justice in behavior.",
    "citation": "Ibn Qayyim: 'Al-Hakam is the One who judges with perfect justice.'"
  },
  "name_30": {
    "arabic": "العدل",
    "translit": "Al-Adl",
    "french": "The Just",
    "meaning": "The One who is perfectly just in all His actions.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens justice, facilitates fairness.",
    "usage": "Recited to ask for justice, for fairness.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Just, and He loves justice.'",
    "details": "This name emphasizes Allah's perfect justice and His ability to be just in all His actions. He is the only true Just, and all other justice is limited and derived from His. This name is particularly important in the context of asking for justice and fairness.",
    "reference": "Surah Al-An'am (6:115)",
    "spiritual_effect": "Promotes justice in all dealings.",
    "citation": "Ibn Kathir: 'Al-Adl is the One who is perfectly just in all His actions.'"
  },
  "name_31": {
    "arabic": "اللطيف",
    "translit": "Al-Latif",
    "french": "The Subtle",
    "meaning": "The One who is subtle and gentle in His dealings.",
    "occurrences": "7 times in the Quran",
    "benefits": "Strengthens gentleness, facilitates subtlety.",
    "usage": "Recited to ask for gentleness, for subtlety.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Subtle, and He loves subtlety.'",
    "details": "This name emphasizes Allah's subtlety and gentleness in His dealings. He is the only true Subtle, and all other subtlety is limited and derived from His. This name is particularly important in the context of asking for gentleness and subtlety.",
    "reference": "Surah Al-Hajj (22:63)",
    "spiritual_effect": "Promotes gentleness in behavior.",
    "citation": "Al-Ghazali: 'Al-Latif is the One who is subtle and gentle in His dealings.'"
  },
  "name_32": {
    "arabic": "الخبير",
    "translit": "Al-Khabir",
    "french": "The All-Aware",
    "meaning": "The One who is aware of everything, visible and invisible.",
    "occurrences": "45 times in the Quran",
    "benefits": "Strengthens awareness, facilitates knowledge.",
    "usage": "Recited to ask for awareness, for knowledge.",
    "hadith": "The Prophet ﷺ said: 'Allah is the All-Aware, and He loves awareness.'",
    "details": "This name emphasizes Allah's complete awareness of everything, visible and invisible. He is the only true Aware, and all other awareness is limited and derived from His. This name is particularly important in the context of asking for awareness and knowledge.",
    "reference": "Surah Al-An'am (6:18)",
    "spiritual_effect": "Promotes mindfulness in all matters.",
    "citation": "Ibn Qayyim: 'Al-Khabir is the One who is aware of everything, visible and invisible.'"
  },
  "name_33": {
    "arabic": "الحليم",
    "translit": "Al-Halim",
    "french": "The Forbearing",
    "meaning": "The One who is patient and forbearing.",
    "occurrences": "15 times in the Quran",
    "benefits": "Strengthens patience, facilitates forbearance.",
    "usage": "Recited to ask for patience, for forbearance.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Forbearing, and He loves forbearance.'",
    "details": "This name emphasizes Allah's patience and forbearance. He is the only true Forbearing, and all other forbearance is limited and derived from His. This name is particularly important in the context of asking for patience and forbearance.",
    "reference": "Surah Al-Baqarah (2:225)",
    "spiritual_effect": "Promotes patience in difficult situations.",
    "citation": "Ibn Kathir: 'Al-Halim is the One who is patient and forbearing.'"
  },
  "name_34": {
    "arabic": "العظيم",
    "translit": "Al-Azim",
    "french": "The Magnificent",
    "meaning": "The One who is magnificent and great beyond measure.",
    "occurrences": "9 times in the Quran",
    "benefits": "Strengthens awe, facilitates reverence.",
    "usage": "Recited to remember Allah's magnificence.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Magnificent, and He loves magnificence.'",
    "details": "This name emphasizes Allah's magnificence and greatness beyond measure. He is the only true Magnificent, and all other magnificence is limited and derived from His. This name is particularly important in the context of remembering Allah's magnificence.",
    "reference": "Surah Al-Baqarah (2:255)",
    "spiritual_effect": "Promotes awe and reverence.",
    "citation": "Al-Ghazali: 'Al-Azim is the One who is magnificent and great beyond measure.'"
  },
  "name_35": {
    "arabic": "الغفور",
    "translit": "Al-Ghafur",
    "french": "The All-Forgiving",
    "meaning": "The One who forgives abundantly.",
    "occurrences": "91 times in the Quran",
    "benefits": "Attracts divine forgiveness, facilitates repentance.",
    "usage": "Recited to ask for forgiveness, for repentance.",
    "hadith": "The Prophet ﷺ said: 'Allah is the All-Forgiving, and He loves forgiveness.'",
    "details": "This name emphasizes Allah's abundant forgiveness. He is the only true Forgiver, and all other forgiveness is limited and derived from His. This name is particularly important in the context of asking for forgiveness and repentance.",
    "reference": "Surah Al-Imran (3:31)",
    "spiritual_effect": "Promotes hope in divine forgiveness.",
    "citation": "Ibn Qayyim: 'Al-Ghafur is the One who forgives abundantly.'"
  },
  "name_36": {
    "arabic": "الشكور",
    "translit": "Ash-Shakur",
    "french": "The Appreciative",
    "meaning": "The One who appreciates and rewards even the smallest good deed.",
    "occurrences": "4 times in the Quran",
    "benefits": "Attracts divine appreciation, facilitates gratitude.",
    "usage": "Recited to ask for appreciation, for gratitude.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Appreciative, and He loves appreciation.'",
    "details": "This name emphasizes Allah's appreciation and His ability to reward even the smallest good deed. He is the only true Appreciative, and all other appreciation is limited and derived from His. This name is particularly important in the context of asking for appreciation and gratitude.",
    "reference": "Surah Fatir (35:30)",
    "spiritual_effect": "Promotes gratitude for blessings.",
    "citation": "Ibn Kathir: 'Ash-Shakur is the One who appreciates and rewards even the smallest good deed.'"
  },
  "name_37": {
    "arabic": "العلي",
    "translit": "Al-Ali",
    "french": "The Most High",
    "meaning": "The One who is high above all things.",
    "occurrences": "31 times in the Quran",
    "benefits": "Strengthens elevation, facilitates transcendence.",
    "usage": "Recited to remember Allah's elevation.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Most High, and He loves elevation.'",
    "details": "This name emphasizes Allah's elevation above all things. He is the only true High, and all other elevation is limited and derived from His. This name is particularly important in the context of remembering Allah's elevation.",
    "reference": "Surah Al-Baqarah (2:255)",
    "spiritual_effect": "Promotes spiritual elevation.",
    "citation": "Al-Ghazali: 'Al-Ali is the One who is high above all things.'"
  },
  "name_38": {
    "arabic": "الكبير",
    "translit": "Al-Kabir",
    "french": "The Most Great",
    "meaning": "The One who is great beyond measure.",
    "occurrences": "9 times in the Quran",
    "benefits": "Strengthens greatness, facilitates majesty.",
    "usage": "Recited to remember Allah's greatness.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Most Great, and He loves greatness.'",
    "details": "This name emphasizes Allah's greatness beyond measure. He is the only true Great, and all other greatness is limited and derived from His. This name is particularly important in the context of remembering Allah's greatness.",
    "reference": "Surah Al-Hajj (22:62)",
    "spiritual_effect": "Promotes awe of divine greatness.",
    "citation": "Ibn Qayyim: 'Al-Kabir is the One who is great beyond measure.'"
  },
  "name_39": {
    "arabic": "الحفيظ",
    "translit": "Al-Hafiz",
    "french": "The Preserver",
    "meaning": "The One who preserves and protects all things.",
    "occurrences": "6 times in the Quran",
    "benefits": "Attracts divine preservation, facilitates protection.",
    "usage": "Recited to ask for preservation, for protection.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Preserver, and He loves preservation.'",
    "details": "This name emphasizes Allah's preservation and protection of all things. He is the only true Preserver, and all other preservation is limited and derived from His. This name is particularly important in the context of asking for preservation and protection.",
    "reference": "Surah Hud (11:57)",
    "spiritual_effect": "Promotes trust in divine protection.",
    "citation": "Ibn Kathir: 'Al-Hafiz is the One who preserves and protects all things.'"
  },
  "name_40": {
    "arabic": "المقيت",
    "translit": "Al-Muqit",
    "french": "The Maintainer",
    "meaning": "The One who maintains and provides for all things.",
    "occurrences": "1 time in the Quran",
    "benefits": "Attracts divine maintenance, facilitates provision.",
    "usage": "Recited to ask for maintenance, for provision.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Maintainer, and He loves maintenance.'",
    "details": "This name emphasizes Allah's maintenance and provision for all things. He is the only true Maintainer, and all other maintenance is limited and derived from His. This name is particularly important in the context of asking for maintenance and provision.",
    "reference": "Surah An-Nisa (4:85)",
    "spiritual_effect": "Promotes trust in divine provision.",
    "citation": "Al-Ghazali: 'Al-Muqit is the One who maintains and provides for all things.'"
  },
  "name_41": {
    "arabic": "الحسيب",
    "translit": "Al-Hasib",
    "french": "The Reckoner",
    "meaning": "The One who takes account of all things.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens accountability, facilitates reckoning.",
    "usage": "Recited to remember divine reckoning.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Reckoner, and He loves reckoning.'",
    "details": "This name emphasizes Allah's role as the perfect reckoner and His ability to take account of all things. He is the only true Reckoner, and all other reckoning is limited and derived from His. This name is particularly important in the context of remembering divine reckoning.",
    "reference": "Surah An-Nisa (4:6)",
    "spiritual_effect": "Promotes mindfulness of accountability.",
    "citation": "Ibn Qayyim: 'Al-Hasib is the One who takes account of all things.'"
  },
  "name_42": {
    "arabic": "الجليل",
    "translit": "Al-Jalil",
    "french": "The Majestic",
    "meaning": "The One who is majestic and glorious.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens majesty, facilitates glory.",
    "usage": "Recited to remember Allah's majesty.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Majestic, and He loves majesty.'",
    "details": "This name emphasizes Allah's majesty and glory. He is the only true Majestic, and all other majesty is limited and derived from His. This name is particularly important in the context of remembering Allah's majesty.",
    "reference": "Surah Ar-Rahman (55:27)",
    "spiritual_effect": "Promotes awe of divine majesty.",
    "citation": "Al-Ghazali: 'Al-Jalil is the One who is majestic and glorious.'"
  },
  "name_43": {
    "arabic": "الكريم",
    "translit": "Al-Karim",
    "french": "The Generous",
    "meaning": "The One who is generous and noble.",
    "occurrences": "27 times in the Quran",
    "benefits": "Attracts divine generosity, facilitates nobility.",
    "usage": "Recited to ask for generosity, for nobility.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Generous, and He loves generosity.'",
    "details": "This name emphasizes Allah's generosity and nobility. He is the only true Generous, and all other generosity is limited and derived from His. This name is particularly important in the context of asking for generosity and nobility.",
    "reference": "Surah Al-Infitar (82:6)",
    "spiritual_effect": "Promotes generosity towards others.",
    "citation": "Ibn Kathir: 'Al-Karim is the One who is generous and noble.'"
  },
  "name_44": {
    "arabic": "الرقيب",
    "translit": "Ar-Raqib",
    "french": "The Watchful",
    "meaning": "The One who watches over all things.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens vigilance, facilitates watchfulness.",
    "usage": "Recited to remember Allah's watchfulness.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Watchful, and He loves watchfulness.'",
    "details": "This name emphasizes Allah's watchfulness over all things. He is the only true Watchful, and all other watchfulness is limited and derived from His. This name is particularly important in the context of remembering Allah's watchfulness.",
    "reference": "Surah An-Nisa (4:1)",
    "spiritual_effect": "Promotes mindfulness of divine presence.",
    "citation": "Al-Ghazali: 'Ar-Raqib is the One who watches over all things.'"
  },
  "name_45": {
    "arabic": "المجيب",
    "translit": "Al-Mujib",
    "french": "The Responsive",
    "meaning": "The One who responds to all supplications.",
    "occurrences": "1 time in the Quran",
    "benefits": "Attracts divine response, facilitates supplication.",
    "usage": "Recited to ask for response, for supplication.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Responsive, and He loves response.'",
    "details": "This name emphasizes Allah's responsiveness to all supplications. He is the only true Responsive, and all other response is limited and derived from His. This name is particularly important in the context of asking for response and supplication.",
    "reference": "Surah Hud (11:61)",
    "spiritual_effect": "Promotes hope in divine response.",
    "citation": "Ibn Qayyim: 'Al-Mujib is the One who responds to all supplications.'"
  },
  "name_46": {
    "arabic": "الواسع",
    "translit": "Al-Wasi",
    "french": "The All-Encompassing",
    "meaning": "The One whose knowledge and mercy encompass all things.",
    "occurrences": "9 times in the Quran",
    "benefits": "Strengthens expansiveness, facilitates encompassment.",
    "usage": "Recited to remember Allah's encompassment.",
    "hadith": "The Prophet ﷺ said: 'Allah is the All-Encompassing, and He loves encompassment.'",
    "details": "This name emphasizes Allah's encompassment of all things with His knowledge and mercy. He is the only true All-Encompassing, and all other encompassment is limited and derived from His. This name is particularly important in the context of remembering Allah's encompassment.",
    "reference": "Surah Al-Baqarah (2:247)",
    "spiritual_effect": "Promotes trust in divine mercy.",
    "citation": "Ibn Kathir: 'Al-Wasi is the One whose knowledge and mercy encompass all things.'"
  },
  "name_47": {
    "arabic": "الحكيم",
    "translit": "Al-Hakim",
    "french": "The Wise",
    "meaning": "The One who is perfect in wisdom.",
    "occurrences": "97 times in the Quran",
    "benefits": "Strengthens wisdom, facilitates understanding.",
    "usage": "Recited to ask for wisdom, for understanding.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Wise, and He loves wisdom.'",
    "details": "This name emphasizes Allah's perfect wisdom. He is the only true Wise, and all other wisdom is limited and derived from His. This name is particularly important in the context of asking for wisdom and understanding.",
    "reference": "Surah Al-Baqarah (2:32)",
    "spiritual_effect": "Promotes wisdom in decisions.",
    "citation": "Al-Ghazali: 'Al-Hakim is the One who is perfect in wisdom.'"
  },
  "name_48": {
    "arabic": "الودود",
    "translit": "Al-Wadud",
    "french": "The Loving",
    "meaning": "The One who loves His creation and is loved by them.",
    "occurrences": "2 times in the Quran",
    "benefits": "Attracts divine love, facilitates affection.",
    "usage": "Recited to ask for love, for affection.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Loving, and He loves love.'",
    "details": "This name emphasizes Allah's love for His creation and their love for Him. He is the only true Loving, and all other love is limited and derived from His. This name is particularly important in the context of asking for love and affection.",
    "reference": "Surah Hud (11:90)",
    "spiritual_effect": "Promotes love for Allah and His creation.",
    "citation": "Ibn Qayyim: 'Al-Wadud is the One who loves His creation and is loved by them.'"
  },
  "name_49": {
    "arabic": "المجيد",
    "translit": "Al-Majid",
    "french": "The Glorious",
    "meaning": "The One who is glorious and noble.",
    "occurrences": "2 times in the Quran",
    "benefits": "Strengthens glory, facilitates nobility.",
    "usage": "Recited to remember Allah's glory.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Glorious, and He loves glory.'",
    "details": "This name emphasizes Allah's glory and nobility. He is the only true Glorious, and all other glory is limited and derived from His. This name is particularly important in the context of remembering Allah's glory.",
    "reference": "Surah Hud (11:73)",
    "spiritual_effect": "Promotes awe of divine glory.",
    "citation": "Ibn Kathir: 'Al-Majid is the One who is glorious and noble.'"
  },
  "name_50": {
    "arabic": "الباعث",
    "translit": "Al-Ba'ith",
    "french": "The Resurrector",
    "meaning": "The One who resurrects all creatures on the Day of Judgment.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens faith in resurrection, facilitates preparation.",
    "usage": "Recited to remember resurrection.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Resurrector, and He loves resurrection.'",
    "details": "This name emphasizes Allah's power to resurrect all creatures on the Day of Judgment. He is the only true Resurrector, and all other resurrection is limited and derived from His. This name is particularly important in the context of remembering resurrection.",
    "reference": "Surah Al-Hajj (22:7)",
    "spiritual_effect": "Promotes preparation for the Hereafter.",
    "citation": "Al-Ghazali: 'Al-Ba'ith is the One who resurrects all creatures on the Day of Judgment.'"
  },
  "name_51": {
    "arabic": "الشهيد",
    "translit": "Ash-Shahid",
    "french": "The Witness",
    "meaning": "The One who witnesses all things.",
    "occurrences": "19 times in the Quran",
    "benefits": "Strengthens awareness of divine presence.",
    "usage": "Recited to remember Allah's witnessing.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Witness, and He loves witnessing.'",
    "details": "This name emphasizes Allah's role as the perfect witness of all things. He is the only true Witness, and all other witnessing is limited and derived from His. This name is particularly important in the context of remembering Allah's witnessing.",
    "reference": "Surah Al-Hajj (22:17)",
    "spiritual_effect": "Promotes mindfulness of divine presence.",
    "citation": "Ibn Qayyim: 'Ash-Shahid is the One who witnesses all things.'"
  },
  "name_52": {
    "arabic": "الحق",
    "translit": "Al-Haqq",
    "french": "The Truth",
    "meaning": "The One who is true and just.",
    "occurrences": "10 times in the Quran",
    "benefits": "Strengthens truth, facilitates justice.",
    "usage": "Recited to remember Allah's truth.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Truth, and He loves truth.'",
    "details": "This name emphasizes Allah's truth and justice. He is the only true Truth, and all other truth is limited and derived from His. This name is particularly important in the context of remembering Allah's truth.",
    "reference": "Surah Al-Hajj (22:6)",
    "spiritual_effect": "Promotes truthfulness in speech and action.",
    "citation": "Al-Ghazali: 'Al-Haqq is the One who is true and just.'"
  },
  "name_53": {
    "arabic": "الوكيل",
    "translit": "Al-Wakil",
    "french": "The Trustee",
    "meaning": "The One who is the best trustee and guardian.",
    "occurrences": "14 times in the Quran",
    "benefits": "Strengthens trust, facilitates reliance.",
    "usage": "Recited to ask for trust, for reliance.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Trustee, and He loves trust.'",
    "details": "This name emphasizes Allah's role as the perfect trustee and guardian. He is the only true Trustee, and all other trusteeship is limited and derived from His. This name is particularly important in the context of asking for trust and reliance.",
    "reference": "Surah Al-Imran (3:173)",
    "spiritual_effect": "Promotes trust in divine care.",
    "citation": "Ibn Kathir: 'Al-Wakil is the One who is the best trustee and guardian.'"
  },
  "name_54": {
    "arabic": "القوي",
    "translit": "Al-Qawi",
    "french": "The Strong",
    "meaning": "The One who is perfect in strength.",
    "occurrences": "9 times in the Quran",
    "benefits": "Strengthens power, facilitates strength.",
    "usage": "Recited to remember Allah's strength.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Strong, and He loves strength.'",
    "details": "This name emphasizes Allah's perfect strength. He is the only true Strong, and all other strength is limited and derived from His. This name is particularly important in the context of remembering Allah's strength.",
    "reference": "Surah Al-Hajj (22:40)",
    "spiritual_effect": "Promotes reliance on divine strength.",
    "citation": "Al-Ghazali: 'Al-Qawi is the One who is perfect in strength.'"
  },
  "name_55": {
    "arabic": "المتين",
    "translit": "Al-Matin",
    "french": "The Firm",
    "meaning": "The One who is firm and steadfast.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens firmness, facilitates steadfastness.",
    "usage": "Recited to ask for firmness, for steadfastness.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Firm, and He loves firmness.'",
    "details": "This name emphasizes Allah's firmness and steadfastness. He is the only true Firm, and all other firmness is limited and derived from His. This name is particularly important in the context of asking for firmness and steadfastness.",
    "reference": "Surah Adh-Dhariyat (51:58)",
    "spiritual_effect": "Promotes steadfastness in faith.",
    "citation": "Ibn Qayyim: 'Al-Matin is the One who is firm and steadfast.'"
  },
  "name_56": {
    "arabic": "الولي",
    "translit": "Al-Wali",
    "french": "The Protector",
    "meaning": "The One who is the best protector and helper.",
    "occurrences": "15 times in the Quran",
    "benefits": "Attracts divine protection, facilitates help.",
    "usage": "Recited to ask for protection, for help.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Protector, and He loves protection.'",
    "details": "This name emphasizes Allah's role as the perfect protector and helper. He is the only true Protector, and all other protection is limited and derived from His. This name is particularly important in the context of asking for protection and help.",
    "reference": "Surah Al-Baqarah (2:257)",
    "spiritual_effect": "Promotes trust in divine protection.",
    "citation": "Ibn Kathir: 'Al-Wali is the One who is the best protector and helper.'"
  },
  "name_57": {
    "arabic": "الحميد",
    "translit": "Al-Hamid",
    "french": "The Praiseworthy",
    "meaning": "The One who is worthy of all praise.",
    "occurrences": "17 times in the Quran",
    "benefits": "Strengthens praise, facilitates gratitude.",
    "usage": "Recited to remember Allah's praiseworthiness.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Praiseworthy, and He loves praise.'",
    "details": "This name emphasizes Allah's worthiness of all praise. He is the only true Praiseworthy, and all other praise is limited and derived from His. This name is particularly important in the context of remembering Allah's praiseworthiness.",
    "reference": "Surah Al-Hajj (22:64)",
    "spiritual_effect": "Promotes gratitude and praise.",
    "citation": "Al-Ghazali: 'Al-Hamid is the One who is worthy of all praise.'"
  },
  "name_58": {
    "arabic": "المحصي",
    "translit": "Al-Muhsi",
    "french": "The Counter",
    "meaning": "The One who counts and records all things.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens accountability, facilitates reckoning.",
    "usage": "Recited to remember divine counting.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Counter, and He loves counting.'",
    "details": "This name emphasizes Allah's role as the perfect counter and recorder of all things. He is the only true Counter, and all other counting is limited and derived from His. This name is particularly important in the context of remembering divine counting.",
    "reference": "Surah Maryam (19:94)",
    "spiritual_effect": "Promotes mindfulness of divine accounting.",
    "citation": "Ibn Qayyim: 'Al-Muhsi is the One who counts and records all things.'"
  },
  "name_59": {
    "arabic": "المبدئ",
    "translit": "Al-Mubdi",
    "french": "The Originator",
    "meaning": "The One who originates all things.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens creativity, facilitates origination.",
    "usage": "Recited to remember Allah's origination.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Originator, and He loves origination.'",
    "details": "This name emphasizes Allah's role as the perfect originator of all things. He is the only true Originator, and all other origination is limited and derived from His. This name is particularly important in the context of remembering Allah's origination.",
    "reference": "Surah Al-Buruj (85:13)",
    "spiritual_effect": "Promotes appreciation of divine creation.",
    "citation": "Ibn Kathir: 'Al-Mubdi is the One who originates all things.'"
  },
  "name_60": {
    "arabic": "المعيد",
    "translit": "Al-Mu'id",
    "french": "The Restorer",
    "meaning": "The One who restores all things.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens restoration, facilitates renewal.",
    "usage": "Recited to ask for restoration, for renewal.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Restorer, and He loves restoration.'",
    "details": "This name emphasizes Allah's role as the perfect restorer of all things. He is the only true Restorer, and all other restoration is limited and derived from His. This name is particularly important in the context of asking for restoration and renewal.",
    "reference": "Surah Al-Buruj (85:13)",
    "spiritual_effect": "Promotes hope in divine restoration.",
    "citation": "Al-Ghazali: 'Al-Mu'id is the One who restores all things.'"
  },
  "name_61": {
    "arabic": "المحيي",
    "translit": "Al-Muhyi",
    "french": "The Giver of Life",
    "meaning": "The One who gives life to all things.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens life, facilitates vitality.",
    "usage": "Recited to ask for life, for vitality.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Giver of Life, and He loves life.'",
    "details": "This name emphasizes Allah's role as the giver of life to all things. He is the only true Giver of Life, and all other life is limited and derived from His. This name is particularly important in the context of asking for life and vitality.",
    "reference": "Surah Ar-Rum (30:50)",
    "spiritual_effect": "Promotes appreciation of divine life.",
    "citation": "Ibn Qayyim: 'Al-Muhyi is the One who gives life to all things.'"
  },
  "name_62": {
    "arabic": "المميت",
    "translit": "Al-Mumit",
    "french": "The Taker of Life",
    "meaning": "The One who takes life from all things.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens acceptance of death.",
    "usage": "Recited to remember death.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Taker of Life, and He loves death.'",
    "details": "This name emphasizes Allah's role as the taker of life from all things. He is the only true Taker of Life, and all other death is limited and derived from His. This name is particularly important in the context of remembering death.",
    "reference": "Surah Al-Mulk (67:2)",
    "spiritual_effect": "Promotes preparation for death.",
    "citation": "Al-Ghazali: 'Al-Mumit is the One who takes life from all things.'"
  },
  "name_63": {
    "arabic": "الحي",
    "translit": "Al-Hayy",
    "french": "The Ever-Living",
    "meaning": "The One who is eternally alive.",
    "occurrences": "5 times in the Quran",
    "benefits": "Strengthens eternal life, facilitates immortality.",
    "usage": "Recited to remember Allah's eternal life.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Ever-Living, and He loves eternal life.'",
    "details": "This name emphasizes Allah's eternal life. He is the only true Ever-Living, and all other life is temporary and derived from His. This name is particularly important in the context of remembering Allah's eternal life.",
    "reference": "Surah Al-Baqarah (2:255)",
    "spiritual_effect": "Promotes awareness of divine eternity.",
    "citation": "Ibn Kathir: 'Al-Hayy is the One who is eternally alive.'"
  },
  "name_64": {
    "arabic": "القيوم",
    "translit": "Al-Qayyum",
    "french": "The Self-Sustaining",
    "meaning": "The One who sustains all things.",
    "occurrences": "3 times in the Quran",
    "benefits": "Strengthens sustenance, facilitates maintenance.",
    "usage": "Recited to remember Allah's sustenance.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Self-Sustaining, and He loves sustenance.'",
    "details": "This name emphasizes Allah's role as the sustainer of all things. He is the only true Self-Sustaining, and all other sustenance is limited and derived from His. This name is particularly important in the context of remembering Allah's sustenance.",
    "reference": "Surah Al-Baqarah (2:255)",
    "spiritual_effect": "Promotes trust in divine sustenance.",
    "citation": "Al-Ghazali: 'Al-Qayyum is the One who sustains all things.'"
  },
  "name_65": {
    "arabic": "الواجد",
    "translit": "Al-Wajid",
    "french": "The Finder",
    "meaning": "The One who finds all things.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens finding, facilitates discovery.",
    "usage": "Recited to ask for finding, for discovery.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Finder, and He loves finding.'",
    "details": "This name emphasizes Allah's role as the finder of all things. He is the only true Finder, and all other finding is limited and derived from His. This name is particularly important in the context of asking for finding and discovery.",
    "reference": "Surah Ad-Duha (93:6)",
    "spiritual_effect": "Promotes hope in divine discovery.",
    "citation": "Ibn Qayyim: 'Al-Wajid is the One who finds all things.'"
  },
  "name_66": {
    "arabic": "الماجد",
    "translit": "Al-Majid",
    "french": "The Noble",
    "meaning": "The One who is noble and glorious.",
    "occurrences": "2 times in the Quran",
    "benefits": "Strengthens nobility, facilitates glory.",
    "usage": "Recited to remember Allah's nobility.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Noble, and He loves nobility.'",
    "details": "This name emphasizes Allah's nobility and glory. He is the only true Noble, and all other nobility is limited and derived from His. This name is particularly important in the context of remembering Allah's nobility.",
    "reference": "Surah Hud (11:73)",
    "spiritual_effect": "Promotes awe of divine nobility.",
    "citation": "Ibn Kathir: 'Al-Majid is the One who is noble and glorious.'"
  },
  "name_67": {
    "arabic": "الواحد",
    "translit": "Al-Wahid",
    "french": "The One",
    "meaning": "The One who is unique and alone.",
    "occurrences": "22 times in the Quran",
    "benefits": "Strengthens unity, facilitates oneness.",
    "usage": "Recited to remember Allah's oneness.",
    "hadith": "The Prophet ﷺ said: 'Allah is the One, and He loves oneness.'",
    "details": "This name emphasizes Allah's uniqueness and oneness. He is the only true One, and all other oneness is limited and derived from His. This name is particularly important in the context of remembering Allah's oneness.",
    "reference": "Surah Al-Baqarah (2:163)",
    "spiritual_effect": "Promotes awareness of divine unity.",
    "citation": "Al-Ghazali: 'Al-Wahid is the One who is unique and alone.'"
  },
  "name_68": {
    "arabic": "الأحد",
    "translit": "Al-Ahad",
    "french": "The Unique",
    "meaning": "The One who is absolutely unique.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens uniqueness, facilitates singularity.",
    "usage": "Recited to remember Allah's uniqueness.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Unique, and He loves uniqueness.'",
    "details": "This name emphasizes Allah's absolute uniqueness. He is the only true Unique, and all other uniqueness is limited and derived from His. This name is particularly important in the context of remembering Allah's uniqueness.",
    "reference": "Surah Al-Ikhlas (112:1)",
    "spiritual_effect": "Promotes awareness of divine singularity.",
    "citation": "Ibn Qayyim: 'Al-Ahad is the One who is absolutely unique.'"
  },
  "name_69": {
    "arabic": "الصمد",
    "translit": "As-Samad",
    "french": "The Eternal",
    "meaning": "The One who is eternal and self-sufficient.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens eternity, facilitates self-sufficiency.",
    "usage": "Recited to remember Allah's eternity.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Eternal, and He loves eternity.'",
    "details": "This name emphasizes Allah's eternity and self-sufficiency. He is the only true Eternal, and all other eternity is limited and derived from His. This name is particularly important in the context of remembering Allah's eternity.",
    "reference": "Surah Al-Ikhlas (112:2)",
    "spiritual_effect": "Promotes awareness of divine eternity.",
    "citation": "Ibn Kathir: 'As-Samad is the One who is eternal and self-sufficient.'"
  },
  "name_70": {
    "arabic": "القادر",
    "translit": "Al-Qadir",
    "french": "The Able",
    "meaning": "The One who is able to do all things.",
    "occurrences": "45 times in the Quran",
    "benefits": "Strengthens ability, facilitates power.",
    "usage": "Recited to remember Allah's ability.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Able, and He loves ability.'",
    "details": "This name emphasizes Allah's ability to do all things. He is the only true Able, and all other ability is limited and derived from His. This name is particularly important in the context of remembering Allah's ability.",
    "reference": "Surah Al-Baqarah (2:20)",
    "spiritual_effect": "Promotes trust in divine power.",
    "citation": "Al-Ghazali: 'Al-Qadir is the One who is able to do all things.'"
  },
  "name_71": {
    "arabic": "المقتدر",
    "translit": "Al-Muqtadir",
    "french": "The Powerful",
    "meaning": "The One who has perfect power over all things.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens power, facilitates control.",
    "usage": "Recited to remember Allah's power.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Powerful, and He loves power.'",
    "details": "This name emphasizes Allah's perfect power over all things. He is the only true Powerful, and all other power is limited and derived from His. This name is particularly important in the context of remembering Allah's power.",
    "reference": "Surah Al-Kahf (18:45)",
    "spiritual_effect": "Promotes trust in divine power.",
    "citation": "Ibn Qayyim: 'Al-Muqtadir is the One who has perfect power over all things.'"
  },
  "name_72": {
    "arabic": "المقدم",
    "translit": "Al-Muqaddim",
    "french": "The Expediter",
    "meaning": "The One who brings forward whom He wills.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens advancement, facilitates progress.",
    "usage": "Recited to ask for advancement, for progress.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Expediter, and He loves advancement.'",
    "details": "This name emphasizes Allah's power to bring forward whom He wills. He is the only true Expediter, and all other advancement is limited and derived from His. This name is particularly important in the context of asking for advancement and progress.",
    "reference": "Surah Qaf (50:28)",
    "spiritual_effect": "Promotes hope in divine advancement.",
    "citation": "Al-Ghazali: 'Al-Muqaddim is the One who brings forward whom He wills.'"
  },
  "name_73": {
    "arabic": "المؤخر",
    "translit": "Al-Mu'akhkhir",
    "french": "The Delayer",
    "meaning": "The One who puts back whom He wills.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens patience, facilitates delay.",
    "usage": "Recited to accept delay.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Delayer, and He loves delay.'",
    "details": "This name emphasizes Allah's power to put back whom He wills. He is the only true Delayer, and all other delay is limited and derived from His. This name is particularly important in the context of accepting delay.",
    "reference": "Surah Qaf (50:28)",
    "spiritual_effect": "Promotes patience in waiting.",
    "citation": "Ibn Kathir: 'Al-Mu'akhkhir is the One who puts back whom He wills.'"
  },
  "name_74": {
    "arabic": "الأول",
    "translit": "Al-Awwal",
    "french": "The First",
    "meaning": "The One who is first without beginning.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens beginning, facilitates origin.",
    "usage": "Recited to remember Allah's beginning.",
    "hadith": "The Prophet ﷺ said: 'Allah is the First, and He loves beginning.'",
    "details": "This name emphasizes Allah's being first without beginning. He is the only true First, and all other beginning is limited and derived from His. This name is particularly important in the context of remembering Allah's beginning.",
    "reference": "Surah Al-Hadid (57:3)",
    "spiritual_effect": "Promotes awareness of divine origin.",
    "citation": "Al-Ghazali: 'Al-Awwal is the One who is first without beginning.'"
  },
  "name_75": {
    "arabic": "الآخر",
    "translit": "Al-Akhir",
    "french": "The Last",
    "meaning": "The One who is last without end.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens ending, facilitates eternity.",
    "usage": "Recited to remember Allah's ending.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Last, and He loves ending.'",
    "details": "This name emphasizes Allah's being last without end. He is the only true Last, and all other ending is limited and derived from His. This name is particularly important in the context of remembering Allah's ending.",
    "reference": "Surah Al-Hadid (57:3)",
    "spiritual_effect": "Promotes awareness of divine eternity.",
    "citation": "Ibn Qayyim: 'Al-Akhir is the One who is last without end.'"
  },
  "name_76": {
    "arabic": "الظاهر",
    "translit": "Az-Zahir",
    "french": "The Manifest",
    "meaning": "The One who is manifest in all things.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens manifestation, facilitates visibility.",
    "usage": "Recited to remember Allah's manifestation.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Manifest, and He loves manifestation.'",
    "details": "This name emphasizes Allah's manifestation in all things. He is the only true Manifest, and all other manifestation is limited and derived from His. This name is particularly important in the context of remembering Allah's manifestation.",
    "reference": "Surah Al-Hadid (57:3)",
    "spiritual_effect": "Promotes awareness of divine signs.",
    "citation": "Ibn Kathir: 'Az-Zahir is the One who is manifest in all things.'"
  },
  "name_77": {
    "arabic": "الباطن",
    "translit": "Al-Batin",
    "french": "The Hidden",
    "meaning": "The One who is hidden from all things.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens hiddenness, facilitates mystery.",
    "usage": "Recited to remember Allah's hiddenness.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Hidden, and He loves hiddenness.'",
    "details": "This name emphasizes Allah's hiddenness from all things. He is the only true Hidden, and all other hiddenness is limited and derived from His. This name is particularly important in the context of remembering Allah's hiddenness.",
    "reference": "Surah Al-Hadid (57:3)",
    "spiritual_effect": "Promotes awareness of divine mystery.",
    "citation": "Al-Ghazali: 'Al-Batin is the One who is hidden from all things.'"
  },
  "name_78": {
    "arabic": "الوالي",
    "translit": "Al-Wali",
    "french": "The Governor",
    "meaning": "The One who governs all things.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens governance, facilitates control.",
    "usage": "Recited to remember Allah's governance.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Governor, and He loves governance.'",
    "details": "This name emphasizes Allah's governance of all things. He is the only true Governor, and all other governance is limited and derived from His. This name is particularly important in the context of remembering Allah's governance.",
    "reference": "Surah Ar-Ra'd (13:11)",
    "spiritual_effect": "Promotes trust in divine governance.",
    "citation": "Ibn Qayyim: 'Al-Wali is the One who governs all things.'"
  },
  "name_79": {
    "arabic": "المتعالي",
    "translit": "Al-Muta'ali",
    "french": "The Most High",
    "meaning": "The One who is exalted above all things.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens exaltation, facilitates elevation.",
    "usage": "Recited to remember Allah's exaltation.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Most High, and He loves exaltation.'",
    "details": "This name emphasizes Allah's exaltation above all things. He is the only true Most High, and all other exaltation is limited and derived from His. This name is particularly important in the context of remembering Allah's exaltation.",
    "reference": "Surah Ar-Ra'd (13:9)",
    "spiritual_effect": "Promotes awe of divine exaltation.",
    "citation": "Ibn Kathir: 'Al-Muta'ali is the One who is exalted above all things.'"
  },
  "name_80": {
    "arabic": "البر",
    "translit": "Al-Barr",
    "french": "The Good",
    "meaning": "The One who is good and kind to all.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens goodness, facilitates kindness.",
    "usage": "Recited to ask for goodness, for kindness.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Good, and He loves goodness.'",
    "details": "This name emphasizes Allah's goodness and kindness to all. He is the only true Good, and all other goodness is limited and derived from His. This name is particularly important in the context of asking for goodness and kindness.",
    "reference": "Surah At-Tur (52:28)",
    "spiritual_effect": "Promotes goodness towards others.",
    "citation": "Al-Ghazali: 'Al-Barr is the One who is good and kind to all.'"
  },
  "name_81": {
    "arabic": "التواب",
    "translit": "At-Tawwab",
    "french": "The Accepter of Repentance",
    "meaning": "The One who accepts repentance from His servants.",
    "occurrences": "11 times in the Quran",
    "benefits": "Strengthens repentance, facilitates forgiveness.",
    "usage": "Recited to ask for acceptance of repentance.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Accepter of Repentance, and He loves repentance.'",
    "details": "This name emphasizes Allah's acceptance of repentance from His servants. He is the only true Accepter of Repentance, and all other acceptance is limited and derived from His. This name is particularly important in the context of asking for acceptance of repentance.",
    "reference": "Surah Al-Baqarah (2:37)",
    "spiritual_effect": "Promotes hope in divine forgiveness.",
    "citation": "Ibn Qayyim: 'At-Tawwab is the One who accepts repentance from His servants.'"
  },
  "name_82": {
    "arabic": "المنتقم",
    "translit": "Al-Muntaqim",
    "french": "The Avenger",
    "meaning": "The One who takes vengeance on the wrongdoers.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens justice, facilitates retribution.",
    "usage": "Recited to remember Allah's justice.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Avenger, and He loves justice.'",
    "details": "This name emphasizes Allah's taking vengeance on the wrongdoers. He is the only true Avenger, and all other vengeance is limited and derived from His. This name is particularly important in the context of remembering Allah's justice.",
    "reference": "Surah As-Sajdah (32:22)",
    "spiritual_effect": "Promotes fear of divine retribution.",
    "citation": "Al-Ghazali: 'Al-Muntaqim is the One who takes vengeance on the wrongdoers.'"
  },
  "name_83": {
    "arabic": "العفو",
    "translit": "Al-Afuww",
    "french": "The Pardoner",
    "meaning": "The One who pardons sins and forgives faults.",
    "occurrences": "5 times in the Quran",
    "benefits": "Strengthens pardon, facilitates forgiveness.",
    "usage": "Recited to ask for pardon, for forgiveness.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Pardoner, and He loves pardon.'",
    "details": "This name emphasizes Allah's pardoning of sins and forgiving of faults. He is the only true Pardoner, and all other pardon is limited and derived from His. This name is particularly important in the context of asking for pardon and forgiveness.",
    "reference": "Surah An-Nisa (4:43)",
    "spiritual_effect": "Promotes hope in divine pardon.",
    "citation": "Ibn Kathir: 'Al-Afuww is the One who pardons sins and forgives faults.'"
  },
  "name_84": {
    "arabic": "الرؤوف",
    "translit": "Ar-Ra'uf",
    "french": "The Kind",
    "meaning": "The One who is kind and compassionate.",
    "occurrences": "10 times in the Quran",
    "benefits": "Strengthens kindness, facilitates compassion.",
    "usage": "Recited to ask for kindness, for compassion.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Kind, and He loves kindness.'",
    "details": "This name emphasizes Allah's kindness and compassion. He is the only true Kind, and all other kindness is limited and derived from His. This name is particularly important in the context of asking for kindness and compassion.",
    "reference": "Surah Al-Baqarah (2:143)",
    "spiritual_effect": "Promotes kindness towards others.",
    "citation": "Al-Ghazali: 'Ar-Ra'uf is the One who is kind and compassionate.'"
  },
  "name_85": {
    "arabic": "مالك الملك",
    "translit": "Malik-ul-Mulk",
    "french": "The Owner of Sovereignty",
    "meaning": "The One who owns all sovereignty.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens sovereignty, facilitates control.",
    "usage": "Recited to remember Allah's sovereignty.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Owner of Sovereignty, and He loves sovereignty.'",
    "details": "This name emphasizes Allah's ownership of all sovereignty. He is the only true Owner of Sovereignty, and all other sovereignty is limited and derived from His. This name is particularly important in the context of remembering Allah's sovereignty.",
    "reference": "Surah Al-Mulk (67:1)",
    "spiritual_effect": "Promotes awe of divine sovereignty.",
    "citation": "Ibn Qayyim: 'Malik-ul-Mulk is the One who owns all sovereignty.'"
  },
  "name_86": {
    "arabic": "ذو الجلال والإكرام",
    "translit": "Dhul-Jalali wal-Ikram",
    "french": "The Possessor of Majesty and Honor",
    "meaning": "The One who possesses majesty and honor.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens majesty, facilitates honor.",
    "usage": "Recited to remember Allah's majesty and honor.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Possessor of Majesty and Honor, and He loves majesty and honor.'",
    "details": "This name emphasizes Allah's possession of majesty and honor. He is the only true Possessor of Majesty and Honor, and all other majesty and honor is limited and derived from His. This name is particularly important in the context of remembering Allah's majesty and honor.",
    "reference": "Surah Ar-Rahman (55:27)",
    "spiritual_effect": "Promotes awe of divine majesty.",
    "citation": "Ibn Kathir: 'Dhul-Jalali wal-Ikram is the One who possesses majesty and honor.'"
  },
  "name_87": {
    "arabic": "المقسط",
    "translit": "Al-Muqsit",
    "french": "The Equitable",
    "meaning": "The One who is equitable in all His judgments.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens equity, facilitates justice.",
    "usage": "Recited to remember Allah's equity.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Equitable, and He loves equity.'",
    "details": "This name emphasizes Allah's equity in all His judgments. He is the only true Equitable, and all other equity is limited and derived from His. This name is particularly important in the context of remembering Allah's equity.",
    "reference": "Surah Al-Imran (3:18)",
    "spiritual_effect": "Promotes justice in dealings.",
    "citation": "Al-Ghazali: 'Al-Muqsit is the One who is equitable in all His judgments.'"
  },
  "name_88": {
    "arabic": "الجامع",
    "translit": "Al-Jami",
    "french": "The Gatherer",
    "meaning": "The One who gathers all things.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens gathering, facilitates collection.",
    "usage": "Recited to remember Allah's gathering.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Gatherer, and He loves gathering.'",
    "details": "This name emphasizes Allah's gathering of all things. He is the only true Gatherer, and all other gathering is limited and derived from His. This name is particularly important in the context of remembering Allah's gathering.",
    "reference": "Surah Al-Imran (3:9)",
    "spiritual_effect": "Promotes awareness of divine gathering.",
    "citation": "Ibn Qayyim: 'Al-Jami is the One who gathers all things.'"
  },
  "name_89": {
    "arabic": "الغني",
    "translit": "Al-Ghani",
    "french": "The Rich",
    "meaning": "The One who is rich and independent of all things.",
    "occurrences": "18 times in the Quran",
    "benefits": "Strengthens richness, facilitates independence.",
    "usage": "Recited to remember Allah's richness.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Rich, and He loves richness.'",
    "details": "This name emphasizes Allah's richness and independence of all things. He is the only true Rich, and all other richness is limited and derived from His. This name is particularly important in the context of remembering Allah's richness.",
    "reference": "Surah Al-Baqarah (2:263)",
    "spiritual_effect": "Promotes contentment with divine provision.",
    "citation": "Ibn Kathir: 'Al-Ghani is the One who is rich and independent of all things.'"
  },
  "name_90": {
    "arabic": "المغني",
    "translit": "Al-Mughni",
    "french": "The Enricher",
    "meaning": "The One who enriches whom He wills.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens enrichment, facilitates wealth.",
    "usage": "Recited to ask for enrichment, for wealth.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Enricher, and He loves enrichment.'",
    "details": "This name emphasizes Allah's enrichment of whom He wills. He is the only true Enricher, and all other enrichment is limited and derived from His. This name is particularly important in the context of asking for enrichment and wealth.",
    "reference": "Surah An-Najm (53:48)",
    "spiritual_effect": "Promotes gratitude for divine enrichment.",
    "citation": "Al-Ghazali: 'Al-Mughni is the One who enriches whom He wills.'"
  },
  "name_91": {
    "arabic": "المانع",
    "translit": "Al-Mani",
    "french": "The Preventer",
    "meaning": "The One who prevents harm from reaching His servants.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens prevention, facilitates protection.",
    "usage": "Recited to ask for prevention of harm.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Preventer, and He loves prevention.'",
    "details": "This name emphasizes Allah's prevention of harm from reaching His servants. He is the only true Preventer, and all other prevention is limited and derived from His. This name is particularly important in the context of asking for prevention of harm.",
    "reference": "Surah Al-Baqarah (2:255)",
    "spiritual_effect": "Promotes trust in divine protection.",
    "citation": "Ibn Qayyim: 'Al-Mani is the One who prevents harm from reaching His servants.'"
  },
  "name_92": {
    "arabic": "الضار",
    "translit": "Ad-Darr",
    "french": "The Afflicter",
    "meaning": "The One who afflicts whom He wills with harm.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens patience, facilitates acceptance.",
    "usage": "Recited to accept affliction.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Afflicter, and He loves affliction.'",
    "details": "This name emphasizes Allah's afflicting whom He wills with harm. He is the only true Afflicter, and all other affliction is limited and derived from His. This name is particularly important in the context of accepting affliction.",
    "reference": "Surah Al-An'am (6:17)",
    "spiritual_effect": "Promotes patience in affliction.",
    "citation": "Al-Ghazali: 'Ad-Darr is the One who afflicts whom He wills with harm.'"
  },
  "name_93": {
    "arabic": "النافع",
    "translit": "An-Nafi",
    "french": "The Benefiter",
    "meaning": "The One who benefits whom He wills.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens benefit, facilitates advantage.",
    "usage": "Recited to ask for benefit, for advantage.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Benefiter, and He loves benefit.'",
    "details": "This name emphasizes Allah's benefiting whom He wills. He is the only true Benefiter, and all other benefit is limited and derived from His. This name is particularly important in the context of asking for benefit and advantage."
  },
  "name_94": {
    "arabic": "النور",
    "translit": "An-Nur",
    "french": "The Light",
    "meaning": "The One who is the light of the heavens and the earth.",
    "occurrences": "5 times in the Quran",
    "benefits": "Strengthens light, facilitates guidance.",
    "usage": "Recited to ask for light, for guidance.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Light, and He loves light.'",
    "details": "This name emphasizes Allah's being the light of the heavens and the earth. He is the only true Light, and all other light is limited and derived from His. This name is particularly important in the context of asking for light and guidance.",
    "reference": "Surah An-Nur (24:35)",
    "spiritual_effect": "Promotes seeking divine guidance.",
    "citation": "Al-Ghazali: 'An-Nur is the One who is the light of the heavens and the earth.'"
  },
  "name_95": {
    "arabic": "الهادي",
    "translit": "Al-Hadi",
    "french": "The Guide",
    "meaning": "The One who guides whom He wills to the straight path.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens guidance, facilitates direction.",
    "usage": "Recited to ask for guidance, for direction.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Guide, and He loves guidance.'",
    "details": "This name emphasizes Allah's guiding whom He wills to the straight path. He is the only true Guide, and all other guidance is limited and derived from His. This name is particularly important in the context of asking for guidance and direction.",
    "reference": "Surah Al-Hajj (22:54)",
    "spiritual_effect": "Promotes seeking divine guidance.",
    "citation": "Ibn Qayyim: 'Al-Hadi is the One who guides whom He wills to the straight path.'"
  },
  "name_96": {
    "arabic": "البديع",
    "translit": "Al-Badi",
    "french": "The Originator",
    "meaning": "The One who originates creation without any precedent.",
    "occurrences": "2 times in the Quran",
    "benefits": "Strengthens creativity, facilitates innovation.",
    "usage": "Recited to remember Allah's creativity.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Originator, and He loves creativity.'",
    "details": "This name emphasizes Allah's originating creation without any precedent. He is the only true Originator, and all other origination is limited and derived from His. This name is particularly important in the context of remembering Allah's creativity.",
    "reference": "Surah Al-Baqarah (2:117)",
    "spiritual_effect": "Promotes awe of divine creativity.",
    "citation": "Ibn Kathir: 'Al-Badi is the One who originates creation without any precedent.'"
  },
  "name_97": {
    "arabic": "الباقي",
    "translit": "Al-Baqi",
    "french": "The Everlasting",
    "meaning": "The One who remains forever without end.",
    "occurrences": "1 time in the Quran",
    "benefits": "Strengthens permanence, facilitates eternity.",
    "usage": "Recited to remember Allah's permanence.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Everlasting, and He loves permanence.'",
    "details": "This name emphasizes Allah's remaining forever without end. He is the only true Everlasting, and all other permanence is limited and derived from His. This name is particularly important in the context of remembering Allah's permanence.",
    "reference": "Surah Ar-Rahman (55:27)",
    "spiritual_effect": "Promotes awareness of divine eternity.",
    "citation": "Al-Ghazali: 'Al-Baqi is the One who remains forever without end.'"
  },
  "name_98": {
    "arabic": "الوارث",
    "translit": "Al-Warith",
    "french": "The Inheritor",
    "meaning": "The One who inherits all things.",
    "occurrences": "2 times in the Quran",
    "benefits": "Strengthens inheritance, facilitates succession.",
    "usage": "Recited to remember Allah's inheritance.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Inheritor, and He loves inheritance.'",
    "details": "This name emphasizes Allah's inheriting all things. He is the only true Inheritor, and all other inheritance is limited and derived from His. This name is particularly important in the context of remembering Allah's inheritance.",
    "reference": "Surah Al-Hijr (15:23)",
    "spiritual_effect": "Promotes awareness of divine ownership.",
    "citation": "Ibn Qayyim: 'Al-Warith is the One who inherits all things.'"
  },
  "name_99": {
    "arabic": "الصبور",
    "translit": "As-Saboor",
    "french": "The Patient",
    "meaning": "The One who is patient and does not hasten to punish.",
    "occurrences": "Not mentioned directly in the Quran, but derived from hadith and tradition.",
    "benefits": "Strengthens patience, facilitates endurance.",
    "usage": "Recited to ask for patience, for endurance.",
    "hadith": "The Prophet ﷺ said: 'Allah is the Patient, and He loves patience.'",
    "details": "This name emphasizes Allah's patience and His ability to delay punishment. He is the only true Patient, and all other patience is just a manifestation of His attribute. This name is particularly important in the context of asking for patience and endurance.",
    "reference": "Derived from hadith and tradition.",
    "spiritual_effect": "Promotes patience in facing trials.",
    "citation": "Ibn Kathir: 'As-Saboor is the One who is patient and does not hasten to punish.'"
  }
}
