{
  "title": "Les 99 Noms d'Allah",
  "subtitle": "Découvrez les plus beaux noms d'Allah et leurs significations",
  "search_placeholder": "Rechercher un nom...",
  "sections": {
    "meaning": "Signification",
    "occurrences": "Occurrences",
    "benefits": "Bénéfices",
    "usage": "Utilisation",
    "hadith": "Hadith",
    "details": "Détails",
    "reference": "Référence",
    "spiritual_effect": "Effet Spirituel",
    "citation": "Citation"
  },
  "name_1": {
    "arabic": "الله",
    "translit": "Allah",
    "french": "Allah",
    "meaning": "Le nom suprême d'Allah, englobant tous Ses attributs. Il désigne l'Être unique, Créateur, Maître et Souverain de l'univers.",
    "occurrences": "2697 fois dans le Coran",
    "benefits": "Protection contre les difficultés, renforce la foi, attire les bénédictions.",
    "usage": "Récité pour se rapprocher d'Allah, pour la protection et les invocations importantes.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah a 99 noms, cent moins un. Quiconque les mémorise entrera au Paradis.' (Sahih Al-Bukhari)",
    "details": "Ce nom est unique car il n'est jamais utilisé pour autre qu'Allah. Il contient en lui-même tous les attributs de perfection et de majesté. Il est le nom le plus fréquemment mentionné dans le Coran et est utilisé dans toutes les formules d'invocation.",
    "reference": "Sourate Al-Ikhlas (112:1) : 'Dis : Il est Allah, Unique.'",
    "spiritual_effect": "Méditer ce nom renforce l'unicité (tawhid) et la soumission totale à Dieu.",
    "citation": "Ibn Kathir : 'Allah est le nom propre du Seigneur, qui ne peut être attribué à nul autre.'"
  },
  "name_2": {
    "arabic": "الرحمن",
    "translit": "Ar-Rahman",
    "french": "Le Tout Miséricordieux",
    "meaning": "Celui dont la miséricorde embrasse toute la création, croyants et non-croyants, dans ce monde et dans l'au-delà.",
    "occurrences": "57 fois dans le Coran",
    "benefits": "Attire la miséricorde divine, facilite les affaires, protège des difficultés.",
    "usage": "Récité pour demander la miséricorde, pour les situations difficiles.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est plus miséricordieux envers Ses serviteurs qu'une mère envers son enfant.' (Sahih Al-Bukhari)",
    "details": "Ce nom est spécifique à Allah et ne peut être utilisé pour les créatures. Il représente la miséricorde générale d'Allah qui englobe tous les êtres vivants, croyants et non-croyants. C'est le premier nom mentionné dans le Coran après 'Bismillah'.",
    "reference": "Sourate Maryam (19:58)",
    "spiritual_effect": "Adoucir le cœur, inciter à la compassion envers autrui.",
    "difference": "Ar-Rahman désigne la miséricorde générale, Ar-Rahim la miséricorde spécifique aux croyants.",
    "citation": "Ibn Qayyim : 'Ar-Rahman est la source de toute miséricorde, visible et invisible.'"
  },
  "name_3": {
    "arabic": "الرحيم",
    "translit": "Ar-Rahim",
    "french": "Le Très Miséricordieux",
    "meaning": "Celui dont la miséricorde est spécifique aux croyants, particulièrement dans l'au-delà.",
    "occurrences": "114 fois dans le Coran",
    "benefits": "Renforce la foi, attire le pardon, facilite l'accès au Paradis.",
    "usage": "Récité pour le repentir, pour demander le pardon, pour les invocations.",
    "hadith": "Le Prophète ﷺ a dit : 'Quand Allah créa la miséricorde, Il la divisa en cent parties. Il en garda 99 auprès de Lui et en fit descendre une seule sur terre.' (Sahih Al-Bukhari)",
    "details": "Ce nom représente la miséricorde spéciale d'Allah réservée aux croyants. Contrairement à Ar-Rahman, ce nom peut être utilisé pour les créatures. Il est souvent mentionné en conjonction avec Ar-Rahman dans le Coran.",
    "reference": "Sourate Al-Fatiha (1:3)",
    "spiritual_effect": "Favorise l'espérance et la confiance dans le pardon divin.",
    "difference": "Ar-Rahim est la miséricorde spécifique, Ar-Rahman la miséricorde générale.",
    "citation": "Al-Ghazali : 'Ar-Rahim est Celui qui accorde Sa miséricorde de façon continue.'"
  },
  "name_4": {
    "arabic": "الملك",
    "translit": "Al-Malik",
    "french": "Le Souverain",
    "meaning": "Le Roi absolu, le Maître de toute chose, dont la souveraineté n'a ni début ni fin.",
    "occurrences": "5 fois dans le Coran",
    "benefits": "Renforce la souveraineté divine, protège contre l'oppression.",
    "usage": "Récité pour se rappeler la souveraineté d'Allah, pour la protection.",
    "hadith": "Le Prophète ﷺ a dit : 'Le nom le plus grand d'Allah est dans ces versets : 'Allah, point de divinité à part Lui, le Vivant, Celui qui subsiste par Lui-même.' (Sourate Al-Baqarah, 255) et 'Alif, Lam, Mim. Allah, point de divinité à part Lui, le Vivant, Celui qui subsiste par Lui-même.' (Sourate Al-Imran, 1-2)",
    "details": "Ce nom souligne la souveraineté absolue d'Allah sur toute la création. Il est le seul véritable Roi dont le pouvoir n'est pas limité et dont l'autorité est absolue. Toute autre souveraineté n'est que temporaire et dérivée de la Sienne.",
    "reference": "Sourate Al-Hashr (59:23)",
    "spiritual_effect": "Rappelle l'humilité et la soumission à la volonté divine.",
    "citation": "Ibn Kathir : 'Il est le Roi de tout, et tout dépend de Sa volonté.'"
  },
  "name_5": {
    "arabic": "القدوس",
    "translit": "Al-Quddus",
    "french": "Le Très Saint",
    "meaning": "Celui qui est pur de tout défaut et de toute imperfection, dont la sainteté est absolue.",
    "occurrences": "2 fois dans le Coran",
    "benefits": "Purifie l'âme, éloigne les mauvaises pensées.",
    "usage": "Récité pour la purification spirituelle, pour éloigner les mauvaises pensées.",
    "hadith": "Le Prophète ﷺ a dit : 'Les anges disent : 'Gloire à Toi, ô Allah, et par Ta louange. Béni soit Ton nom, élevé soit Ton rang, et il n'y a point de divinité en dehors de Toi.'",
    "details": "Ce nom exprime la perfection absolue d'Allah et Son éloignement de toute imperfection. Il est le seul être qui soit vraiment saint et pur de tout défaut. Ce nom est souvent mentionné dans les formules de glorification (tasbih).",
    "reference": "Sourate Al-Hashr (59:23)",
    "spiritual_effect": "Favorise la pureté intérieure et l'aspiration à la perfection morale.",
    "citation": "Al-Qurtubi : 'Al-Quddus est Celui qui est exempt de tout défaut.'"
  },
  "name_6": {
    "arabic": "السلام",
    "translit": "As-Salam",
    "french": "La Paix",
    "meaning": "Celui qui est à l'abri de tout défaut et qui accorde la paix à Ses créatures.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Apporte la paix intérieure, protège contre les dangers.",
    "usage": "Récité pour la sécurité, pour la paix du cœur.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est la Paix, et la paix vient de Lui. Que la paix soit sur vous, ô habitants des cieux.'",
    "details": "Ce nom a deux aspects : Allah est Lui-même en paix (sans défaut) et Il est la source de toute paix. Il accorde la paix à Ses serviteurs dans ce monde et dans l'au-delà. Ce nom est particulièrement important dans le contexte de la salutation islamique (salam).",
    "reference": "Sourate Al-Hashr (59:23)",
    "spiritual_effect": "Apaise l'âme et favorise la sérénité dans l'épreuve.",
    "citation": "Ibn Kathir : 'As-Salam est Celui qui accorde la paix à Ses serviteurs.'"
  },
  "name_7": {
    "arabic": "المؤمن",
    "translit": "Al-Mu'min",
    "french": "Le Fidèle",
    "meaning": "Celui qui accorde la sécurité et la paix à Ses serviteurs, et confirme la véracité de Ses messagers.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la foi, apporte la sécurité intérieure.",
    "usage": "Récité pour renforcer la foi, pour la sécurité.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Fidèle, et Il aime la fidélité.'",
    "details": "Ce nom a deux aspects : Allah est Lui-même fidèle à Ses promesses et Il accorde la sécurité à Ses serviteurs. Il est la source de toute sécurité et de toute paix. Ce nom est particulièrement important dans le contexte de la foi et de la confiance en Allah.",
    "reference": "Sourate Al-Hashr (59:23)",
    "spiritual_effect": "Renforce la confiance et la sérénité face à l'avenir.",
    "citation": "Al-Ghazali : 'Al-Mu'min est Celui qui accorde la sécurité à Ses serviteurs.'"
  },
  "name_8": {
    "arabic": "المهيمن",
    "translit": "Al-Muhaymin",
    "french": "Le Préservateur",
    "meaning": "Celui qui veille sur toute chose, protège et surveille Sa création.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Protège contre les dangers, renforce la vigilance.",
    "usage": "Récité pour la protection, pour la vigilance.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah veille sur Ses serviteurs et les protège.'",
    "details": "Ce nom souligne le rôle d'Allah comme protecteur et gardien de toute la création. Il surveille toutes les actions de Ses serviteurs et les protège contre les dangers. Ce nom est particulièrement important dans le contexte de la protection divine.",
    "reference": "Sourate Al-Hashr (59:23)",
    "spiritual_effect": "Favorise la vigilance et la conscience de la présence divine.",
    "citation": "Ibn Kathir : 'Al-Muhaymin est Celui qui protège et surveille Sa création.'"
  },
  "name_9": {
    "arabic": "العزيز",
    "translit": "Al-Aziz",
    "french": "Le Tout Puissant",
    "meaning": "Celui qui est puissant, invincible, et dont la force ne peut être surpassée.",
    "occurrences": "92 fois dans le Coran",
    "benefits": "Renforce la puissance divine, protège contre les ennemis.",
    "usage": "Récité pour la force, pour la protection.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est Puissant et Il aime la force.'",
    "details": "Ce nom exprime la puissance absolue d'Allah et Son invincibilité. Il est le seul être vraiment puissant, et toute autre puissance n'est que temporaire et dérivée de la Sienne. Ce nom est souvent mentionné dans le Coran en conjonction avec d'autres attributs divins.",
    "reference": "Sourate Al-Hashr (59:23)",
    "spiritual_effect": "Donne confiance et courage face à l'adversité.",
    "citation": "Ibn Qayyim : 'Al-Aziz est Celui dont la puissance ne peut être vaincue.'"
  },
  "name_10": {
    "arabic": "الجبار",
    "translit": "Al-Jabbar",
    "french": "Celui qui domine",
    "meaning": "Celui qui domine, contraint, et répare toute chose, notamment les cœurs brisés.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la domination divine, répare les cœurs brisés.",
    "usage": "Récité pour la force intérieure, pour la réparation.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Dominateur, et Il répare les cœurs brisés.'",
    "details": "Ce nom a deux aspects : Allah domine toute chose et Il répare ce qui est brisé. Il est le seul être vraiment dominateur, et toute autre domination n'est que temporaire et dérivée de la Sienne. Ce nom est particulièrement important dans le contexte de la force et de la réparation.",
    "reference": "Sourate Al-Hashr (59:23)",
    "spiritual_effect": "Apaise les cœurs blessés et donne la force de surmonter les épreuves.",
    "citation": "Al-Ghazali : 'Al-Jabbar est Celui qui répare ce qui est brisé et domine toute chose.'"
  },
  "name_11": {
    "arabic": "المتكبر",
    "translit": "Al-Mutakabbir",
    "french": "Le Superbe",
    "meaning": "Celui qui est au-dessus de toute chose, dont la grandeur est absolue.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la grandeur divine, protège contre l'orgueil.",
    "usage": "Récité pour se rappeler la grandeur d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Plus Grand, et Il aime la grandeur.'",
    "details": "Ce nom exprime la grandeur absolue d'Allah et Son élévation au-dessus de toute chose. Il est le seul être vraiment grand, et toute autre grandeur n'est que temporaire et dérivée de la Sienne. Ce nom est particulièrement important dans le contexte de l'humilité et de la soumission.",
    "reference": "Sourate Al-Hashr (59:23)",
    "spiritual_effect": "Favorise l'humilité et la conscience de la grandeur divine.",
    "citation": "Ibn Kathir : 'Al-Mutakabbir est Celui qui est au-dessus de toute chose.'"
  },
  "name_12": {
    "arabic": "الخالق",
    "translit": "Al-Khaliq",
    "french": "Le Créateur",
    "meaning": "Celui qui crée toute chose à partir du néant, selon une mesure précise.",
    "occurrences": "8 fois dans le Coran",
    "benefits": "Renforce la foi en la création, facilite la créativité.",
    "usage": "Récité pour méditer sur la création, pour la créativité.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Créateur de toute chose.'",
    "details": "Ce nom souligne le pouvoir créateur d'Allah et Sa capacité à créer toute chose à partir du néant. Il est le seul véritable Créateur, et toute autre création n'est qu'une transformation de ce qu'Allah a déjà créé. Ce nom est particulièrement important dans le contexte de la méditation sur la création.",
    "reference": "Sourate Al-Hashr (59:24)",
    "spiritual_effect": "Favorise la contemplation des signes de la création.",
    "citation": "Al-Ghazali : 'Al-Khaliq est Celui qui crée toute chose selon une mesure précise.'"
  },
  "name_13": {
    "arabic": "البارئ",
    "translit": "Al-Bari",
    "french": "Le Producteur",
    "meaning": "Celui qui crée et façonne toute chose de manière parfaite.",
    "occurrences": "3 fois dans le Coran",
    "benefits": "Renforce la foi en la perfection de la création.",
    "usage": "Récité pour méditer sur la perfection de la création.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Producteur de toute chose.'",
    "details": "Ce nom souligne la perfection de la création d'Allah et Sa capacité à façonner toute chose de manière harmonieuse. Il est le seul véritable Producteur, et toute autre production n'est qu'une transformation de ce qu'Allah a déjà créé. Ce nom est particulièrement important dans le contexte de la méditation sur la perfection de la création.",
    "reference": "Sourate Al-Hashr (59:24)",
    "spiritual_effect": "Favorise l'admiration de la perfection divine.",
    "citation": "Ibn Qayyim : 'Al-Bari est Celui qui crée et façonne toute chose de manière parfaite.'"
  },
  "name_14": {
    "arabic": "المصور",
    "translit": "Al-Musawwir",
    "french": "Le Formateur",
    "meaning": "Celui qui donne à chaque chose sa forme et son apparence unique.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la foi en la diversité de la création.",
    "usage": "Récité pour méditer sur la diversité de la création.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Formateur de toute chose.'",
    "details": "Ce nom souligne la diversité de la création d'Allah et Sa capacité à donner à chaque chose une forme et une apparence unique. Il est le seul véritable Formateur, et toute autre formation n'est qu'une transformation de ce qu'Allah a déjà créé. Ce nom est particulièrement important dans le contexte de la méditation sur la diversité de la création.",
    "reference": "Sourate Al-Hashr (59:24)",
    "spiritual_effect": "Favorise l'appréciation de la diversité divine.",
    "citation": "Al-Ghazali : 'Al-Musawwir est Celui qui donne à chaque chose sa forme unique.'"
  },
  "name_15": {
    "arabic": "الغفار",
    "translit": "Al-Ghaffar",
    "french": "Le Tout Pardonnant",
    "meaning": "Celui qui pardonne abondamment et couvre les péchés.",
    "occurrences": "5 fois dans le Coran",
    "benefits": "Attire le pardon divin, facilite le repentir.",
    "usage": "Récité pour demander le pardon, pour le repentir.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est plus miséricordieux envers Ses serviteurs qu'une mère envers son enfant.'",
    "details": "Ce nom souligne la miséricorde d'Allah et Sa capacité à pardonner les péchés. Il est le seul véritable Pardonneur, et tout autre pardon n'est qu'une manifestation de Sa miséricorde. Ce nom est particulièrement important dans le contexte du repentir et de la demande de pardon.",
    "reference": "Sourate Ghafir (40:3)",
    "spiritual_effect": "Favorise l'espoir dans le pardon divin.",
    "citation": "Ibn Kathir : 'Al-Ghaffar est Celui qui pardonne abondamment.'"
  },
  "name_16": {
    "arabic": "القهار",
    "translit": "Al-Qahhar",
    "french": "Le Dominateur",
    "meaning": "Celui qui domine et soumet toute chose à Sa volonté.",
    "occurrences": "6 fois dans le Coran",
    "benefits": "Renforce la soumission à la volonté divine.",
    "usage": "Récité pour se soumettre à la volonté d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Dominateur de toute chose.'",
    "details": "Ce nom souligne la domination d'Allah et Sa capacité à soumettre toute chose à Sa volonté. Il est le seul véritable Dominateur, et toute autre domination n'est que temporaire et dérivée de la Sienne. Ce nom est particulièrement important dans le contexte de la soumission à la volonté divine.",
    "reference": "Sourate Ar-Ra'd (13:16)",
    "spiritual_effect": "Favorise l'acceptation du destin.",
    "citation": "Al-Ghazali : 'Al-Qahhar est Celui qui domine et soumet toute chose.'"
  },
  "name_17": {
    "arabic": "الوهاب",
    "translit": "Al-Wahhab",
    "french": "Le Donateur",
    "meaning": "Celui qui accorde Ses dons sans compter et sans attendre de retour.",
    "occurrences": "3 fois dans le Coran",
    "benefits": "Attire les dons divins, facilite la générosité.",
    "usage": "Récité pour demander des dons, pour la générosité.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Donateur de toute chose.'",
    "details": "Ce nom souligne la générosité d'Allah et Sa capacité à accorder Ses dons sans compter. Il est le seul véritable Donateur, et tout autre don n'est qu'une manifestation de Sa générosité. Ce nom est particulièrement important dans le contexte de la demande de dons et de la générosité.",
    "reference": "Sourate Al-Imran (3:8)",
    "spiritual_effect": "Favorise la générosité envers autrui.",
    "citation": "Ibn Qayyim : 'Al-Wahhab est Celui qui accorde Ses dons sans compter.'"
  },
  "name_18": {
    "arabic": "الرزاق",
    "translit": "Ar-Razzaq",
    "french": "Le Pourvoyeur",
    "meaning": "Celui qui pourvoit à la subsistance de toute créature.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Attire la subsistance, facilite la confiance en Allah.",
    "usage": "Récité pour demander la subsistance, pour la confiance.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Pourvoyeur de toute chose.'",
    "details": "Ce nom souligne la providence d'Allah et Sa capacité à pourvoir à la subsistance de toute créature. Il est le seul véritable Pourvoyeur, et toute autre subsistance n'est qu'une manifestation de Sa providence. Ce nom est particulièrement important dans le contexte de la demande de subsistance et de la confiance en Allah.",
    "reference": "Sourate Adh-Dhariyat (51:58)",
    "spiritual_effect": "Favorise la confiance en la providence divine.",
    "citation": "Al-Ghazali : 'Ar-Razzaq est Celui qui pourvoit à la subsistance de toute créature.'"
  },
  "name_19": {
    "arabic": "الفتاح",
    "translit": "Al-Fattah",
    "french": "L'Ouvrant",
    "meaning": "Celui qui ouvre les portes de la miséricorde et de la subsistance.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Facilite l'ouverture des portes, attire la miséricorde.",
    "usage": "Récité pour demander l'ouverture des portes, pour la miséricorde.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est l'Ouvrant de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à ouvrir les portes de la miséricorde et de la subsistance. Il est le seul véritable Ouvrant, et toute autre ouverture n'est qu'une manifestation de Sa miséricorde. Ce nom est particulièrement important dans le contexte de la demande d'ouverture des portes et de la miséricorde.",
    "reference": "Sourate Saba (34:26)",
    "spiritual_effect": "Favorise l'espoir dans l'ouverture divine.",
    "citation": "Ibn Kathir : 'Al-Fattah est Celui qui ouvre les portes de la miséricorde.'"
  },
  "name_20": {
    "arabic": "العليم",
    "translit": "Al-Alim",
    "french": "L'Omniscient",
    "meaning": "Celui qui connaît toute chose, visible et invisible.",
    "occurrences": "157 fois dans le Coran",
    "benefits": "Renforce la foi en la science divine, facilite l'apprentissage.",
    "usage": "Récité pour demander la science, pour l'apprentissage.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est l'Omniscient de toute chose.'",
    "details": "Ce nom souligne la science absolue d'Allah et Sa capacité à connaître toute chose. Il est le seul véritable Omniscient, et toute autre science n'est qu'une manifestation de Sa science. Ce nom est particulièrement important dans le contexte de la demande de science et de l'apprentissage.",
    "reference": "Sourate Al-Baqarah (2:32)",
    "spiritual_effect": "Favorise l'humilité face à la science divine.",
    "citation": "Al-Ghazali : 'Al-Alim est Celui qui connaît toute chose, visible et invisible.'"
  },
  "name_21": {
    "arabic": "القابض",
    "translit": "Al-Qabid",
    "french": "Le Retenteur",
    "meaning": "Celui qui retient et restreint selon Sa sagesse.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la confiance en la sagesse divine.",
    "usage": "Récité pour accepter les restrictions divines.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Retenteur de toute chose.'",
    "details": "Ce nom souligne la sagesse d'Allah dans la restriction et la rétention. Il est le seul véritable Retenteur, et toute autre rétention n'est qu'une manifestation de Sa sagesse. Ce nom est particulièrement important dans le contexte de l'acceptation des restrictions divines.",
    "reference": "Sourate Al-Baqarah (2:245)",
    "spiritual_effect": "Favorise l'acceptation des épreuves.",
    "citation": "Ibn Kathir : 'Al-Qabid est Celui qui retient selon Sa sagesse.'"
  },
  "name_22": {
    "arabic": "الباسط",
    "translit": "Al-Basit",
    "french": "Le Déployeur",
    "meaning": "Celui qui étend et déploie Ses bienfaits selon Sa générosité.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Attire l'expansion des bienfaits.",
    "usage": "Récité pour demander l'expansion des bienfaits.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Déployeur de toute chose.'",
    "details": "Ce nom souligne la générosité d'Allah dans l'expansion et le déploiement des bienfaits. Il est le seul véritable Déployeur, et toute autre expansion n'est qu'une manifestation de Sa générosité. Ce nom est particulièrement important dans le contexte de la demande d'expansion des bienfaits.",
    "reference": "Sourate Ar-Ra'd (13:26)",
    "spiritual_effect": "Favorise la gratitude pour les bienfaits.",
    "citation": "Al-Ghazali : 'Al-Basit est Celui qui étend Ses bienfaits.'"
  },
  "name_23": {
    "arabic": "الخافض",
    "translit": "Al-Khafid",
    "french": "L'Abaisseur",
    "meaning": "Celui qui abaisse les orgueilleux et les tyrans.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Protège contre l'orgueil.",
    "usage": "Récité pour se protéger de l'orgueil.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est l'Abaisseur de toute chose.'",
    "details": "Ce nom souligne la justice d'Allah dans l'abaissement des orgueilleux. Il est le seul véritable Abaisseur, et tout autre abaissement n'est qu'une manifestation de Sa justice. Ce nom est particulièrement important dans le contexte de la protection contre l'orgueil.",
    "reference": "Sourate Al-Waqi'a (56:3)",
    "spiritual_effect": "Favorise l'humilité.",
    "citation": "Ibn Qayyim : 'Al-Khafid est Celui qui abaisse les orgueilleux.'"
  },
  "name_24": {
    "arabic": "الرافع",
    "translit": "Ar-Rafi",
    "french": "L'Éleveur",
    "meaning": "Celui qui élève les croyants et les pieux.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Attire l'élévation spirituelle.",
    "usage": "Récité pour demander l'élévation.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est l'Éleveur de toute chose.'",
    "details": "Ce nom souligne la miséricorde d'Allah dans l'élévation des croyants. Il est le seul véritable Éleveur, et toute autre élévation n'est qu'une manifestation de Sa miséricorde. Ce nom est particulièrement important dans le contexte de la demande d'élévation spirituelle.",
    "reference": "Sourate Fatir (35:10)",
    "spiritual_effect": "Favorise l'aspiration à l'excellence.",
    "citation": "Al-Ghazali : 'Ar-Rafi est Celui qui élève les croyants.'"
  },
  "name_25": {
    "arabic": "المعز",
    "translit": "Al-Mu'izz",
    "french": "L'Honneur",
    "meaning": "Celui qui honore et donne la dignité à qui Il veut.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Attire l'honneur et la dignité.",
    "usage": "Récité pour demander l'honneur.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est l'Honneur de toute chose.'",
    "details": "Ce nom souligne la générosité d'Allah dans l'octroi de l'honneur. Il est le seul véritable Honneur, et tout autre honneur n'est qu'une manifestation de Sa générosité. Ce nom est particulièrement important dans le contexte de la demande d'honneur et de dignité.",
    "reference": "Sourate Al-Imran (3:26)",
    "spiritual_effect": "Favorise la dignité personnelle.",
    "citation": "Ibn Kathir : 'Al-Mu'izz est Celui qui honore qui Il veut.'"
  },
  "name_26": {
    "arabic": "المذل",
    "translit": "Al-Mudhill",
    "french": "L'Humiliant",
    "meaning": "Celui qui humilie les orgueilleux et les tyrans.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Protège contre l'humiliation.",
    "usage": "Récité pour se protéger de l'humiliation.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est l'Humiliant de toute chose.'",
    "details": "Ce nom souligne la justice d'Allah dans l'humiliation des orgueilleux. Il est le seul véritable Humiliant, et toute autre humiliation n'est qu'une manifestation de Sa justice. Ce nom est particulièrement important dans le contexte de la protection contre l'humiliation.",
    "reference": "Sourate Al-Imran (3:26)",
    "spiritual_effect": "Favorise l'humilité sincère.",
    "citation": "Al-Ghazali : 'Al-Mudhill est Celui qui humilie les orgueilleux.'"
  },
  "name_27": {
    "arabic": "السميع",
    "translit": "As-Sami",
    "french": "L'Audient",
    "meaning": "Celui qui entend toute chose, sans besoin d'oreilles.",
    "occurrences": "46 fois dans le Coran",
    "benefits": "Renforce la confiance en l'écoute divine.",
    "usage": "Récité pour se rappeler que Allah entend tout.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est l'Audient de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à entendre toute chose. Il est le seul véritable Audient, et toute autre audition n'est qu'une manifestation de Son pouvoir. Ce nom est particulièrement important dans le contexte de la confiance en l'écoute divine.",
    "reference": "Sourate Al-Baqarah (2:127)",
    "spiritual_effect": "Favorise la sincérité dans les invocations.",
    "citation": "Ibn Qayyim : 'As-Sami est Celui qui entend toute chose.'"
  },
  "name_28": {
    "arabic": "البصير",
    "translit": "Al-Basir",
    "french": "Le Clairvoyant",
    "meaning": "Celui qui voit toute chose, sans besoin d'yeux.",
    "occurrences": "42 fois dans le Coran",
    "benefits": "Renforce la conscience de la surveillance divine.",
    "usage": "Récité pour se rappeler que Allah voit tout.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Clairvoyant de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à voir toute chose. Il est le seul véritable Clairvoyant, et toute autre vision n'est qu'une manifestation de Son pouvoir. Ce nom est particulièrement important dans le contexte de la conscience de la surveillance divine.",
    "reference": "Sourate Al-Hadid (57:4)",
    "spiritual_effect": "Favorise la vigilance dans les actes.",
    "citation": "Al-Ghazali : 'Al-Basir est Celui qui voit toute chose.'"
  },
  "name_29": {
    "arabic": "الحكم",
    "translit": "Al-Hakam",
    "french": "Le Juge",
    "meaning": "Celui qui juge avec justice entre Ses créatures.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la confiance en la justice divine.",
    "usage": "Récité pour se rappeler la justice d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Juge de toute chose.'",
    "details": "Ce nom souligne la justice absolue d'Allah dans Son jugement. Il est le seul véritable Juge, et tout autre jugement n'est qu'une manifestation de Sa justice. Ce nom est particulièrement important dans le contexte de la confiance en la justice divine.",
    "reference": "Sourate Ghafir (40:48)",
    "spiritual_effect": "Favorise l'équité dans les jugements.",
    "citation": "Ibn Kathir : 'Al-Hakam est Celui qui juge avec justice.'"
  },
  "name_30": {
    "arabic": "العدل",
    "translit": "Al-Adl",
    "french": "L'Équitable",
    "meaning": "Celui qui est parfaitement juste et équitable.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la confiance en l'équité divine.",
    "usage": "Récité pour se rappeler l'équité d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est l'Équitable de toute chose.'",
    "details": "Ce nom souligne l'équité parfaite d'Allah dans Ses jugements. Il est le seul véritable Équitable, et toute autre équité n'est qu'une manifestation de Sa justice. Ce nom est particulièrement important dans le contexte de la confiance en l'équité divine.",
    "reference": "Sourate Al-An'am (6:115)",
    "spiritual_effect": "Favorise l'équité dans les relations.",
    "citation": "Al-Ghazali : 'Al-Adl est Celui qui est parfaitement juste.'"
  },
  "name_31": {
    "arabic": "اللطيف",
    "translit": "Al-Latif",
    "french": "Le Subtil",
    "meaning": "Celui qui est doux et subtil dans Sa gestion des affaires de Ses créatures.",
    "occurrences": "7 fois dans le Coran",
    "benefits": "Attire la douceur divine, facilite les affaires.",
    "usage": "Récité pour demander la douceur divine.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Subtil de toute chose.'",
    "details": "Ce nom souligne la douceur et la subtilité d'Allah dans Sa gestion des affaires. Il est le seul véritable Subtil, et toute autre subtilité n'est qu'une manifestation de Sa douceur. Ce nom est particulièrement important dans le contexte de la demande de douceur divine.",
    "reference": "Sourate Al-Hajj (22:63)",
    "spiritual_effect": "Favorise la douceur dans les relations.",
    "citation": "Ibn Kathir : 'Al-Latif est Celui qui est doux et subtil dans Ses actes.'"
  },
  "name_32": {
    "arabic": "الخبير",
    "translit": "Al-Khabir",
    "french": "Le Bien Informé",
    "meaning": "Celui qui connaît la réalité cachée de toute chose.",
    "occurrences": "45 fois dans le Coran",
    "benefits": "Renforce la confiance en la science divine.",
    "usage": "Récité pour se rappeler la science d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Bien Informé de toute chose.'",
    "details": "Ce nom souligne la connaissance approfondie d'Allah de toute chose. Il est le seul véritable Bien Informé, et toute autre information n'est qu'une manifestation de Sa science. Ce nom est particulièrement important dans le contexte de la confiance en la science divine.",
    "reference": "Sourate Al-An'am (6:18)",
    "spiritual_effect": "Favorise la sincérité dans les intentions.",
    "citation": "Al-Ghazali : 'Al-Khabir est Celui qui connaît la réalité cachée.'"
  },
  "name_33": {
    "arabic": "الحليم",
    "translit": "Al-Halim",
    "french": "Le Longanime",
    "meaning": "Celui qui est patient et ne se hâte pas de punir.",
    "occurrences": "15 fois dans le Coran",
    "benefits": "Attire la patience divine, facilite le pardon.",
    "usage": "Récité pour demander la patience.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Longanime de toute chose.'",
    "details": "Ce nom souligne la patience d'Allah et Sa capacité à retarder le châtiment. Il est le seul véritable Longanime, et toute autre patience n'est qu'une manifestation de Sa miséricorde. Ce nom est particulièrement important dans le contexte de la demande de patience.",
    "reference": "Sourate Al-Baqarah (2:225)",
    "spiritual_effect": "Favorise la patience face aux épreuves.",
    "citation": "Ibn Qayyim : 'Al-Halim est Celui qui est patient et ne se hâte pas.'"
  },
  "name_34": {
    "arabic": "العظيم",
    "translit": "Al-Azim",
    "french": "L'Immense",
    "meaning": "Celui dont la grandeur est absolue et incomparable.",
    "occurrences": "9 fois dans le Coran",
    "benefits": "Renforce la grandeur divine, protège contre l'orgueil.",
    "usage": "Récité pour se rappeler la grandeur d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est l'Immense de toute chose.'",
    "details": "Ce nom souligne la grandeur absolue d'Allah et Son incomparabilité. Il est le seul véritable Immense, et toute autre grandeur n'est que temporaire et dérivée de la Sienne. Ce nom est particulièrement important dans le contexte de la reconnaissance de la grandeur divine.",
    "reference": "Sourate Al-Baqarah (2:255)",
    "spiritual_effect": "Favorise l'humilité face à la grandeur divine.",
    "citation": "Al-Ghazali : 'Al-Azim est Celui dont la grandeur est incomparable.'"
  },
  "name_35": {
    "arabic": "الغفور",
    "translit": "Al-Ghafur",
    "french": "Le Tout Pardonnant",
    "meaning": "Celui qui pardonne abondamment les péchés.",
    "occurrences": "91 fois dans le Coran",
    "benefits": "Attire le pardon divin, facilite le repentir.",
    "usage": "Récité pour demander le pardon.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Tout Pardonnant de toute chose.'",
    "details": "Ce nom souligne la miséricorde d'Allah dans le pardon des péchés. Il est le seul véritable Pardonneur, et tout autre pardon n'est qu'une manifestation de Sa miséricorde. Ce nom est particulièrement important dans le contexte du repentir et de la demande de pardon.",
    "reference": "Sourate Al-Imran (3:31)",
    "spiritual_effect": "Favorise l'espoir dans le pardon divin.",
    "citation": "Ibn Kathir : 'Al-Ghafur est Celui qui pardonne abondamment.'"
  },
  "name_36": {
    "arabic": "الشكور",
    "translit": "Ash-Shakur",
    "french": "Le Très Reconnaissant",
    "meaning": "Celui qui récompense abondamment les bonnes actions.",
    "occurrences": "4 fois dans le Coran",
    "benefits": "Attire la récompense divine, facilite la gratitude.",
    "usage": "Récité pour demander la récompense.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Très Reconnaissant de toute chose.'",
    "details": "Ce nom souligne la générosité d'Allah dans la récompense des bonnes actions. Il est le seul véritable Reconnaissant, et toute autre reconnaissance n'est qu'une manifestation de Sa générosité. Ce nom est particulièrement important dans le contexte de la demande de récompense.",
    "reference": "Sourate Fatir (35:30)",
    "spiritual_effect": "Favorise la gratitude pour les bienfaits.",
    "citation": "Al-Ghazali : 'Ash-Shakur est Celui qui récompense abondamment.'"
  },
  "name_37": {
    "arabic": "العلي",
    "translit": "Al-Ali",
    "french": "Le Très Haut",
    "meaning": "Celui qui est élevé au-dessus de toute chose.",
    "occurrences": "31 fois dans le Coran",
    "benefits": "Renforce la grandeur divine, protège contre l'orgueil.",
    "usage": "Récité pour se rappeler la grandeur d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Très Haut de toute chose.'",
    "details": "Ce nom souligne l'élévation d'Allah au-dessus de toute chose. Il est le seul véritable Haut, et toute autre élévation n'est que temporaire et dérivée de la Sienne. Ce nom est particulièrement important dans le contexte de la reconnaissance de la grandeur divine.",
    "reference": "Sourate Al-Baqarah (2:255)",
    "spiritual_effect": "Favorise l'humilité face à la grandeur divine.",
    "citation": "Ibn Qayyim : 'Al-Ali est Celui qui est élevé au-dessus de tout.'"
  },
  "name_38": {
    "arabic": "الكبير",
    "translit": "Al-Kabir",
    "french": "Le Très Grand",
    "meaning": "Celui dont la grandeur est absolue et incomparable.",
    "occurrences": "3 fois dans le Coran",
    "benefits": "Renforce la grandeur divine, protège contre l'orgueil.",
    "usage": "Récité pour se rappeler la grandeur d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Très Grand de toute chose.'",
    "details": "Ce nom souligne la grandeur absolue d'Allah et Son incomparabilité. Il est le seul véritable Grand, et toute autre grandeur n'est que temporaire et dérivée de la Sienne. Ce nom est particulièrement important dans le contexte de la reconnaissance de la grandeur divine.",
    "reference": "Sourate Al-Hajj (22:62)",
    "spiritual_effect": "Favorise l'humilité face à la grandeur divine.",
    "citation": "Al-Ghazali : 'Al-Kabir est Celui dont la grandeur est incomparable.'"
  },
  "name_39": {
    "arabic": "الحفيظ",
    "translit": "Al-Hafiz",
    "french": "Le Gardien",
    "meaning": "Celui qui préserve et protège toute chose.",
    "occurrences": "2 fois dans le Coran",
    "benefits": "Attire la protection divine, facilite la préservation.",
    "usage": "Récité pour demander la protection.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Gardien de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à préserver et protéger toute chose. Il est le seul véritable Gardien, et toute autre protection n'est qu'une manifestation de Son pouvoir. Ce nom est particulièrement important dans le contexte de la demande de protection.",
    "reference": "Sourate Hud (11:57)",
    "spiritual_effect": "Favorise la confiance en la protection divine.",
    "citation": "Ibn Kathir : 'Al-Hafiz est Celui qui préserve et protège.'"
  },
  "name_40": {
    "arabic": "المقيت",
    "translit": "Al-Muqit",
    "french": "Le Nourricier",
    "meaning": "Celui qui pourvoit à la subsistance de toute créature.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Attire la subsistance, facilite la confiance en Allah.",
    "usage": "Récité pour demander la subsistance.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Nourricier de toute chose.'",
    "details": "Ce nom souligne la providence d'Allah dans la subsistance des créatures. Il est le seul véritable Nourricier, et toute autre subsistance n'est qu'une manifestation de Sa providence. Ce nom est particulièrement important dans le contexte de la demande de subsistance.",
    "reference": "Sourate An-Nisa (4:85)",
    "spiritual_effect": "Favorise la confiance en la providence divine.",
    "citation": "Al-Ghazali : 'Al-Muqit est Celui qui pourvoit à la subsistance.'"
  },
  "name_41": {
    "arabic": "الحسيب",
    "translit": "Al-Hasib",
    "french": "Le Reckoner",
    "meaning": "Celui qui tient compte de toutes les actions de Ses créatures.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la conscience des actes, facilite la responsabilité.",
    "usage": "Récité pour se rappeler le compte des actes.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Reckoner de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à tenir compte de toutes les actions. Il est le seul véritable Reckoner, et tout autre compte n'est qu'une manifestation de Sa science. Ce nom est particulièrement important dans le contexte de la responsabilité des actes.",
    "reference": "Sourate An-Nisa (4:6)",
    "spiritual_effect": "Favorise la vigilance dans les actes.",
    "citation": "Ibn Kathir : 'Al-Hasib est Celui qui tient compte de tout.'"
  },
  "name_42": {
    "arabic": "الجليل",
    "translit": "Al-Jalil",
    "french": "Le Majestueux",
    "meaning": "Celui dont la majesté est absolue et incomparable.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la majesté divine, protège contre l'orgueil.",
    "usage": "Récité pour se rappeler la majesté d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Majestueux de toute chose.'",
    "details": "Ce nom souligne la majesté absolue d'Allah et Son incomparabilité. Il est le seul véritable Majestueux, et toute autre majesté n'est que temporaire et dérivée de la Sienne. Ce nom est particulièrement important dans le contexte de la reconnaissance de la majesté divine.",
    "reference": "Sourate Ar-Rahman (55:27)",
    "spiritual_effect": "Favorise le respect de la majesté divine.",
    "citation": "Al-Ghazali : 'Al-Jalil est Celui dont la majesté est incomparable.'"
  },
  "name_43": {
    "arabic": "الكريم",
    "translit": "Al-Karim",
    "french": "Le Généreux",
    "meaning": "Celui qui est généreux et noble dans Ses attributs et Ses actes.",
    "occurrences": "27 fois dans le Coran",
    "benefits": "Attire la générosité divine, facilite la noblesse.",
    "usage": "Récité pour demander la générosité.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Généreux de toute chose.'",
    "details": "Ce nom souligne la générosité d'Allah dans Ses attributs et Ses actes. Il est le seul véritable Généreux, et toute autre générosité n'est qu'une manifestation de Sa noblesse. Ce nom est particulièrement important dans le contexte de la demande de générosité.",
    "reference": "Sourate Al-Infitar (82:6)",
    "spiritual_effect": "Favorise la générosité envers autrui.",
    "citation": "Ibn Qayyim : 'Al-Karim est Celui qui est généreux et noble.'"
  },
  "name_44": {
    "arabic": "الرقيب",
    "translit": "Ar-Raqib",
    "french": "Le Vigilant",
    "meaning": "Celui qui surveille et observe toute chose.",
    "occurrences": "2 fois dans le Coran",
    "benefits": "Renforce la conscience de la surveillance divine.",
    "usage": "Récité pour se rappeler la surveillance d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Vigilant de toute chose.'",
    "details": "Ce nom souligne la vigilance d'Allah dans la surveillance de Ses créatures. Il est le seul véritable Vigilant, et toute autre vigilance n'est qu'une manifestation de Son pouvoir. Ce nom est particulièrement important dans le contexte de la conscience de la surveillance divine.",
    "reference": "Sourate An-Nisa (4:1)",
    "spiritual_effect": "Favorise la vigilance dans les actes.",
    "citation": "Al-Ghazali : 'Ar-Raqib est Celui qui surveille et observe.'"
  },
  "name_45": {
    "arabic": "المجيب",
    "translit": "Al-Mujib",
    "french": "Le Répondeur",
    "meaning": "Celui qui répond aux invocations de Ses serviteurs.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Attire la réponse divine, facilite les invocations.",
    "usage": "Récité pour demander la réponse aux invocations.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Répondeur de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à répondre aux invocations. Il est le seul véritable Répondeur, et toute autre réponse n'est qu'une manifestation de Sa miséricorde. Ce nom est particulièrement important dans le contexte de la demande de réponse aux invocations.",
    "reference": "Sourate Hud (11:61)",
    "spiritual_effect": "Favorise la confiance dans les invocations.",
    "citation": "Ibn Kathir : 'Al-Mujib est Celui qui répond aux invocations.'"
  },
  "name_46": {
    "arabic": "الواسع",
    "translit": "Al-Wasi",
    "french": "L'Ample",
    "meaning": "Celui dont la générosité et la science sont vastes.",
    "occurrences": "2 fois dans le Coran",
    "benefits": "Attire l'ampleur divine, facilite l'abondance.",
    "usage": "Récité pour demander l'ampleur des bienfaits.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est l'Ample de toute chose.'",
    "details": "Ce nom souligne l'ampleur de la générosité et de la science d'Allah. Il est le seul véritable Ample, et toute autre ampleur n'est qu'une manifestation de Sa générosité. Ce nom est particulièrement important dans le contexte de la demande d'ampleur des bienfaits.",
    "reference": "Sourate Al-Baqarah (2:247)",
    "spiritual_effect": "Favorise la confiance en l'abondance divine.",
    "citation": "Al-Ghazali : 'Al-Wasi est Celui dont la générosité est vaste.'"
  },
  "name_47": {
    "arabic": "الحكيم",
    "translit": "Al-Hakim",
    "french": "Le Sage",
    "meaning": "Celui qui est sage dans Ses décrets et Ses actes.",
    "occurrences": "93 fois dans le Coran",
    "benefits": "Renforce la confiance en la sagesse divine.",
    "usage": "Récité pour se rappeler la sagesse d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Sage de toute chose.'",
    "details": "Ce nom souligne la sagesse d'Allah dans Ses décrets et Ses actes. Il est le seul véritable Sage, et toute autre sagesse n'est qu'une manifestation de Sa science. Ce nom est particulièrement important dans le contexte de la confiance en la sagesse divine.",
    "reference": "Sourate Al-Baqarah (2:32)",
    "spiritual_effect": "Favorise l'acceptation des décrets divins.",
    "citation": "Ibn Qayyim : 'Al-Hakim est Celui qui est sage dans Ses actes.'"
  },
  "name_48": {
    "arabic": "الودود",
    "translit": "Al-Wadud",
    "french": "L'Aimant",
    "meaning": "Celui qui aime Ses serviteurs et est aimé d'eux.",
    "occurrences": "2 fois dans le Coran",
    "benefits": "Attire l'amour divin, facilite l'amour d'Allah.",
    "usage": "Récité pour demander l'amour d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est l'Aimant de toute chose.'",
    "details": "Ce nom souligne l'amour d'Allah pour Ses serviteurs et leur amour pour Lui. Il est le seul véritable Aimant, et tout autre amour n'est qu'une manifestation de Sa miséricorde. Ce nom est particulièrement important dans le contexte de la demande d'amour divin.",
    "reference": "Sourate Al-Buruj (85:14)",
    "spiritual_effect": "Favorise l'amour d'Allah et des créatures.",
    "citation": "Al-Ghazali : 'Al-Wadud est Celui qui aime et est aimé.'"
  },
  "name_49": {
    "arabic": "المجيد",
    "translit": "Al-Majid",
    "french": "Le Glorieux",
    "meaning": "Celui dont la gloire est absolue et incomparable.",
    "occurrences": "2 fois dans le Coran",
    "benefits": "Renforce la gloire divine, protège contre l'orgueil.",
    "usage": "Récité pour se rappeler la gloire d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Glorieux de toute chose.'",
    "details": "Ce nom souligne la gloire absolue d'Allah et Son incomparabilité. Il est le seul véritable Glorieux, et toute autre gloire n'est que temporaire et dérivée de la Sienne. Ce nom est particulièrement important dans le contexte de la reconnaissance de la gloire divine.",
    "reference": "Sourate Hud (11:73)",
    "spiritual_effect": "Favorise le respect de la gloire divine.",
    "citation": "Ibn Kathir : 'Al-Majid est Celui dont la gloire est incomparable.'"
  },
  "name_50": {
    "arabic": "الباعث",
    "translit": "Al-Ba'ith",
    "french": "Le Ressuscitateur",
    "meaning": "Celui qui ressuscite les morts et envoie les messagers.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la foi en la résurrection.",
    "usage": "Récité pour se rappeler la résurrection.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Ressuscitateur de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à ressusciter les morts et à envoyer les messagers. Il est le seul véritable Ressuscitateur, et toute autre résurrection n'est qu'une manifestation de Son pouvoir. Ce nom est particulièrement important dans le contexte de la foi en la résurrection.",
    "reference": "Sourate Al-Hajj (22:7)",
    "spiritual_effect": "Favorise la préparation pour l'au-delà.",
    "citation": "Al-Ghazali : 'Al-Ba'ith est Celui qui ressuscite et envoie.'"
  },
  "name_51": {
    "arabic": "الشهيد",
    "translit": "Ash-Shahid",
    "french": "Le Témoin",
    "meaning": "Celui qui est témoin de toute chose.",
    "occurrences": "19 fois dans le Coran",
    "benefits": "Renforce la conscience de la présence divine.",
    "usage": "Récité pour se rappeler la présence d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Témoin de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à être témoin de tout ce qui se passe. Il est le seul véritable Témoin, et tout autre témoignage n'est qu'une manifestation de Sa science. Ce nom est particulièrement important dans le contexte de la conscience de la présence divine.",
    "reference": "Sourate Al-Maidah (5:117)",
    "spiritual_effect": "Favorise la vigilance dans les actes.",
    "citation": "Ibn Kathir : 'Ash-Shahid est Celui qui est témoin de tout.'"
  },
  "name_52": {
    "arabic": "الحق",
    "translit": "Al-Haqq",
    "french": "La Vérité",
    "meaning": "Celui qui est la Vérité absolue.",
    "occurrences": "10 fois dans le Coran",
    "benefits": "Renforce la foi en la vérité divine.",
    "usage": "Récité pour se rappeler la vérité d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est la Vérité de toute chose.'",
    "details": "Ce nom souligne qu'Allah est la Vérité absolue. Il est le seul véritable Vrai, et toute autre vérité n'est qu'une manifestation de Sa réalité. Ce nom est particulièrement important dans le contexte de la reconnaissance de la vérité divine.",
    "reference": "Sourate Al-Hajj (22:6)",
    "spiritual_effect": "Favorise la recherche de la vérité.",
    "citation": "Al-Ghazali : 'Al-Haqq est Celui qui est la Vérité absolue.'"
  },
  "name_53": {
    "arabic": "الوكيل",
    "translit": "Al-Wakil",
    "french": "Le Garant",
    "meaning": "Celui qui prend en charge les affaires de Ses serviteurs.",
    "occurrences": "14 fois dans le Coran",
    "benefits": "Renforce la confiance en Allah.",
    "usage": "Récité pour se rappeler la garantie divine.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Garant de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à prendre en charge les affaires de Ses serviteurs. Il est le seul véritable Garant, et toute autre garantie n'est qu'une manifestation de Son pouvoir. Ce nom est particulièrement important dans le contexte de la confiance en Allah.",
    "reference": "Sourate Az-Zumar (39:62)",
    "spiritual_effect": "Favorise la confiance en Allah.",
    "citation": "Ibn Qayyim : 'Al-Wakil est Celui qui prend en charge.'"
  },
  "name_54": {
    "arabic": "القوي",
    "translit": "Al-Qawi",
    "french": "Le Fort",
    "meaning": "Celui dont la force est absolue et incomparable.",
    "occurrences": "9 fois dans le Coran",
    "benefits": "Renforce la confiance en la force divine.",
    "usage": "Récité pour se rappeler la force d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Fort de toute chose.'",
    "details": "Ce nom souligne la force absolue d'Allah et Son incomparabilité. Il est le seul véritable Fort, et toute autre force n'est que temporaire et dérivée de la Sienne. Ce nom est particulièrement important dans le contexte de la confiance en la force divine.",
    "reference": "Sourate Al-Hajj (22:40)",
    "spiritual_effect": "Favorise la confiance en la force divine.",
    "citation": "Al-Ghazali : 'Al-Qawi est Celui dont la force est incomparable.'"
  },
  "name_55": {
    "arabic": "المتين",
    "translit": "Al-Matin",
    "french": "Le Ferme",
    "meaning": "Celui dont la force est ferme et inébranlable.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la stabilité divine.",
    "usage": "Récité pour se rappeler la fermeté d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Ferme de toute chose.'",
    "details": "Ce nom souligne la fermeté de la force d'Allah. Il est le seul véritable Ferme, et toute autre fermeté n'est qu'une manifestation de Sa force. Ce nom est particulièrement important dans le contexte de la reconnaissance de la fermeté divine.",
    "reference": "Sourate Az-Zariyat (51:58)",
    "spiritual_effect": "Favorise la stabilité dans la foi.",
    "citation": "Ibn Kathir : 'Al-Matin est Celui dont la force est ferme.'"
  },
  "name_56": {
    "arabic": "الولي",
    "translit": "Al-Wali",
    "french": "Le Protecteur",
    "meaning": "Celui qui protège et soutient Ses serviteurs.",
    "occurrences": "15 fois dans le Coran",
    "benefits": "Attire la protection divine.",
    "usage": "Récité pour demander la protection.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Protecteur de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à protéger et soutenir Ses serviteurs. Il est le seul véritable Protecteur, et toute autre protection n'est qu'une manifestation de Son pouvoir. Ce nom est particulièrement important dans le contexte de la demande de protection.",
    "reference": "Sourate Al-Baqarah (2:257)",
    "spiritual_effect": "Favorise la confiance en la protection divine.",
    "citation": "Al-Ghazali : 'Al-Wali est Celui qui protège et soutient.'"
  },
  "name_57": {
    "arabic": "الحميد",
    "translit": "Al-Hamid",
    "french": "Le Digne de louange",
    "meaning": "Celui qui est digne de toute louange.",
    "occurrences": "17 fois dans le Coran",
    "benefits": "Renforce la louange divine.",
    "usage": "Récité pour louer Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Digne de louange de toute chose.'",
    "details": "Ce nom souligne qu'Allah est digne de toute louange. Il est le seul véritable Digne de louange, et toute autre louange n'est qu'une manifestation de Sa perfection. Ce nom est particulièrement important dans le contexte de la louange divine.",
    "reference": "Sourate Al-Hajj (22:64)",
    "spiritual_effect": "Favorise la louange d'Allah.",
    "citation": "Ibn Qayyim : 'Al-Hamid est Celui qui est digne de louange.'"
  },
  "name_58": {
    "arabic": "المحصي",
    "translit": "Al-Muhsi",
    "french": "Le Comptable",
    "meaning": "Celui qui compte et enregistre tout.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la conscience des actes.",
    "usage": "Récité pour se rappeler le compte des actes.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Comptable de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à compter et enregistrer tout. Il est le seul véritable Comptable, et tout autre compte n'est qu'une manifestation de Sa science. Ce nom est particulièrement important dans le contexte de la conscience des actes.",
    "reference": "Sourate Al-Jinn (72:28)",
    "spiritual_effect": "Favorise la vigilance dans les actes.",
    "citation": "Al-Ghazali : 'Al-Muhsi est Celui qui compte et enregistre.'"
  },
  "name_59": {
    "arabic": "المبدئ",
    "translit": "Al-Mubdi",
    "french": "L'Initiateur",
    "meaning": "Celui qui initie la création.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la foi en la création.",
    "usage": "Récité pour se rappeler l'initiation divine.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est l'Initiateur de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à initier la création. Il est le seul véritable Initiateur, et toute autre initiation n'est qu'une manifestation de Son pouvoir. Ce nom est particulièrement important dans le contexte de la foi en la création.",
    "reference": "Sourate Al-Buruj (85:13)",
    "spiritual_effect": "Favorise la reconnaissance de la création divine.",
    "citation": "Ibn Kathir : 'Al-Mubdi est Celui qui initie la création.'"
  },
  "name_60": {
    "arabic": "المعيد",
    "translit": "Al-Mu'id",
    "french": "Le Restaurateur",
    "meaning": "Celui qui restaure la création.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la foi en la résurrection.",
    "usage": "Récité pour se rappeler la restauration divine.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Restaurateur de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à restaurer la création. Il est le seul véritable Restaurateur, et toute autre restauration n'est qu'une manifestation de Son pouvoir. Ce nom est particulièrement important dans le contexte de la foi en la résurrection.",
    "reference": "Sourate Ar-Rum (30:27)",
    "spiritual_effect": "Favorise la confiance en la restauration divine.",
    "citation": "Al-Ghazali : 'Al-Mu'id est Celui qui restaure la création.'"
  },
  "name_61": {
    "arabic": "المحيي",
    "translit": "Al-Muhyi",
    "french": "Le Donneur de vie",
    "meaning": "Celui qui donne la vie à toute chose.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la foi en la vie divine.",
    "usage": "Récité pour se rappeler le don de la vie.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Donneur de vie de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à donner la vie. Il est le seul véritable Donneur de vie, et toute autre vie n'est qu'une manifestation de Son pouvoir. Ce nom est particulièrement important dans le contexte de la reconnaissance du don de la vie.",
    "reference": "Sourate Ar-Rum (30:50)",
    "spiritual_effect": "Favorise la gratitude pour la vie.",
    "citation": "Ibn Kathir : 'Al-Muhyi est Celui qui donne la vie.'"
  },
  "name_62": {
    "arabic": "المميت",
    "translit": "Al-Mumit",
    "french": "Le Donneur de mort",
    "meaning": "Celui qui fait mourir toute chose.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la conscience de la mort.",
    "usage": "Récité pour se rappeler la mort.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Donneur de mort de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à faire mourir. Il est le seul véritable Donneur de mort, et toute autre mort n'est qu'une manifestation de Son pouvoir. Ce nom est particulièrement important dans le contexte de la conscience de la mort.",
    "reference": "Sourate Al-Mulk (67:2)",
    "spiritual_effect": "Favorise la préparation pour l'au-delà.",
    "citation": "Al-Ghazali : 'Al-Mumit est Celui qui fait mourir.'"
  },
  "name_63": {
    "arabic": "الحي",
    "translit": "Al-Hayy",
    "french": "Le Vivant",
    "meaning": "Celui qui est éternellement vivant.",
    "occurrences": "5 fois dans le Coran",
    "benefits": "Renforce la foi en la vie éternelle.",
    "usage": "Récité pour se rappeler la vie éternelle.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Vivant de toute chose.'",
    "details": "Ce nom souligne qu'Allah est éternellement vivant. Il est le seul véritable Vivant, et toute autre vie n'est que temporaire. Ce nom est particulièrement important dans le contexte de la foi en la vie éternelle.",
    "reference": "Sourate Al-Baqarah (2:255)",
    "spiritual_effect": "Favorise la conscience de l'éternité.",
    "citation": "Ibn Qayyim : 'Al-Hayy est Celui qui est éternellement vivant.'"
  },
  "name_64": {
    "arabic": "القيوم",
    "translit": "Al-Qayyum",
    "french": "Le Subsistant",
    "meaning": "Celui qui subsiste par Lui-même et fait subsister toute chose.",
    "occurrences": "3 fois dans le Coran",
    "benefits": "Renforce la foi en la subsistance divine.",
    "usage": "Récité pour se rappeler la subsistance divine.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Subsistant de toute chose.'",
    "details": "Ce nom souligne qu'Allah subsiste par Lui-même et fait subsister toute chose. Il est le seul véritable Subsistant, et toute autre subsistance n'est que temporaire. Ce nom est particulièrement important dans le contexte de la foi en la subsistance divine.",
    "reference": "Sourate Al-Baqarah (2:255)",
    "spiritual_effect": "Favorise la confiance en la subsistance divine.",
    "citation": "Al-Ghazali : 'Al-Qayyum est Celui qui subsiste par Lui-même.'"
  },
  "name_65": {
    "arabic": "الواجد",
    "translit": "Al-Wajid",
    "french": "Le Riche",
    "meaning": "Celui qui trouve tout ce qu'Il veut.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la confiance en la richesse divine.",
    "usage": "Récité pour se rappeler la richesse d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Riche de toute chose.'",
    "details": "Ce nom souligne qu'Allah trouve tout ce qu'Il veut. Il est le seul véritable Riche, et toute autre richesse n'est que temporaire. Ce nom est particulièrement important dans le contexte de la confiance en la richesse divine.",
    "reference": "Sourate Ad-Duha (93:8)",
    "spiritual_effect": "Favorise la confiance en la richesse divine.",
    "citation": "Ibn Kathir : 'Al-Wajid est Celui qui trouve tout.'"
  },
  "name_66": {
    "arabic": "الماجد",
    "translit": "Al-Majid",
    "french": "Le Noble",
    "meaning": "Celui dont la noblesse est absolue.",
    "occurrences": "2 fois dans le Coran",
    "benefits": "Renforce la noblesse divine.",
    "usage": "Récité pour se rappeler la noblesse d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Noble de toute chose.'",
    "details": "Ce nom souligne la noblesse absolue d'Allah. Il est le seul véritable Noble, et toute autre noblesse n'est que temporaire. Ce nom est particulièrement important dans le contexte de la reconnaissance de la noblesse divine.",
    "reference": "Sourate Hud (11:73)",
    "spiritual_effect": "Favorise le respect de la noblesse divine.",
    "citation": "Al-Ghazali : 'Al-Majid est Celui dont la noblesse est absolue.'"
  },
  "name_67": {
    "arabic": "الواحد",
    "translit": "Al-Wahid",
    "french": "L'Unique",
    "meaning": "Celui qui est unique dans Son essence et Ses attributs.",
    "occurrences": "22 fois dans le Coran",
    "benefits": "Renforce la foi en l'unicité divine.",
    "usage": "Récité pour se rappeler l'unicité d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est l'Unique de toute chose.'",
    "details": "Ce nom souligne l'unicité d'Allah dans Son essence et Ses attributs. Il est le seul véritable Unique, et toute autre unicité n'est que temporaire. Ce nom est particulièrement important dans le contexte de la foi en l'unicité divine.",
    "reference": "Sourate Al-Baqarah (2:163)",
    "spiritual_effect": "Favorise la reconnaissance de l'unicité divine.",
    "citation": "Ibn Qayyim : 'Al-Wahid est Celui qui est unique.'"
  },
  "name_68": {
    "arabic": "الأحد",
    "translit": "Al-Ahad",
    "french": "L'Un",
    "meaning": "Celui qui est un dans Son essence.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la foi en l'unité divine.",
    "usage": "Récité pour se rappeler l'unité d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est l'Un de toute chose.'",
    "details": "Ce nom souligne l'unité d'Allah dans Son essence. Il est le seul véritable Un, et toute autre unité n'est que temporaire. Ce nom est particulièrement important dans le contexte de la foi en l'unité divine.",
    "reference": "Sourate Al-Ikhlas (112:1)",
    "spiritual_effect": "Favorise la reconnaissance de l'unité divine.",
    "citation": "Al-Ghazali : 'Al-Ahad est Celui qui est un.'"
  },
  "name_69": {
    "arabic": "الصمد",
    "translit": "As-Samad",
    "french": "Le Maître absolu",
    "meaning": "Celui dont toute chose a besoin.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la dépendance envers Allah.",
    "usage": "Récité pour se rappeler la dépendance envers Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Maître absolu de toute chose.'",
    "details": "Ce nom souligne qu'Allah est Celui dont toute chose a besoin. Il est le seul véritable Maître absolu, et toute autre maîtrise n'est que temporaire. Ce nom est particulièrement important dans le contexte de la dépendance envers Allah.",
    "reference": "Sourate Al-Ikhlas (112:2)",
    "spiritual_effect": "Favorise la dépendance envers Allah.",
    "citation": "Ibn Kathir : 'As-Samad est Celui dont toute chose a besoin.'"
  },
  "name_70": {
    "arabic": "القادر",
    "translit": "Al-Qadir",
    "french": "Le Capable",
    "meaning": "Celui qui est capable de toute chose.",
    "occurrences": "45 fois dans le Coran",
    "benefits": "Renforce la confiance en la capacité divine.",
    "usage": "Récité pour se rappeler la capacité d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Capable de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à faire toute chose. Il est le seul véritable Capable, et toute autre capacité n'est que temporaire. Ce nom est particulièrement important dans le contexte de la confiance en la capacité divine.",
    "reference": "Sourate Al-Baqarah (2:20)",
    "spiritual_effect": "Favorise la confiance en la capacité divine.",
    "citation": "Al-Ghazali : 'Al-Qadir est Celui qui est capable de tout.'"
  },
  "name_71": {
    "arabic": "المقتدر",
    "translit": "Al-Muqtadir",
    "french": "Le Tout-Puissant",
    "meaning": "Celui qui a le pouvoir absolu sur toute chose.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la confiance en la puissance divine.",
    "usage": "Récité pour se rappeler la puissance d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Tout-Puissant de toute chose.'",
    "details": "Ce nom souligne le pouvoir absolu d'Allah sur toute chose. Il est le seul véritable Tout-Puissant, et toute autre puissance n'est que temporaire. Ce nom est particulièrement important dans le contexte de la confiance en la puissance divine.",
    "reference": "Sourate Al-Kahf (18:45)",
    "spiritual_effect": "Favorise la confiance en la puissance divine.",
    "citation": "Ibn Kathir : 'Al-Muqtadir est Celui qui a le pouvoir absolu.'"
  },
  "name_72": {
    "arabic": "المقدم",
    "translit": "Al-Muqaddim",
    "french": "Celui qui avance",
    "meaning": "Celui qui fait avancer qui Il veut.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la confiance en la guidance divine.",
    "usage": "Récité pour demander l'avancement.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est Celui qui avance qui Il veut.'",
    "details": "Ce nom souligne la capacité d'Allah à faire avancer qui Il veut. Il est le seul véritable Avanceur, et tout autre avancement n'est que temporaire. Ce nom est particulièrement important dans le contexte de la confiance en la guidance divine.",
    "reference": "Sourate Al-Waqi'ah (56:28)",
    "spiritual_effect": "Favorise la confiance en la guidance divine.",
    "citation": "Al-Ghazali : 'Al-Muqaddim est Celui qui fait avancer.'"
  },
  "name_73": {
    "arabic": "المؤخر",
    "translit": "Al-Mu'akhkhir",
    "french": "Celui qui retarde",
    "meaning": "Celui qui retarde qui Il veut.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la patience envers le décret divin.",
    "usage": "Récité pour accepter le retardement divin.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est Celui qui retarde qui Il veut.'",
    "details": "Ce nom souligne la capacité d'Allah à retarder qui Il veut. Il est le seul véritable Retardeur, et tout autre retardement n'est que temporaire. Ce nom est particulièrement important dans le contexte de la patience envers le décret divin.",
    "reference": "Sourate Al-Waqi'ah (56:28)",
    "spiritual_effect": "Favorise la patience envers le décret divin.",
    "citation": "Ibn Qayyim : 'Al-Mu'akhkhir est Celui qui retarde.'"
  },
  "name_74": {
    "arabic": "الأول",
    "translit": "Al-Awwal",
    "french": "Le Premier",
    "meaning": "Celui qui est avant toute chose.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la foi en l'éternité divine.",
    "usage": "Récité pour se rappeler l'éternité d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Premier de toute chose.'",
    "details": "Ce nom souligne qu'Allah est avant toute chose. Il est le seul véritable Premier, et toute autre priorité n'est que temporaire. Ce nom est particulièrement important dans le contexte de la foi en l'éternité divine.",
    "reference": "Sourate Al-Hadid (57:3)",
    "spiritual_effect": "Favorise la reconnaissance de l'éternité divine.",
    "citation": "Al-Ghazali : 'Al-Awwal est Celui qui est avant tout.'"
  },
  "name_75": {
    "arabic": "الآخر",
    "translit": "Al-Akhir",
    "french": "Le Dernier",
    "meaning": "Celui qui est après toute chose.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la foi en l'éternité divine.",
    "usage": "Récité pour se rappeler l'éternité d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Dernier de toute chose.'",
    "details": "Ce nom souligne qu'Allah est après toute chose. Il est le seul véritable Dernier, et toute autre fin n'est que temporaire. Ce nom est particulièrement important dans le contexte de la foi en l'éternité divine.",
    "reference": "Sourate Al-Hadid (57:3)",
    "spiritual_effect": "Favorise la reconnaissance de l'éternité divine.",
    "citation": "Ibn Kathir : 'Al-Akhir est Celui qui est après tout.'"
  },
  "name_76": {
    "arabic": "الظاهر",
    "translit": "Az-Zahir",
    "french": "L'Apparent",
    "meaning": "Celui qui est apparent par Ses signes.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la reconnaissance des signes divins.",
    "usage": "Récité pour méditer sur les signes d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est l'Apparent de toute chose.'",
    "details": "Ce nom souligne qu'Allah est apparent par Ses signes. Il est le seul véritable Apparent, et toute autre apparence n'est que temporaire. Ce nom est particulièrement important dans le contexte de la reconnaissance des signes divins.",
    "reference": "Sourate Al-Hadid (57:3)",
    "spiritual_effect": "Favorise la méditation sur les signes divins.",
    "citation": "Al-Ghazali : 'Az-Zahir est Celui qui est apparent par Ses signes.'"
  },
  "name_77": {
    "arabic": "الباطن",
    "translit": "Al-Batin",
    "french": "Le Caché",
    "meaning": "Celui qui est caché à la perception.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la foi en l'inconnaissable.",
    "usage": "Récité pour méditer sur l'inconnaissable.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Caché de toute chose.'",
    "details": "Ce nom souligne qu'Allah est caché à la perception. Il est le seul véritable Caché, et toute autre caché n'est que temporaire. Ce nom est particulièrement important dans le contexte de la foi en l'inconnaissable.",
    "reference": "Sourate Al-Hadid (57:3)",
    "spiritual_effect": "Favorise la méditation sur l'inconnaissable.",
    "citation": "Ibn Qayyim : 'Al-Batin est Celui qui est caché à la perception.'"
  },
  "name_78": {
    "arabic": "الوالي",
    "translit": "Al-Wali",
    "french": "Le Gouverneur",
    "meaning": "Celui qui gouverne toute chose.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la confiance en la gouvernance divine.",
    "usage": "Récité pour se rappeler la gouvernance d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Gouverneur de toute chose.'",
    "details": "Ce nom souligne qu'Allah gouverne toute chose. Il est le seul véritable Gouverneur, et toute autre gouvernance n'est que temporaire. Ce nom est particulièrement important dans le contexte de la confiance en la gouvernance divine.",
    "reference": "Sourate Ar-Ra'd (13:11)",
    "spiritual_effect": "Favorise la confiance en la gouvernance divine.",
    "citation": "Al-Ghazali : 'Al-Wali est Celui qui gouverne tout.'"
  },
  "name_79": {
    "arabic": "المتعالي",
    "translit": "Al-Muta'ali",
    "french": "Le Très-Haut",
    "meaning": "Celui qui est au-dessus de toute chose.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la reconnaissance de la grandeur divine.",
    "usage": "Récité pour se rappeler la grandeur d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Très-Haut de toute chose.'",
    "details": "Ce nom souligne qu'Allah est au-dessus de toute chose. Il est le seul véritable Très-Haut, et toute autre hauteur n'est que temporaire. Ce nom est particulièrement important dans le contexte de la reconnaissance de la grandeur divine.",
    "reference": "Sourate Ar-Ra'd (13:9)",
    "spiritual_effect": "Favorise la reconnaissance de la grandeur divine.",
    "citation": "Ibn Kathir : 'Al-Muta'ali est Celui qui est au-dessus de tout.'"
  },
  "name_80": {
    "arabic": "البر",
    "translit": "Al-Barr",
    "french": "Le Bienfaisant",
    "meaning": "Celui qui est bienfaisant envers Ses créatures.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la confiance en la bienfaisance divine.",
    "usage": "Récité pour se rappeler la bienfaisance d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Bienfaisant de toute chose.'",
    "details": "Ce nom souligne la bienfaisance d'Allah envers Ses créatures. Il est le seul véritable Bienfaisant, et toute autre bienfaisance n'est que temporaire. Ce nom est particulièrement important dans le contexte de la confiance en la bienfaisance divine.",
    "reference": "Sourate At-Tur (52:28)",
    "spiritual_effect": "Favorise la confiance en la bienfaisance divine.",
    "citation": "Al-Ghazali : 'Al-Barr est Celui qui est bienfaisant.'"
  },
  "name_81": {
    "arabic": "التواب",
    "translit": "At-Tawwab",
    "french": "L'Accueillant au repentir",
    "meaning": "Celui qui accepte le repentir de Ses serviteurs.",
    "occurrences": "11 fois dans le Coran",
    "benefits": "Renforce l'espoir dans le repentir.",
    "usage": "Récité pour demander l'acceptation du repentir.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est l'Accueillant au repentir de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à accepter le repentir. Il est le seul véritable Accueillant au repentir, et toute autre acceptation n'est que temporaire. Ce nom est particulièrement important dans le contexte de l'espoir dans le repentir.",
    "reference": "Sourate Al-Baqarah (2:37)",
    "spiritual_effect": "Favorise l'espoir dans le repentir.",
    "citation": "Ibn Kathir : 'At-Tawwab est Celui qui accepte le repentir.'"
  },
  "name_82": {
    "arabic": "المنتقم",
    "translit": "Al-Muntaqim",
    "french": "Le Vengeur",
    "meaning": "Celui qui punit les injustes.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la crainte de la punition divine.",
    "usage": "Récité pour se rappeler la punition divine.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Vengeur de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à punir les injustes. Il est le seul véritable Vengeur, et toute autre vengeance n'est que temporaire. Ce nom est particulièrement important dans le contexte de la crainte de la punition divine.",
    "reference": "Sourate As-Sajdah (32:22)",
    "spiritual_effect": "Favorise la crainte de la punition divine.",
    "citation": "Al-Ghazali : 'Al-Muntaqim est Celui qui punit les injustes.'"
  },
  "name_83": {
    "arabic": "العفو",
    "translit": "Al-Afuww",
    "french": "Le Pardonneur",
    "meaning": "Celui qui efface les péchés.",
    "occurrences": "5 fois dans le Coran",
    "benefits": "Renforce l'espoir dans le pardon.",
    "usage": "Récité pour demander le pardon.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Pardonneur de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à effacer les péchés. Il est le seul véritable Pardonneur, et tout autre pardon n'est que temporaire. Ce nom est particulièrement important dans le contexte de l'espoir dans le pardon.",
    "reference": "Sourate An-Nisa (4:43)",
    "spiritual_effect": "Favorise l'espoir dans le pardon.",
    "citation": "Ibn Qayyim : 'Al-Afuww est Celui qui efface les péchés.'"
  },
  "name_84": {
    "arabic": "الرؤوف",
    "translit": "Ar-Ra'uf",
    "french": "Le Très-Compatissant",
    "meaning": "Celui qui est très compatissant envers Ses serviteurs.",
    "occurrences": "10 fois dans le Coran",
    "benefits": "Renforce la confiance en la compassion divine.",
    "usage": "Récité pour se rappeler la compassion d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Très-Compatissant de toute chose.'",
    "details": "Ce nom souligne la compassion d'Allah envers Ses serviteurs. Il est le seul véritable Très-Compatissant, et toute autre compassion n'est que temporaire. Ce nom est particulièrement important dans le contexte de la confiance en la compassion divine.",
    "reference": "Sourate Al-Baqarah (2:143)",
    "spiritual_effect": "Favorise la confiance en la compassion divine.",
    "citation": "Al-Ghazali : 'Ar-Ra'uf est Celui qui est très compatissant.'"
  },
  "name_85": {
    "arabic": "مالك الملك",
    "translit": "Malik-ul-Mulk",
    "french": "Le Possesseur de la royauté",
    "meaning": "Celui qui possède la royauté absolue.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la reconnaissance de la souveraineté divine.",
    "usage": "Récité pour se rappeler la souveraineté d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Possesseur de la royauté de toute chose.'",
    "details": "Ce nom souligne la possession de la royauté absolue par Allah. Il est le seul véritable Possesseur de la royauté, et toute autre royauté n'est que temporaire. Ce nom est particulièrement important dans le contexte de la reconnaissance de la souveraineté divine.",
    "reference": "Sourate Al-Mulk (67:1)",
    "spiritual_effect": "Favorise la reconnaissance de la souveraineté divine.",
    "citation": "Ibn Kathir : 'Malik-ul-Mulk est Celui qui possède la royauté.'"
  },
  "name_86": {
    "arabic": "ذو الجلال والإكرام",
    "translit": "Dhul-Jalali wal-Ikram",
    "french": "Le Détenteur de la majesté et de la générosité",
    "meaning": "Celui qui possède la majesté et la générosité.",
    "occurrences": "2 fois dans le Coran",
    "benefits": "Renforce la reconnaissance de la majesté divine.",
    "usage": "Récité pour se rappeler la majesté d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Détenteur de la majesté et de la générosité de toute chose.'",
    "details": "Ce nom souligne la possession de la majesté et de la générosité par Allah. Il est le seul véritable Détenteur de la majesté et de la générosité, et toute autre majesté n'est que temporaire. Ce nom est particulièrement important dans le contexte de la reconnaissance de la majesté divine.",
    "reference": "Sourate Ar-Rahman (55:27)",
    "spiritual_effect": "Favorise la reconnaissance de la majesté divine.",
    "citation": "Al-Ghazali : 'Dhul-Jalali wal-Ikram est Celui qui possède la majesté.'"
  },
  "name_87": {
    "arabic": "المقسط",
    "translit": "Al-Muqsit",
    "french": "L'Équitable",
    "meaning": "Celui qui est équitable dans Ses jugements.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la confiance en la justice divine.",
    "usage": "Récité pour se rappeler la justice d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est l'Équitable de toute chose.'",
    "details": "Ce nom souligne l'équité d'Allah dans Ses jugements. Il est le seul véritable Équitable, et toute autre équité n'est que temporaire. Ce nom est particulièrement important dans le contexte de la confiance en la justice divine.",
    "reference": "Sourate Al-Mumtahanah (60:8)",
    "spiritual_effect": "Favorise la confiance en la justice divine.",
    "citation": "Ibn Qayyim : 'Al-Muqsit est Celui qui est équitable.'"
  },
  "name_88": {
    "arabic": "الجامع",
    "translit": "Al-Jami",
    "french": "Le Rassembleur",
    "meaning": "Celui qui rassemble toute chose.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la foi en la résurrection.",
    "usage": "Récité pour se rappeler le rassemblement.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Rassembleur de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à rassembler toute chose. Il est le seul véritable Rassembleur, et tout autre rassemblement n'est que temporaire. Ce nom est particulièrement important dans le contexte de la foi en la résurrection.",
    "reference": "Sourate Al-Imran (3:9)",
    "spiritual_effect": "Favorise la foi en la résurrection.",
    "citation": "Al-Ghazali : 'Al-Jami est Celui qui rassemble tout.'"
  },
  "name_89": {
    "arabic": "الغني",
    "translit": "Al-Ghani",
    "french": "Le Riche",
    "meaning": "Celui qui est riche et n'a besoin de rien.",
    "occurrences": "18 fois dans le Coran",
    "benefits": "Renforce la confiance en la richesse divine.",
    "usage": "Récité pour se rappeler la richesse d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Riche de toute chose.'",
    "details": "Ce nom souligne la richesse d'Allah et Son indépendance. Il est le seul véritable Riche, et toute autre richesse n'est que temporaire. Ce nom est particulièrement important dans le contexte de la confiance en la richesse divine.",
    "reference": "Sourate Al-Baqarah (2:263)",
    "spiritual_effect": "Favorise la confiance en la richesse divine.",
    "citation": "Ibn Kathir : 'Al-Ghani est Celui qui est riche.'"
  },
  "name_90": {
    "arabic": "المغني",
    "translit": "Al-Mughni",
    "french": "L'Enrichisseur",
    "meaning": "Celui qui enrichit qui Il veut.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la confiance en la subsistance divine.",
    "usage": "Récité pour demander l'enrichissement.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est l'Enrichisseur de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à enrichir qui Il veut. Il est le seul véritable Enrichisseur, et tout autre enrichissement n'est que temporaire. Ce nom est particulièrement important dans le contexte de la confiance en la subsistance divine.",
    "reference": "Sourate An-Najm (53:48)",
    "spiritual_effect": "Favorise la confiance en la subsistance divine.",
    "citation": "Al-Ghazali : 'Al-Mughni est Celui qui enrichit.'"
  },
  "name_91": {
    "arabic": "المانع",
    "translit": "Al-Mani",
    "french": "Le Défenseur",
    "meaning": "Celui qui défend qui Il veut.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la confiance en la protection divine.",
    "usage": "Récité pour demander la défense.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Défenseur de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à défendre qui Il veut. Il est le seul véritable Défenseur, et toute autre défense n'est que temporaire. Ce nom est particulièrement important dans le contexte de la confiance en la protection divine.",
    "reference": "Sourate Al-Baqarah (2:255)",
    "spiritual_effect": "Favorise la confiance en la protection divine.",
    "citation": "Ibn Kathir : 'Al-Mani est Celui qui défend.'"
  },
  "name_92": {
    "arabic": "الضار",
    "translit": "Ad-Darr",
    "french": "Le Nuisible",
    "meaning": "Celui qui nuit à qui Il veut.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la crainte de la nuisance divine.",
    "usage": "Récité pour se rappeler la nuisance divine.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Nuisible de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à nuire à qui Il veut. Il est le seul véritable Nuisible, et toute autre nuisance n'est que temporaire. Ce nom est particulièrement important dans le contexte de la crainte de la nuisance divine.",
    "reference": "Sourate Al-An'am (6:17)",
    "spiritual_effect": "Favorise la crainte de la nuisance divine.",
    "citation": "Al-Ghazali : 'Ad-Darr est Celui qui nuit.'"
  },
  "name_93": {
    "arabic": "النافع",
    "translit": "An-Nafi",
    "french": "Le Bienfaiteur",
    "meaning": "Celui qui fait du bien à qui Il veut.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la confiance en la bienfaisance divine.",
    "usage": "Récité pour demander le bien.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Bienfaiteur de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à faire du bien à qui Il veut. Il est le seul véritable Bienfaiteur, et toute autre bienfaisance n'est que temporaire. Ce nom est particulièrement important dans le contexte de la confiance en la bienfaisance divine.",
    "reference": "Sourate Al-An'am (6:17)",
    "spiritual_effect": "Favorise la confiance en la bienfaisance divine.",
    "citation": "Ibn Qayyim : 'An-Nafi est Celui qui fait du bien.'"
  },
  "name_94": {
    "arabic": "النور",
    "translit": "An-Nur",
    "french": "La Lumière",
    "meaning": "Celui qui guide par Sa lumière.",
    "occurrences": "5 fois dans le Coran",
    "benefits": "Renforce la guidance divine.",
    "usage": "Récité pour demander la guidance.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est la Lumière de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à guider par Sa lumière. Il est le seul véritable Lumière, et toute autre lumière n'est que temporaire. Ce nom est particulièrement important dans le contexte de la demande de guidance.",
    "reference": "Sourate An-Nur (24:35)",
    "spiritual_effect": "Favorise la guidance divine.",
    "citation": "Al-Ghazali : 'An-Nur est Celui qui guide par Sa lumière.'"
  },
  "name_95": {
    "arabic": "الهادي",
    "translit": "Al-Hadi",
    "french": "Le Guide",
    "meaning": "Celui qui guide qui Il veut.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la confiance en la guidance divine.",
    "usage": "Récité pour demander la guidance.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Guide de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à guider qui Il veut. Il est le seul véritable Guide, et toute autre guidance n'est que temporaire. Ce nom est particulièrement important dans le contexte de la demande de guidance.",
    "reference": "Sourate Al-Hajj (22:54)",
    "spiritual_effect": "Favorise la confiance en la guidance divine.",
    "citation": "Ibn Kathir : 'Al-Hadi est Celui qui guide.'"
  },
  "name_96": {
    "arabic": "البديع",
    "translit": "Al-Badi",
    "french": "L'Inventeur",
    "meaning": "Celui qui crée sans modèle.",
    "occurrences": "2 fois dans le Coran",
    "benefits": "Renforce la foi en la création divine.",
    "usage": "Récité pour méditer sur la création.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est l'Inventeur de toute chose.'",
    "details": "Ce nom souligne la capacité d'Allah à créer sans modèle. Il est le seul véritable Inventeur, et toute autre invention n'est que temporaire. Ce nom est particulièrement important dans le contexte de la méditation sur la création.",
    "reference": "Sourate Al-Baqarah (2:117)",
    "spiritual_effect": "Favorise la méditation sur la création.",
    "citation": "Al-Ghazali : 'Al-Badi est Celui qui crée sans modèle.'"
  },
  "name_97": {
    "arabic": "الباقي",
    "translit": "Al-Baqi",
    "french": "L'Éternel",
    "meaning": "Celui qui reste éternellement.",
    "occurrences": "1 fois dans le Coran",
    "benefits": "Renforce la foi en l'éternité divine.",
    "usage": "Récité pour se rappeler l'éternité d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est l'Éternel de toute chose.'",
    "details": "Ce nom souligne l'éternité d'Allah. Il est le seul véritable Éternel, et toute autre permanence n'est que temporaire. Ce nom est particulièrement important dans le contexte de la foi en l'éternité divine.",
    "reference": "Sourate Ar-Rahman (55:27)",
    "spiritual_effect": "Favorise la reconnaissance de l'éternité divine.",
    "citation": "Ibn Qayyim : 'Al-Baqi est Celui qui reste éternellement.'"
  },
  "name_98": {
    "arabic": "الوارث",
    "translit": "Al-Warith",
    "french": "L'Héritier",
    "meaning": "Celui qui reste après la disparition de toute chose.",
    "occurrences": "2 fois dans le Coran",
    "benefits": "Renforce la foi en l'éternité divine.",
    "usage": "Récité pour se rappeler l'éternité d'Allah.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est l'Héritier de toute chose.'",
    "details": "Ce nom souligne qu'Allah reste après la disparition de toute chose. Il est le seul véritable Héritier, et toute autre héritage n'est que temporaire. Ce nom est particulièrement important dans le contexte de la foi en l'éternité divine.",
    "reference": "Sourate Al-Hijr (15:23)",
    "spiritual_effect": "Favorise la reconnaissance de l'éternité divine.",
    "citation": "Al-Ghazali : 'Al-Warith est Celui qui reste après tout.'"
  },
  "name_99": {
    "arabic": "الصبور",
    "translit": "As-Saboor",
    "french": "Le Patient",
    "meaning": "Celui qui est patient et ne se hâte pas de punir.",
    "occurrences": "Non mentionné directement dans le Coran, mais tiré du hadith et de la tradition.",
    "benefits": "Renforce la patience, facilite l'endurance.",
    "usage": "Récité pour demander la patience, pour l'endurance.",
    "hadith": "Le Prophète ﷺ a dit : 'Allah est le Patient, et Il aime la patience.'",
    "details": "Ce nom souligne la patience d'Allah et Sa capacité à retarder la punition. Il est le seul véritable Patient, et toute autre patience n'est qu'une manifestation de Son attribut. Ce nom est particulièrement important dans le contexte de la demande de patience et d'endurance.",
    "reference": "Tiré du hadith et de la tradition.",
    "spiritual_effect": "Favorise la patience face aux épreuves.",
    "citation": "Ibn Kathir : 'As-Saboor est Celui qui est patient et ne se hâte pas de punir.'"
  }
}
