{
  "title": "De 99 Namen van Allah",
  "subtitle": "Ontdek de mooiste namen van Allah en hun betekenissen",
  "search_placeholder": "Zoek naar een naam...",
  "sections": {
    "meaning": "Betekenis",
    "occurrences": "Voorkomens",
    "benefits": "Voordelen",
    "usage": "Gebruik",
    "hadith": "Hadith",
    "details": "Details",
    "reference": "Referentie",
    "spiritual_effect": "Spiritueel Effect",
    "citation": "Citaat"
  },
  "name_1": {
    "arabic": "الله",
    "translit": "Allah",
    "french": "Allah",
    "meaning": "De hoogste naam van Allah, die al Zijn eigenschappen omvat. Het duidt op het Ene Wezen, Schepper, Meester en Soeverein van het universum.",
    "occurrences": "2697 keer in de Koran",
    "benefits": "Bescherming tegen moeilijkheden, versterkt het geloof, trekt zegeningen aan.",
    "usage": "Gereciteerd om dichter bij Allah te komen, voor bescherming en belangrijke smeekbeden.",
    "hadith": "De Profeet ﷺ zei: 'Allah heeft 99 namen, honderd min één. Wie ze uit het hoofd leert zal het Paradijs binnengaan.' (Sahih Al-Bukhari)",
    "details": "Deze naam is uniek omdat hij nooit wordt gebruikt voor iemand anders dan Allah. Hij bevat in zichzelf alle eigenschappen van perfectie en majesteit. Het is de meest genoemde naam in de Koran en wordt gebruikt in alle smeekbede-formules.",
    "reference": "Soera Al-Ikhlas (112:1): 'Zeg: Hij is Allah, [die] Eén is.'",
    "spiritual_effect": "Meditatie op deze naam versterkt de eenheid (tawhid) en totale onderwerping aan God.",
    "citation": "Ibn Kathir: 'Allah is de eigenlijke naam van de Heer, die aan geen ander kan worden toegeschreven.'"
  },
  "name_2": {
    "arabic": "الرحمن",
    "translit": "Ar-Rahman",
    "french": "De Meest Barmhartige",
    "meaning": "Hij wiens barmhartigheid alle schepping omvat, gelovigen en niet-gelovigen, in deze wereld en het hiernamaals.",
    "occurrences": "57 keer in de Koran",
    "benefits": "Trekt goddelijke barmhartigheid aan, vergemakkelijkt zaken, beschermt tegen moeilijkheden.",
    "usage": "Gereciteerd om barmhartigheid te vragen, voor moeilijke situaties.",
    "hadith": "De Profeet ﷺ zei: 'Allah is barmhartiger jegens Zijn dienaren dan een moeder jegens haar kind.' (Sahih Al-Bukhari)",
    "details": "Deze naam is specifiek voor Allah en kan niet worden gebruikt voor schepselen. Het vertegenwoordigt Allah's algemene barmhartigheid die alle levende wezens omvat, gelovigen en niet-gelovigen. Het is de eerste naam genoemd in de Koran na 'Bismillah'.",
    "reference": "Soera Maryam (19:58)",
    "spiritual_effect": "Verzacht het hart, moedigt medelijden jegens anderen aan.",
    "difference": "Ar-Rahman duidt op algemene barmhartigheid, Ar-Rahim op specifieke barmhartigheid voor gelovigen.",
    "citation": "Ibn Qayyim: 'Ar-Rahman is de bron van alle barmhartigheid, zichtbaar en onzichtbaar.'"
  },
  "name_3": {
    "arabic": "الرحيم",
    "translit": "Ar-Rahim",
    "french": "De Meest Medelijdende",
    "meaning": "Hij wiens barmhartigheid specifiek is voor gelovigen, vooral in het hiernamaals.",
    "occurrences": "114 keer in de Koran",
    "benefits": "Versterkt het geloof, trekt vergeving aan, vergemakkelijkt toegang tot het Paradijs.",
    "usage": "Gereciteerd voor berouw, om vergeving te vragen, voor smeekbeden.",
    "hadith": "De Profeet ﷺ zei: 'Toen Allah barmhartigheid schiep, verdeelde Hij het in honderd delen. Hij hield er negenennegentig bij Zich en zond er één naar de aarde.' (Sahih Al-Bukhari)",
    "details": "Deze naam vertegenwoordigt Allah's speciale barmhartigheid gereserveerd voor gelovigen. In tegenstelling tot Ar-Rahman kan deze naam worden gebruikt voor schepselen. Het wordt vaak samen met Ar-Rahman genoemd in de Koran.",
    "reference": "Soera Al-Fatiha (1:3)",
    "spiritual_effect": "Bevordert hoop en vertrouwen in goddelijke vergeving.",
    "difference": "Ar-Rahim is specifieke barmhartigheid, Ar-Rahman is algemene barmhartigheid.",
    "citation": "Al-Ghazali: 'Ar-Rahim is Hij die Zijn barmhartigheid voortdurend schenkt.'"
  },
  "name_4": {
    "arabic": "الملك",
    "translit": "Al-Malik",
    "french": "De Soeverein",
    "meaning": "De absolute Koning, de Meester van alle dingen, wiens soevereiniteit noch begin noch eind heeft.",
    "occurrences": "5 keer in de Koran",
    "benefits": "Versterkt goddelijke soevereiniteit, beschermt tegen onderdrukking.",
    "usage": "Gereciteerd om Allah's soevereiniteit te herinneren, voor bescherming.",
    "hadith": "De Profeet ﷺ zei: 'De grootste naam van Allah staat in deze verzen: 'Allah - er is geen godheid behalve Hij, de Eeuwig Levende, de Zichzelf Ondersteunende.' (Soera Al-Baqarah, 255) en 'Alif, Lam, Mim. Allah - er is geen godheid behalve Hij, de Eeuwig Levende, de Zichzelf Ondersteunende.' (Soera Al-Imran, 1-2)",
    "details": "Deze naam benadrukt Allah's absolute soevereiniteit over alle schepping. Hij is de enige ware Koning wiens macht onbeperkt is en wiens autoriteit absoluut is. Alle andere soevereiniteit is tijdelijk en afgeleid van de Zijne.",
    "reference": "Soera Al-Hashr (59:23)",
    "spiritual_effect": "Herinnert aan nederigheid en onderwerping aan de goddelijke wil.",
    "citation": "Ibn Kathir: 'Hij is de Koning van alles, en alles hangt af van Zijn wil.'"
  },
  "name_5": {
    "arabic": "القدوس",
    "translit": "Al-Quddus",
    "french": "De Meest Heilige",
    "meaning": "Hij die vrij is van alle gebreken en onvolkomenheden, wiens heiligheid absoluut is.",
    "occurrences": "2 keer in de Koran",
    "benefits": "Zuivert de ziel, verwijdert kwade gedachten.",
    "usage": "Gereciteerd voor spirituele zuivering, om kwade gedachten te verwijderen.",
    "hadith": "De Profeet ﷺ zei: 'De engelen zeggen: 'Glorie zij U, o Allah, en met Uw lof. Gezegend is Uw naam, verheven is Uw rang, en er is geen godheid behalve U.'",
    "details": "Deze naam drukt Allah's absolute perfectie uit en Zijn vrijheid van elke onvolkomenheid. Hij is het enige wezen dat werkelijk heilig is en vrij van alle gebreken. Deze naam wordt vaak genoemd in verheerlijkingsformules (tasbih).",
    "reference": "Soera Al-Hashr (59:23)",
    "spiritual_effect": "Bevordert innerlijke zuiverheid en streven naar morele perfectie.",
    "citation": "Al-Qurtubi: 'Al-Quddus is Hij die vrij is van alle gebreken.'"
  },
  "name_6": {
    "arabic": "السلام",
    "translit": "As-Salam",
    "french": "De Vrede",
    "meaning": "Hij die vrij is van alle gebreken en die vrede schenkt aan Zijn schepselen.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Brengt innerlijke vrede, beschermt tegen gevaren.",
    "usage": "Gereciteerd voor veiligheid, voor gemoedsrust.",
    "hadith": "De Profeet ﷺ zei: 'Allah is Vrede, en vrede komt van Hem. Vrede zij met jullie, o bewoners van de hemelen.'",
    "details": "Deze naam heeft twee aspecten: Allah is Zelf in vrede (zonder gebrek) en Hij is de bron van alle vrede. Hij schenkt vrede aan Zijn dienaren in deze wereld en het hiernamaals. Deze naam is bijzonder belangrijk in de context van de islamitische groet (salam).",
    "reference": "Soera Al-Hashr (59:23)",
    "spiritual_effect": "Kalmeert de ziel en bevordert sereniteit in beproevingen.",
    "citation": "Ibn Kathir: 'As-Salam is Hij die vrede schenkt aan Zijn dienaren.'"
  },
  "name_7": {
    "arabic": "المؤمن",
    "translit": "Al-Mu'min",
    "french": "De Getrouwe",
    "meaning": "Hij die veiligheid en vrede schenkt aan Zijn dienaren, en de waarachtigheid van Zijn boodschappers bevestigt.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt het geloof, brengt innerlijke veiligheid.",
    "usage": "Gereciteerd om het geloof te versterken, voor veiligheid.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Getrouwe, en Hij houdt van trouw.'",
    "details": "Deze naam heeft twee aspecten: Allah is Zelf getrouw aan Zijn beloften en Hij schenkt veiligheid aan Zijn dienaren. Hij is de bron van alle veiligheid en vrede. Deze naam is bijzonder belangrijk in de context van geloof en vertrouwen in Allah.",
    "reference": "Soera Al-Hashr (59:23)",
    "spiritual_effect": "Versterkt vertrouwen en sereniteit bij het tegemoet zien van de toekomst.",
    "citation": "Al-Ghazali: 'Al-Mu'min is Hij die veiligheid schenkt aan Zijn dienaren.'"
  },
  "name_8": {
    "arabic": "المهيمن",
    "translit": "Al-Muhaymin",
    "french": "De Bewaarder",
    "meaning": "Hij die over alle dingen waakt, beschermt en toezicht houdt op Zijn schepping.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Beschermt tegen gevaren, versterkt waakzaamheid.",
    "usage": "Gereciteerd voor bescherming, voor waakzaamheid.",
    "hadith": "De Profeet ﷺ zei: 'Allah waakt over Zijn dienaren en beschermt hen.'",
    "details": "Deze naam benadrukt Allah's rol als beschermer en bewaker van alle schepping. Hij waakt over alle handelingen van Zijn dienaren en beschermt hen tegen gevaren. Deze naam is bijzonder belangrijk in de context van goddelijke bescherming.",
    "reference": "Soera Al-Hashr (59:23)",
    "spiritual_effect": "Bevordert waakzaamheid en bewustzijn van goddelijke aanwezigheid.",
    "citation": "Ibn Kathir: 'Al-Muhaymin is Hij die beschermt en toezicht houdt op Zijn schepping.'"
  },
  "name_9": {
    "arabic": "العزيز",
    "translit": "Al-Aziz",
    "french": "De Almachtige",
    "meaning": "Hij die machtig is, onoverwinnelijk, en wiens kracht niet kan worden overtroffen.",
    "occurrences": "92 keer in de Koran",
    "benefits": "Versterkt goddelijke macht, beschermt tegen vijanden.",
    "usage": "Gereciteerd voor kracht, voor bescherming.",
    "hadith": "De Profeet ﷺ zei: 'Allah is Machtig en Hij houdt van kracht.'",
    "details": "Deze naam drukt Allah's absolute macht uit en Zijn onoverwinnelijkheid. Hij is het enige werkelijk machtige wezen, en alle andere macht is tijdelijk en afgeleid van de Zijne. Deze naam wordt vaak genoemd in de Koran in combinatie met andere goddelijke eigenschappen.",
    "reference": "Soera Al-Hashr (59:23)",
    "spiritual_effect": "Geeft vertrouwen en moed bij het tegemoet treden van tegenspoed.",
    "citation": "Ibn Qayyim: 'Al-Aziz is Hij wiens macht niet kan worden overwonnen.'"
  },
  "name_10": {
    "arabic": "الجبار",
    "translit": "Al-Jabbar",
    "french": "De Dwingeland",
    "meaning": "Hij die dwingt, beperkt en alle dingen herstelt, vooral gebroken harten.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt goddelijke overheersing, herstelt gebroken harten.",
    "usage": "Gereciteerd voor innerlijke kracht, voor herstel.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Dwingeland, en Hij herstelt gebroken harten.'",
    "details": "Deze naam heeft twee aspecten: Allah dwingt alle dingen en Hij herstelt wat gebroken is. Hij is het enige werkelijk dwingende wezen, en alle andere dwang is tijdelijk en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van kracht en herstel.",
    "reference": "Soera Al-Hashr (59:23)",
    "spiritual_effect": "Troost gewonde harten en geeft kracht om beproevingen te overwinnen.",
    "citation": "Al-Ghazali: 'Al-Jabbar is Hij die herstelt wat gebroken is en alle dingen dwingt.'"
  },
  "name_11": {
    "arabic": "المتكبر",
    "translit": "Al-Mutakabbir",
    "french": "De Majestueuze",
    "meaning": "Hij die boven alle dingen staat, wiens grootheid absoluut is.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt goddelijke grootheid, beschermt tegen trots.",
    "usage": "Gereciteerd om Allah's grootheid te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Grootste, en Hij houdt van grootheid.'",
    "details": "Deze naam drukt Allah's absolute grootheid uit en Zijn verhevenheid boven alle dingen. Hij is het enige werkelijk grote wezen, en alle andere grootheid is tijdelijk en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van nederigheid en onderwerping.",
    "reference": "Soera Al-Hashr (59:23)",
    "spiritual_effect": "Bevordert nederigheid en bewustzijn van goddelijke grootheid.",
    "citation": "Ibn Kathir: 'Al-Mutakabbir is Hij die boven alle dingen staat.'"
  },
  "name_12": {
    "arabic": "الخالق",
    "translit": "Al-Khaliq",
    "french": "De Schepper",
    "meaning": "Hij die alle dingen uit het niets schept, volgens een nauwkeurige maat.",
    "occurrences": "8 keer in de Koran",
    "benefits": "Versterkt geloof in de schepping, vergemakkelijkt creativiteit.",
    "usage": "Gereciteerd om te mediteren over de schepping, voor creativiteit.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Schepper van alle dingen.'",
    "details": "Deze naam benadrukt Allah's scheppingskracht en Zijn vermogen om alle dingen uit het niets te scheppen. Hij is de enige ware Schepper, en alle andere schepping is slechts een transformatie van wat Allah al heeft geschapen. Deze naam is bijzonder belangrijk in de context van meditatie over de schepping.",
    "reference": "Soera Al-Hashr (59:24)",
    "spiritual_effect": "Bevordert contemplatie van de tekenen van de schepping.",
    "citation": "Al-Ghazali: 'Al-Khaliq is Hij die alle dingen schept volgens een nauwkeurige maat.'"
  },
  "name_13": {
    "arabic": "البارئ",
    "translit": "Al-Bari",
    "french": "De Voortbrenger",
    "meaning": "Hij die alle dingen perfect schept en vormt.",
    "occurrences": "3 keer in de Koran",
    "benefits": "Versterkt geloof in de perfectie van de schepping.",
    "usage": "Gereciteerd om te mediteren over de perfectie van de schepping.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Voortbrenger van alle dingen.'",
    "details": "Deze naam benadrukt de perfectie van Allah's schepping en Zijn vermogen om alle dingen harmonieus vorm te geven. Hij is de enige ware Voortbrenger, en alle andere voortbrenging is slechts een transformatie van wat Allah al heeft geschapen. Deze naam is bijzonder belangrijk in de context van meditatie over de perfectie van de schepping.",
    "reference": "Soera Al-Hashr (59:24)",
    "spiritual_effect": "Bevordert bewondering voor goddelijke perfectie.",
    "citation": "Ibn Qayyim: 'Al-Bari is Hij die alle dingen perfect schept en vormt.'"
  },
  "name_14": {
    "arabic": "المصور",
    "translit": "Al-Musawwir",
    "french": "De Vormgever",
    "meaning": "Hij die elk ding zijn unieke vorm en uiterlijk geeft.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt geloof in de diversiteit van de schepping.",
    "usage": "Gereciteerd om te mediteren over de diversiteit van de schepping.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Vormgever van alle dingen.'",
    "details": "Deze naam benadrukt de diversiteit van Allah's schepping en Zijn vermogen om elk ding een unieke vorm en uiterlijk te geven. Hij is de enige ware Vormgever, en alle andere vormgeving is slechts een transformatie van wat Allah al heeft geschapen. Deze naam is bijzonder belangrijk in de context van meditatie over de diversiteit van de schepping.",
    "reference": "Soera Al-Hashr (59:24)",
    "spiritual_effect": "Bevordert waardering voor goddelijke diversiteit.",
    "citation": "Al-Ghazali: 'Al-Musawwir is Hij die elk ding zijn unieke vorm geeft.'"
  },
  "name_15": {
    "arabic": "الغفار",
    "translit": "Al-Ghaffar",
    "french": "De Al-Vergevende",
    "meaning": "Hij die overvloedig vergeeft en zonden bedekt.",
    "occurrences": "5 keer in de Koran",
    "benefits": "Trekt goddelijke vergeving aan, vergemakkelijkt berouw.",
    "usage": "Gereciteerd om vergeving te vragen, voor berouw.",
    "hadith": "De Profeet ﷺ zei: 'Allah is barmhartiger jegens Zijn dienaren dan een moeder jegens haar kind.'",
    "details": "Deze naam benadrukt Allah's barmhartigheid en Zijn vermogen om zonden te vergeven. Hij is de enige ware Vergever, en alle andere vergeving is slechts een manifestatie van Zijn barmhartigheid. Deze naam is bijzonder belangrijk in de context van berouw en het vragen om vergeving.",
    "reference": "Soera Ghafir (40:3)",
    "spiritual_effect": "Bevordert hoop op goddelijke vergeving.",
    "citation": "Ibn Kathir: 'Al-Ghaffar is Hij die overvloedig vergeeft.'"
  },
  "name_16": {
    "arabic": "القهار",
    "translit": "Al-Qahhar",
    "french": "De Onderwerper",
    "meaning": "Hij die alle dingen beheerst en onderwerpt aan Zijn wil.",
    "occurrences": "6 keer in de Koran",
    "benefits": "Versterkt onderwerping aan de goddelijke wil.",
    "usage": "Gereciteerd om zich te onderwerpen aan Allah's wil.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Onderwerper van alle dingen.'",
    "details": "Deze naam benadrukt Allah's overheersing en Zijn vermogen om alle dingen te onderwerpen aan Zijn wil. Hij is de enige ware Onderwerper, en alle andere onderwerping is tijdelijk en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van onderwerping aan de goddelijke wil.",
    "reference": "Soera Ar-Ra'd (13:16)",
    "spiritual_effect": "Bevordert aanvaarding van het lot.",
    "citation": "Al-Ghazali: 'Al-Qahhar is Hij die beheerst en alle dingen onderwerpt.'"
  },
  "name_17": {
    "arabic": "الوهاب",
    "translit": "Al-Wahhab",
    "french": "De Schenker",
    "meaning": "Hij die Zijn gaven schenkt zonder te tellen en zonder tegensprestatie te verwachten.",
    "occurrences": "3 keer in de Koran",
    "benefits": "Trekt goddelijke gaven aan, vergemakkelijkt vrijgevigheid.",
    "usage": "Gereciteerd om gaven te vragen, voor vrijgevigheid.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Schenker van alle dingen.'",
    "details": "Deze naam benadrukt Allah's vrijgevigheid en Zijn vermogen om Zijn gaven te schenken zonder te tellen. Hij is de enige ware Schenker, en alle andere schenking is slechts een manifestatie van Zijn vrijgevigheid. Deze naam is bijzonder belangrijk in de context van het vragen om gaven en vrijgevigheid.",
    "reference": "Soera Al-Imran (3:8)",
    "spiritual_effect": "Bevordert vrijgevigheid jegens anderen.",
    "citation": "Ibn Qayyim: 'Al-Wahhab is Hij die Zijn gaven schenkt zonder te tellen.'"
  },
  "name_18": {
    "arabic": "الرزاق",
    "translit": "Ar-Razzaq",
    "french": "De Voorzorger",
    "meaning": "Hij die in het levensonderhoud voorziet voor alle schepselen.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Trekt goddelijke voorzienigheid aan, vergemakkelijkt levensonderhoud.",
    "usage": "Gereciteerd om voorziening te vragen, voor levensonderhoud.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Voorzorger van alle dingen.'",
    "details": "Deze naam benadrukt Allah's rol als voorzorger en Zijn vermogen om in het levensonderhoud te voorzien voor alle schepselen. Hij is de enige ware Voorzorger, en alle andere voorziening is slechts een manifestatie van Zijn vrijgevigheid. Deze naam is bijzonder belangrijk in de context van het vragen om voorziening en levensonderhoud.",
    "reference": "Soera Adh-Dhariyat (51:58)",
    "spiritual_effect": "Bevordert vertrouwen in goddelijke voorzienigheid.",
    "citation": "Ibn Kathir: 'Ar-Razzaq is Hij die in het levensonderhoud voorziet voor alle schepselen.'"
  },
  "name_19": {
    "arabic": "الفتاح",
    "translit": "Al-Fattah",
    "french": "De Opener",
    "meaning": "Hij die alle deuren opent en alle obstakels wegneemt.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Opent deuren van mogelijkheden, verwijdert obstakels.",
    "usage": "Gereciteerd om het openen van deuren te vragen, voor het wegnemen van obstakels.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Opener van alle dingen.'",
    "details": "Deze naam benadrukt Allah's vermogen om alle deuren te openen en alle obstakels weg te nemen. Hij is de enige ware Opener, en alle andere opening is slechts een manifestatie van Zijn macht. Deze naam is bijzonder belangrijk in de context van het vragen om het openen van deuren en het wegnemen van obstakels.",
    "reference": "Soera Saba (34:26)",
    "spiritual_effect": "Bevordert hoop op goddelijke hulp.",
    "citation": "Al-Ghazali: 'Al-Fattah is Hij die alle deuren opent en alle obstakels wegneemt.'"
  },
  "name_20": {
    "arabic": "العليم",
    "translit": "Al-Alim",
    "french": "De Alwetende",
    "meaning": "Hij die alles weet, zichtbaar en onzichtbaar.",
    "occurrences": "157 keer in de Koran",
    "benefits": "Versterkt kennis, vergemakkelijkt leren.",
    "usage": "Gereciteerd om kennis te vragen, voor leren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Alwetende, en Hij houdt van kennis.'",
    "details": "Deze naam benadrukt Allah's volledige kennis van alles, zichtbaar en onzichtbaar. Hij is de enige ware Kenner, en alle andere kennis is slechts een reflectie van Zijn kennis. Deze naam is bijzonder belangrijk in de context van het zoeken naar kennis en leren.",
    "reference": "Soera Al-Baqarah (2:32)",
    "spiritual_effect": "Bevordert nederigheid bij het zoeken naar kennis.",
    "citation": "Ibn Qayyim: 'Al-Alim is Hij die alles weet, zichtbaar en onzichtbaar.'"
  },
  "name_21": {
    "arabic": "القابض",
    "translit": "Al-Qabid",
    "french": "De Inhouder",
    "meaning": "Hij die beperkt en inhoudt volgens Zijn wijsheid.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt aanvaarding van goddelijk besluit.",
    "usage": "Gereciteerd om goddelijk besluit te aanvaarden.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Inhouder van alle dingen.'",
    "details": "Deze naam benadrukt Allah's controle over alle dingen en Zijn vermogen om te beperken en in te houden volgens Zijn wijsheid. Hij is de enige ware Inhouder, en alle andere inhouding is tijdelijk en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het aanvaarden van goddelijk besluit.",
    "reference": "Soera Al-Baqarah (2:245)",
    "spiritual_effect": "Bevordert geduld in tijden van beperking.",
    "citation": "Ibn Kathir: 'Al-Qabid is Hij die beperkt en inhoudt volgens Zijn wijsheid.'"
  },
  "name_22": {
    "arabic": "الباسط",
    "translit": "Al-Basit",
    "french": "De Uitbreider",
    "meaning": "Hij die uitbreidt en overvloedig geeft.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Trekt goddelijke uitbreiding aan, vergemakkelijkt overvloed.",
    "usage": "Gereciteerd om uitbreiding te vragen, voor overvloed.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Uitbreider van alle dingen.'",
    "details": "Deze naam benadrukt Allah's vrijgevigheid en Zijn vermogen om uit te breiden en overvloedig te geven. Hij is de enige ware Uitbreider, en alle andere uitbreiding is slechts een manifestatie van Zijn vrijgevigheid. Deze naam is bijzonder belangrijk in de context van het vragen om uitbreiding en overvloed.",
    "reference": "Soera Al-Baqarah (2:245)",
    "spiritual_effect": "Bevordert dankbaarheid voor goddelijke zegeningen.",
    "citation": "Al-Ghazali: 'Al-Basit is Hij die uitbreidt en overvloedig geeft.'"
  },
  "name_23": {
    "arabic": "الخافض",
    "translit": "Al-Khafid",
    "french": "De Vernederaar",
    "meaning": "Hij die vernedert en ootmoedig maakt wie Hij wil.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt nederigheid, beschermt tegen trots.",
    "usage": "Gereciteerd om nederigheid te zoeken.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Vernederaar van alle dingen.'",
    "details": "Deze naam benadrukt Allah's macht om te vernederen en ootmoedig te maken wie Hij wil. Hij is de enige ware Vernederaar, en alle andere vernedering is tijdelijk en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het zoeken naar nederigheid.",
    "reference": "Soera Al-Waqi'ah (56:3)",
    "spiritual_effect": "Bevordert nederigheid en onderwerping.",
    "citation": "Ibn Qayyim: 'Al-Khafid is Hij die vernedert en ootmoedig maakt wie Hij wil.'"
  },
  "name_24": {
    "arabic": "الرافع",
    "translit": "Ar-Rafi",
    "french": "De Verhever",
    "meaning": "Hij die verheft en verhoogt wie Hij wil.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Trekt goddelijke verhevenheid aan, vergemakkelijkt succes.",
    "usage": "Gereciteerd om verhevenheid te vragen, voor succes.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Verhever van alle dingen.'",
    "details": "Deze naam benadrukt Allah's macht om te verheffen en te verhogen wie Hij wil. Hij is de enige ware Verhever, en alle andere verhevenheid is tijdelijk en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om verhevenheid en succes.",
    "reference": "Soera Fatir (35:10)",
    "spiritual_effect": "Bevordert hoop op goddelijke verhevenheid.",
    "citation": "Ibn Kathir: 'Ar-Rafi is Hij die verheft en verhoogt wie Hij wil.'"
  },
  "name_25": {
    "arabic": "المعز",
    "translit": "Al-Mu'izz",
    "french": "De Eerbewijzer",
    "meaning": "Hij die eer en waardigheid geeft aan wie Hij wil.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Trekt goddelijke eer aan, vergemakkelijkt waardigheid.",
    "usage": "Gereciteerd om eer te vragen, voor waardigheid.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Eerbewijzer van alle dingen.'",
    "details": "Deze naam benadrukt Allah's macht om eer en waardigheid te geven aan wie Hij wil. Hij is de enige ware Eerbewijzer, en alle andere eer is tijdelijk en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om eer en waardigheid.",
    "reference": "Soera Al-Imran (3:26)",
    "spiritual_effect": "Bevordert waardigheid in gedrag.",
    "citation": "Al-Ghazali: 'Al-Mu'izz is Hij die eer en waardigheid geeft aan wie Hij wil.'"
  },
  "name_26": {
    "arabic": "المذل",
    "translit": "Al-Mudhill",
    "french": "De Verlaager",
    "meaning": "Hij die vernedert en degradeert wie Hij wil.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt nederigheid, beschermt tegen trots.",
    "usage": "Gereciteerd om nederigheid te zoeken.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Verlaager van alle dingen.'",
    "details": "Deze naam benadrukt Allah's macht om te vernederen en te degraderen wie Hij wil. Hij is de enige ware Verlaager, en alle andere vernedering is tijdelijk en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het zoeken naar nederigheid.",
    "reference": "Soera Al-Imran (3:26)",
    "spiritual_effect": "Bevordert nederigheid en onderwerping.",
    "citation": "Ibn Qayyim: 'Al-Mudhill is Hij die vernedert en degradeert wie Hij wil.'"
  },
  "name_27": {
    "arabic": "السميع",
    "translit": "As-Sami",
    "french": "De Alhorende",
    "meaning": "Hij die alles hoort, zonder enige beperking.",
    "occurrences": "46 keer in de Koran",
    "benefits": "Versterkt geloof in goddelijk horen.",
    "usage": "Gereciteerd om Allah's horen te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Alhorende, en Hij houdt van hen die luisteren.'",
    "details": "Deze naam benadrukt Allah's vermogen om alles te horen zonder enige beperking. Hij is de enige ware Horende, en alle andere horen is beperkt en afgeleid van het Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's horen.",
    "reference": "Soera Al-Baqarah (2:127)",
    "spiritual_effect": "Bevordert bedachtzaamheid in spraak.",
    "citation": "Ibn Kathir: 'As-Sami is Hij die alles hoort zonder enige beperking.'"
  },
  "name_28": {
    "arabic": "البصير",
    "translit": "Al-Basir",
    "french": "De Alziende",
    "meaning": "Hij die alles ziet, zonder enige beperking.",
    "occurrences": "42 keer in de Koran",
    "benefits": "Versterkt geloof in goddelijk zien.",
    "usage": "Gereciteerd om Allah's zien te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Alziende, en Hij houdt van hen die observeren.'",
    "details": "Deze naam benadrukt Allah's vermogen om alles te zien zonder enige beperking. Hij is de enige ware Ziende, en alle andere zien is beperkt en afgeleid van het Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's zien.",
    "reference": "Soera Al-Hadid (57:4)",
    "spiritual_effect": "Bevordert bedachtzaamheid in handelingen.",
    "citation": "Al-Ghazali: 'Al-Basir is Hij die alles ziet zonder enige beperking.'"
  },
  "name_29": {
    "arabic": "الحكم",
    "translit": "Al-Hakam",
    "french": "De Rechter",
    "meaning": "Hij die oordeelt met perfecte rechtvaardigheid.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt geloof in goddelijke rechtvaardigheid.",
    "usage": "Gereciteerd om Allah's rechtvaardigheid te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Rechter van alle dingen.'",
    "details": "Deze naam benadrukt Allah's rol als de perfecte rechter en Zijn vermogen om te oordelen met perfecte rechtvaardigheid. Hij is de enige ware Rechter, en alle andere oordeel is beperkt en afgeleid van het Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's rechtvaardigheid.",
    "reference": "Soera Al-Mumin (40:48)",
    "spiritual_effect": "Bevordert rechtvaardigheid in gedrag.",
    "citation": "Ibn Qayyim: 'Al-Hakam is Hij die oordeelt met perfecte rechtvaardigheid.'"
  },
  "name_30": {
    "arabic": "العدل",
    "translit": "Al-Adl",
    "french": "De Rechtvaardige",
    "meaning": "Hij die perfect rechtvaardig is in al Zijn handelingen.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt rechtvaardigheid, vergemakkelijkt eerlijkheid.",
    "usage": "Gereciteerd om rechtvaardigheid te vragen, voor eerlijkheid.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Rechtvaardige, en Hij houdt van rechtvaardigheid.'",
    "details": "Deze naam benadrukt Allah's perfecte rechtvaardigheid en Zijn vermogen om rechtvaardig te zijn in al Zijn handelingen. Hij is de enige ware Rechtvaardige, en alle andere rechtvaardigheid is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om rechtvaardigheid en eerlijkheid.",
    "reference": "Soera Al-An'am (6:115)",
    "spiritual_effect": "Bevordert rechtvaardigheid in alle verhoudingen.",
    "citation": "Ibn Kathir: 'Al-Adl is Hij die perfect rechtvaardig is in al Zijn handelingen.'"
  },
  "name_31": {
    "arabic": "اللطيف",
    "translit": "Al-Latif",
    "french": "De Subtiele",
    "meaning": "Hij die subtiel en zachtaardig is in Zijn omgang.",
    "occurrences": "7 keer in de Koran",
    "benefits": "Versterkt zachtheid, vergemakkelijkt subtiliteit.",
    "usage": "Gereciteerd om zachtheid te vragen, voor subtiliteit.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Subtiele, en Hij houdt van subtiliteit.'",
    "details": "Deze naam benadrukt Allah's subtiliteit en zachtheid in Zijn omgang. Hij is de enige ware Subtiele, en alle andere subtiliteit is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om zachtheid en subtiliteit.",
    "reference": "Soera Al-Hajj (22:63)",
    "spiritual_effect": "Bevordert zachtheid in gedrag.",
    "citation": "Al-Ghazali: 'Al-Latif is Hij die subtiel en zachtaardig is in Zijn omgang.'"
  },
  "name_32": {
    "arabic": "الخبير",
    "translit": "Al-Khabir",
    "french": "De Alwetende",
    "meaning": "Hij die zich bewust is van alles, zichtbaar en onzichtbaar.",
    "occurrences": "45 keer in de Koran",
    "benefits": "Versterkt bewustzijn, vergemakkelijkt kennis.",
    "usage": "Gereciteerd om bewustzijn te vragen, voor kennis.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Alwetende, en Hij houdt van bewustzijn.'",
    "details": "Deze naam benadrukt Allah's volledige bewustzijn van alles, zichtbaar en onzichtbaar. Hij is de enige ware Bewuste, en alle andere bewustzijn is beperkt en afgeleid van het Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om bewustzijn en kennis.",
    "reference": "Soera Al-An'am (6:18)",
    "spiritual_effect": "Bevordert oplettendheid in alle zaken.",
    "citation": "Ibn Qayyim: 'Al-Khabir is Hij die zich bewust is van alles, zichtbaar en onzichtbaar.'"
  },
  "name_33": {
    "arabic": "الحليم",
    "translit": "Al-Halim",
    "french": "De Verdraagzame",
    "meaning": "Hij die geduldig en verdraagzaam is.",
    "occurrences": "15 keer in de Koran",
    "benefits": "Versterkt geduld, vergemakkelijkt verdraagzaamheid.",
    "usage": "Gereciteerd om geduld te vragen, voor verdraagzaamheid.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Verdraagzame, en Hij houdt van verdraagzaamheid.'",
    "details": "Deze naam benadrukt Allah's geduld en verdraagzaamheid. Hij is de enige ware Verdraagzame, en alle andere verdraagzaamheid is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om geduld en verdraagzaamheid.",
    "reference": "Soera Al-Baqarah (2:225)",
    "spiritual_effect": "Bevordert geduld in moeilijke situaties.",
    "citation": "Ibn Kathir: 'Al-Halim is Hij die geduldig en verdraagzaam is.'"
  },
  "name_34": {
    "arabic": "العظيم",
    "translit": "Al-Azim",
    "french": "De Prachtige",
    "meaning": "Hij die prachtig en grootse is zonder maat.",
    "occurrences": "9 keer in de Koran",
    "benefits": "Versterkt ontzag, vergemakkelijkt eerbied.",
    "usage": "Gereciteerd om Allah's pracht te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Prachtige, en Hij houdt van pracht.'",
    "details": "Deze naam benadrukt Allah's pracht en grootsheid zonder maat. Hij is de enige ware Prachtige, en alle andere pracht is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's pracht.",
    "reference": "Soera Al-Baqarah (2:255)",
    "spiritual_effect": "Bevordert ontzag en eerbied.",
    "citation": "Al-Ghazali: 'Al-Azim is Hij die prachtig en grootse is zonder maat.'"
  },
  "name_35": {
    "arabic": "الغفور",
    "translit": "Al-Ghafur",
    "french": "De Alvergevende",
    "meaning": "Hij die overvloedig vergeeft.",
    "occurrences": "91 keer in de Koran",
    "benefits": "Trekt goddelijke vergeving aan, vergemakkelijkt berouw.",
    "usage": "Gereciteerd om vergeving te vragen, voor berouw.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Alvergevende, en Hij houdt van vergeving.'",
    "details": "Deze naam benadrukt Allah's overvloedige vergeving. Hij is de enige ware Vergever, en alle andere vergeving is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om vergeving en berouw.",
    "reference": "Soera Al-Imran (3:31)",
    "spiritual_effect": "Bevordert hoop op goddelijke vergeving.",
    "citation": "Ibn Qayyim: 'Al-Ghafur is Hij die overvloedig vergeeft.'"
  },
  "name_36": {
    "arabic": "الشكور",
    "translit": "Ash-Shakur",
    "french": "De Waarderaar",
    "meaning": "Hij die waardeert en beloont zelfs de kleinste goede daad.",
    "occurrences": "4 keer in de Koran",
    "benefits": "Trekt goddelijke waardering aan, vergemakkelijkt dankbaarheid.",
    "usage": "Gereciteerd om waardering te vragen, voor dankbaarheid.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Waarderaar, en Hij houdt van waardering.'",
    "details": "Deze naam benadrukt Allah's waardering en Zijn vermogen om zelfs de kleinste goede daad te belonen. Hij is de enige ware Waarderaar, en alle andere waardering is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om waardering en dankbaarheid.",
    "reference": "Soera Fatir (35:30)",
    "spiritual_effect": "Bevordert dankbaarheid voor zegeningen.",
    "citation": "Ibn Kathir: 'Ash-Shakur is Hij die waardeert en beloont zelfs de kleinste goede daad.'"
  },
  "name_37": {
    "arabic": "العلي",
    "translit": "Al-Ali",
    "french": "De Allerhoogste",
    "meaning": "Hij die hoog boven alle dingen verheven is.",
    "occurrences": "31 keer in de Koran",
    "benefits": "Versterkt verhevenheid, vergemakkelijkt transcendentie.",
    "usage": "Gereciteerd om Allah's verhevenheid te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Allerhoogste, en Hij houdt van verhevenheid.'",
    "details": "Deze naam benadrukt Allah's verhevenheid boven alle dingen. Hij is de enige ware Hoge, en alle andere verhevenheid is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's verhevenheid.",
    "reference": "Soera Al-Baqarah (2:255)",
    "spiritual_effect": "Bevordert spirituele verhevenheid.",
    "citation": "Al-Ghazali: 'Al-Ali is Hij die hoog boven alle dingen verheven is.'"
  },
  "name_38": {
    "arabic": "الكبير",
    "translit": "Al-Kabir",
    "french": "De Allergrootste",
    "meaning": "Hij die groot is zonder maat.",
    "occurrences": "9 keer in de Koran",
    "benefits": "Versterkt grootsheid, vergemakkelijkt majesteit.",
    "usage": "Gereciteerd om Allah's grootsheid te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Allergrootste, en Hij houdt van grootsheid.'",
    "details": "Deze naam benadrukt Allah's grootsheid zonder maat. Hij is de enige ware Grote, en alle andere grootsheid is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's grootsheid.",
    "reference": "Soera Al-Hajj (22:62)",
    "spiritual_effect": "Bevordert ontzag voor goddelijke grootsheid.",
    "citation": "Ibn Qayyim: 'Al-Kabir is Hij die groot is zonder maat.'"
  },
  "name_39": {
    "arabic": "الحفيظ",
    "translit": "Al-Hafiz",
    "french": "De Bewaarder",
    "meaning": "Hij die alle dingen bewaart en beschermt.",
    "occurrences": "6 keer in de Koran",
    "benefits": "Trekt goddelijke bewaring aan, vergemakkelijkt bescherming.",
    "usage": "Gereciteerd om bewaring te vragen, voor bescherming.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Bewaarder, en Hij houdt van bewaring.'",
    "details": "Deze naam benadrukt Allah's bewaring en bescherming van alle dingen. Hij is de enige ware Bewaarder, en alle andere bewaring is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om bewaring en bescherming.",
    "reference": "Soera Hud (11:57)",
    "spiritual_effect": "Bevordert vertrouwen in goddelijke bescherming.",
    "citation": "Ibn Kathir: 'Al-Hafiz is Hij die alle dingen bewaart en beschermt.'"
  },
  "name_40": {
    "arabic": "المقيت",
    "translit": "Al-Muqit",
    "french": "De Onderhouder",
    "meaning": "Hij die alle dingen onderhoudt en voorziet.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Trekt goddelijk onderhoud aan, vergemakkelijkt voorziening.",
    "usage": "Gereciteerd om onderhoud te vragen, voor voorziening.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Onderhouder, en Hij houdt van onderhoud.'",
    "details": "Deze naam benadrukt Allah's onderhoud en voorziening voor alle dingen. Hij is de enige ware Onderhouder, en alle ander onderhoud is beperkt en afgeleid van het Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om onderhoud en voorziening.",
    "reference": "Soera An-Nisa (4:85)",
    "spiritual_effect": "Bevordert vertrouwen in goddelijke voorziening.",
    "citation": "Al-Ghazali: 'Al-Muqit is Hij die alle dingen onderhoudt en voorziet.'"
  },
  "name_41": {
    "arabic": "الحسيب",
    "translit": "Al-Hasib",
    "french": "De Rekenaar",
    "meaning": "Hij die rekenschap aflegt van alle dingen.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt verantwoordelijkheid, vergemakkelijkt afrekening.",
    "usage": "Gereciteerd om goddelijke afrekening te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Rekenaar, en Hij houdt van afrekening.'",
    "details": "Deze naam benadrukt Allah's rol als de perfecte rekenaar en Zijn vermogen om rekenschap af te leggen van alle dingen. Hij is de enige ware Rekenaar, en alle andere afrekening is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan goddelijke afrekening.",
    "reference": "Soera An-Nisa (4:6)",
    "spiritual_effect": "Bevordert oplettendheid voor verantwoordelijkheid.",
    "citation": "Ibn Qayyim: 'Al-Hasib is Hij die rekenschap aflegt van alle dingen.'"
  },
  "name_42": {
    "arabic": "الجليل",
    "translit": "Al-Jalil",
    "french": "De Majestueuze",
    "meaning": "Hij die majestueus en verheerlijkt is.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt majesteit, vergemakkelijkt verheerlijking.",
    "usage": "Gereciteerd om Allah's majesteit te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Majestueuze, en Hij houdt van majesteit.'",
    "details": "Deze naam benadrukt Allah's majesteit en verheerlijking. Hij is de enige ware Majestueuze, en alle andere majesteit is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's majesteit.",
    "reference": "Soera Ar-Rahman (55:27)",
    "spiritual_effect": "Bevordert ontzag voor goddelijke majesteit.",
    "citation": "Al-Ghazali: 'Al-Jalil is Hij die majestueus en verheerlijkt is.'"
  },
  "name_43": {
    "arabic": "الكريم",
    "translit": "Al-Karim",
    "french": "De Edelmoedige",
    "meaning": "Hij die edelmoedig en nobel is.",
    "occurrences": "27 keer in de Koran",
    "benefits": "Trekt goddelijke edelmoedigheid aan, vergemakkelijkt nobelheid.",
    "usage": "Gereciteerd om edelmoedigheid te vragen, voor nobelheid.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Edelmoedige, en Hij houdt van edelmoedigheid.'",
    "details": "Deze naam benadrukt Allah's edelmoedigheid en nobelheid. Hij is de enige ware Edelmoedige, en alle andere edelmoedigheid is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om edelmoedigheid en nobelheid.",
    "reference": "Soera Al-Infitar (82:6)",
    "spiritual_effect": "Bevordert vrijgevigheid jegens anderen.",
    "citation": "Ibn Kathir: 'Al-Karim is Hij die edelmoedig en nobel is.'"
  },
  "name_44": {
    "arabic": "الرقيب",
    "translit": "Ar-Raqib",
    "french": "De Waakzame",
    "meaning": "Hij die waakt over alle dingen.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt waakzaamheid, vergemakkelijkt alertheid.",
    "usage": "Gereciteerd om Allah's waakzaamheid te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Waakzame, en Hij houdt van waakzaamheid.'",
    "details": "Deze naam benadrukt Allah's waakzaamheid over alle dingen. Hij is de enige ware Waakzame, en alle andere waakzaamheid is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's waakzaamheid.",
    "reference": "Soera An-Nisa (4:1)",
    "spiritual_effect": "Bevordert oplettendheid voor goddelijke aanwezigheid.",
    "citation": "Al-Ghazali: 'Ar-Raqib is Hij die waakt over alle dingen.'"
  },
  "name_45": {
    "arabic": "المجيب",
    "translit": "Al-Mujib",
    "french": "De Beantwoordende",
    "meaning": "Hij die alle smeekbeden beantwoordt.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Trekt goddelijke reactie aan, vergemakkelijkt smeekgebed.",
    "usage": "Gereciteerd om beantwoording te vragen, voor smeekgebed.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Beantwoordende, en Hij houdt van beantwoording.'",
    "details": "Deze naam benadrukt Allah's responsiviteit op alle smeekbeden. Hij is de enige ware Beantwoordende, en alle andere beantwoording is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om beantwoording en smeekgebed.",
    "reference": "Soera Hud (11:61)",
    "spiritual_effect": "Bevordert hoop op goddelijke beantwoording.",
    "citation": "Ibn Qayyim: 'Al-Mujib is Hij die alle smeekbeden beantwoordt.'"
  },
  "name_46": {
    "arabic": "الواسع",
    "translit": "Al-Wasi",
    "french": "De Alomvattende",
    "meaning": "Hij wiens kennis en barmhartigheid alle dingen omvatten.",
    "occurrences": "9 keer in de Koran",
    "benefits": "Versterkt uitgebreidheid, vergemakkelijkt omvatting.",
    "usage": "Gereciteerd om Allah's omvatting te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Alomvattende, en Hij houdt van omvatting.'",
    "details": "Deze naam benadrukt Allah's omvatting van alle dingen met Zijn kennis en barmhartigheid. Hij is de enige ware Alomvattende, en alle andere omvatting is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's omvatting.",
    "reference": "Soera Al-Baqarah (2:247)",
    "spiritual_effect": "Bevordert vertrouwen in goddelijke barmhartigheid.",
    "citation": "Ibn Kathir: 'Al-Wasi is Hij wiens kennis en barmhartigheid alle dingen omvatten.'"
  },
  "name_47": {
    "arabic": "الحكيم",
    "translit": "Al-Hakim",
    "french": "De Wijze",
    "meaning": "Hij die perfect is in wijsheid.",
    "occurrences": "97 keer in de Koran",
    "benefits": "Versterkt wijsheid, vergemakkelijkt begrip.",
    "usage": "Gereciteerd om wijsheid te vragen, voor begrip.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Wijze, en Hij houdt van wijsheid.'",
    "details": "Deze naam benadrukt Allah's perfecte wijsheid. Hij is de enige ware Wijze, en alle andere wijsheid is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om wijsheid en begrip.",
    "reference": "Soera Al-Baqarah (2:32)",
    "spiritual_effect": "Bevordert wijsheid in beslissingen.",
    "citation": "Al-Ghazali: 'Al-Hakim is Hij die perfect is in wijsheid.'"
  },
  "name_48": {
    "arabic": "الودود",
    "translit": "Al-Wadud",
    "french": "De Liefhebbende",
    "meaning": "Hij die Zijn schepping liefheeft en door hen wordt liefgehad.",
    "occurrences": "2 keer in de Koran",
    "benefits": "Trekt goddelijke liefde aan, vergemakkelijkt genegenheid.",
    "usage": "Gereciteerd om liefde te vragen, voor genegenheid.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Liefhebbende, en Hij houdt van liefde.'",
    "details": "Deze naam benadrukt Allah's liefde voor Zijn schepping en hun liefde voor Hem. Hij is de enige ware Liefhebbende, en alle andere liefde is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om liefde en genegenheid.",
    "reference": "Soera Hud (11:90)",
    "spiritual_effect": "Bevordert liefde voor Allah en Zijn schepping.",
    "citation": "Ibn Qayyim: 'Al-Wadud is Hij die Zijn schepping liefheeft en door hen wordt liefgehad.'"
  },
  "name_49": {
    "arabic": "المجيد",
    "translit": "Al-Majid",
    "french": "De Glorieuze",
    "meaning": "Hij die glorieus en nobel is.",
    "occurrences": "2 keer in de Koran",
    "benefits": "Versterkt glorie, vergemakkelijkt nobelheid.",
    "usage": "Gereciteerd om Allah's glorie te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Glorieuze, en Hij houdt van glorie.'",
    "details": "Deze naam benadrukt Allah's glorie en nobelheid. Hij is de enige ware Glorieuze, en alle andere glorie is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's glorie.",
    "reference": "Soera Hud (11:73)",
    "spiritual_effect": "Bevordert ontzag voor goddelijke glorie.",
    "citation": "Ibn Kathir: 'Al-Majid is Hij die glorieus en nobel is.'"
  },
  "name_50": {
    "arabic": "الباعث",
    "translit": "Al-Ba'ith",
    "french": "De Opwekker",
    "meaning": "Hij die alle schepselen opwekt op de Dag des Oordeels.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt geloof in opstanding, vergemakkelijkt voorbereiding.",
    "usage": "Gereciteerd om opstanding te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Opwekker, en Hij houdt van opstanding.'",
    "details": "Deze naam benadrukt Allah's macht om alle schepselen op te wekken op de Dag des Oordeels. Hij is de enige ware Opwekker, en alle andere opstanding is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan opstanding.",
    "reference": "Soera Al-Hajj (22:7)",
    "spiritual_effect": "Bevordert voorbereiding op het hiernamaals.",
    "citation": "Al-Ghazali: 'Al-Ba'ith is Hij die alle schepselen opwekt op de Dag des Oordeels.'"
  },
  "name_51": {
    "arabic": "الشهيد",
    "translit": "Ash-Shahid",
    "french": "De Getuige",
    "meaning": "Hij die getuige is van alle dingen.",
    "occurrences": "19 keer in de Koran",
    "benefits": "Versterkt bewustzijn van goddelijke aanwezigheid.",
    "usage": "Gereciteerd om Allah's getuigenis te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Getuige, en Hij houdt van getuigenis.'",
    "details": "Deze naam benadrukt Allah's rol als de perfecte getuige van alle dingen. Hij is de enige ware Getuige, en alle andere getuigenis is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's getuigenis.",
    "reference": "Soera Al-Hajj (22:17)",
    "spiritual_effect": "Bevordert oplettendheid voor goddelijke aanwezigheid.",
    "citation": "Ibn Qayyim: 'Ash-Shahid is Hij die getuige is van alle dingen.'"
  },
  "name_52": {
    "arabic": "الحق",
    "translit": "Al-Haqq",
    "french": "De Waarheid",
    "meaning": "Hij die waar en rechtvaardig is.",
    "occurrences": "10 keer in de Koran",
    "benefits": "Versterkt waarheid, vergemakkelijkt rechtvaardigheid.",
    "usage": "Gereciteerd om Allah's waarheid te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Waarheid, en Hij houdt van waarheid.'",
    "details": "Deze naam benadrukt Allah's waarheid en rechtvaardigheid. Hij is de enige ware Waarheid, en alle andere waarheid is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's waarheid.",
    "reference": "Soera Al-Hajj (22:6)",
    "spiritual_effect": "Bevordert waarheidsliefde in spraak en handeling.",
    "citation": "Al-Ghazali: 'Al-Haqq is Hij die waar en rechtvaardig is.'"
  },
  "name_53": {
    "arabic": "الوكيل",
    "translit": "Al-Wakil",
    "french": "De Betrouwbare",
    "meaning": "Hij die de beste betrouwbare en beschermer is.",
    "occurrences": "14 keer in de Koran",
    "benefits": "Versterkt vertrouwen, vergemakkelijkt afhankelijkheid.",
    "usage": "Gereciteerd om vertrouwen te vragen, voor afhankelijkheid.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Betrouwbare, en Hij houdt van vertrouwen.'",
    "details": "Deze naam benadrukt Allah's rol als de perfecte betrouwbare en beschermer. Hij is de enige ware Betrouwbare, en alle ander vertrouwen is beperkt en afgeleid van het Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om vertrouwen en afhankelijkheid.",
    "reference": "Soera Al-Imran (3:173)",
    "spiritual_effect": "Bevordert vertrouwen in goddelijke zorg.",
    "citation": "Ibn Kathir: 'Al-Wakil is Hij die de beste betrouwbare en beschermer is.'"
  },
  "name_54": {
    "arabic": "القوي",
    "translit": "Al-Qawi",
    "french": "De Sterke",
    "meaning": "Hij die perfect is in kracht.",
    "occurrences": "9 keer in de Koran",
    "benefits": "Versterkt macht, vergemakkelijkt kracht.",
    "usage": "Gereciteerd om Allah's kracht te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Sterke, en Hij houdt van kracht.'",
    "details": "Deze naam benadrukt Allah's perfecte kracht. Hij is de enige ware Sterke, en alle andere kracht is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's kracht.",
    "reference": "Soera Al-Hajj (22:40)",
    "spiritual_effect": "Bevordert vertrouwen op goddelijke kracht.",
    "citation": "Al-Ghazali: 'Al-Qawi is Hij die perfect is in kracht.'"
  },
  "name_55": {
    "arabic": "المتين",
    "translit": "Al-Matin",
    "french": "De Stevige",
    "meaning": "Hij die stevig en standvastig is.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt stevigheid, vergemakkelijkt standvastigheid.",
    "usage": "Gereciteerd om stevigheid te vragen, voor standvastigheid.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Stevige, en Hij houdt van stevigheid.'",
    "details": "Deze naam benadrukt Allah's stevigheid en standvastigheid. Hij is de enige ware Stevige, en alle andere stevigheid is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om stevigheid en standvastigheid.",
    "reference": "Soera Adh-Dhariyat (51:58)",
    "spiritual_effect": "Bevordert standvastigheid in geloof.",
    "citation": "Ibn Qayyim: 'Al-Matin is Hij die stevig en standvastig is.'"
  },
  "name_56": {
    "arabic": "الولي",
    "translit": "Al-Wali",
    "french": "De Beschermer",
    "meaning": "Hij die de beste beschermer en helper is.",
    "occurrences": "15 keer in de Koran",
    "benefits": "Trekt goddelijke bescherming aan, vergemakkelijkt hulp.",
    "usage": "Gereciteerd om bescherming te vragen, voor hulp.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Beschermer, en Hij houdt van bescherming.'",
    "details": "Deze naam benadrukt Allah's rol als de perfecte beschermer en helper. Hij is de enige ware Beschermer, en alle andere bescherming is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om bescherming en hulp.",
    "reference": "Soera Al-Baqarah (2:257)",
    "spiritual_effect": "Bevordert vertrouwen in goddelijke bescherming.",
    "citation": "Ibn Kathir: 'Al-Wali is Hij die de beste beschermer en helper is.'"
  },
  "name_57": {
    "arabic": "الحميد",
    "translit": "Al-Hamid",
    "french": "De Prijzenswaardige",
    "meaning": "Hij die alle lof waardig is.",
    "occurrences": "17 keer in de Koran",
    "benefits": "Versterkt lof, vergemakkelijkt dankbaarheid.",
    "usage": "Gereciteerd om Allah's prijzenswaardigheid te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Prijzenswaardige, en Hij houdt van lof.'",
    "details": "Deze naam benadrukt Allah's waardigheid van alle lof. Hij is de enige ware Prijzenswaardige, en alle andere lof is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's prijzenswaardigheid.",
    "reference": "Soera Al-Hajj (22:64)",
    "spiritual_effect": "Bevordert dankbaarheid en lof.",
    "citation": "Al-Ghazali: 'Al-Hamid is Hij die alle lof waardig is.'"
  },
  "name_58": {
    "arabic": "المحصي",
    "translit": "Al-Muhsi",
    "french": "De Teller",
    "meaning": "Hij die alle dingen telt en vastlegt.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt verantwoordelijkheid, vergemakkelijkt afrekening.",
    "usage": "Gereciteerd om goddelijk tellen te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Teller, en Hij houdt van tellen.'",
    "details": "Deze naam benadrukt Allah's rol als de perfecte teller en vastlegger van alle dingen. Hij is de enige ware Teller, en alle ander tellen is beperkt en afgeleid van het Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan goddelijk tellen.",
    "reference": "Soera Maryam (19:94)",
    "spiritual_effect": "Bevordert oplettendheid voor goddelijke boekhouding.",
    "citation": "Ibn Qayyim: 'Al-Muhsi is Hij die alle dingen telt en vastlegt.'"
  },
  "name_59": {
    "arabic": "المبدئ",
    "translit": "Al-Mubdi",
    "french": "De Voortbrenger",
    "meaning": "Hij die alle dingen voortbrengt.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt creativiteit, vergemakkelijkt voortbrenging.",
    "usage": "Gereciteerd om Allah's voortbrenging te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Voortbrenger, en Hij houdt van voortbrenging.'",
    "details": "Deze naam benadrukt Allah's rol als de perfecte voortbrenger van alle dingen. Hij is de enige ware Voortbrenger, en alle andere voortbrenging is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's voortbrenging.",
    "reference": "Soera Al-Buruj (85:13)",
    "spiritual_effect": "Bevordert waardering voor goddelijke schepping.",
    "citation": "Ibn Kathir: 'Al-Mubdi is Hij die alle dingen voortbrengt.'"
  },
  "name_60": {
    "arabic": "المعيد",
    "translit": "Al-Mu'id",
    "french": "De Hersteller",
    "meaning": "Hij die alle dingen herstelt.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt herstel, vergemakkelijkt vernieuwing.",
    "usage": "Gereciteerd om herstel te vragen, voor vernieuwing.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Hersteller, en Hij houdt van herstel.'",
    "details": "Deze naam benadrukt Allah's rol als de perfecte hersteller van alle dingen. Hij is de enige ware Hersteller, en alle ander herstel is beperkt en afgeleid van het Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om herstel en vernieuwing.",
    "reference": "Soera Al-Buruj (85:13)",
    "spiritual_effect": "Bevordert hoop op goddelijk herstel.",
    "citation": "Al-Ghazali: 'Al-Mu'id is Hij die alle dingen herstelt.'"
  },
  "name_61": {
    "arabic": "المحيي",
    "translit": "Al-Muhyi",
    "french": "De Levensgever",
    "meaning": "Hij die leven geeft aan alle dingen.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt leven, vergemakkelijkt vitaliteit.",
    "usage": "Gereciteerd om leven te vragen, voor vitaliteit.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Levensgever, en Hij houdt van leven.'",
    "details": "Deze naam benadrukt Allah's rol als de gever van leven aan alle dingen. Hij is de enige ware Levensgever, en alle ander leven is beperkt en afgeleid van het Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om leven en vitaliteit.",
    "reference": "Soera Ar-Rum (30:50)",
    "spiritual_effect": "Bevordert waardering voor goddelijk leven.",
    "citation": "Ibn Qayyim: 'Al-Muhyi is Hij die leven geeft aan alle dingen.'"
  },
  "name_62": {
    "arabic": "المميت",
    "translit": "Al-Mumit",
    "french": "De Levensnemer",
    "meaning": "Hij die het leven neemt van alle dingen.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt aanvaarding van de dood.",
    "usage": "Gereciteerd om de dood te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Levensnemer, en Hij houdt van de dood.'",
    "details": "Deze naam benadrukt Allah's rol als de nemer van leven van alle dingen. Hij is de enige ware Levensnemer, en alle andere dood is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan de dood.",
    "reference": "Soera Al-Mulk (67:2)",
    "spiritual_effect": "Bevordert voorbereiding op de dood.",
    "citation": "Al-Ghazali: 'Al-Mumit is Hij die het leven neemt van alle dingen.'"
  },
  "name_63": {
    "arabic": "الحي",
    "translit": "Al-Hayy",
    "french": "De Eeuwig Levende",
    "meaning": "Hij die eeuwig levend is.",
    "occurrences": "5 keer in de Koran",
    "benefits": "Versterkt eeuwig leven, vergemakkelijkt onsterfelijkheid.",
    "usage": "Gereciteerd om Allah's eeuwig leven te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Eeuwig Levende, en Hij houdt van eeuwig leven.'",
    "details": "Deze naam benadrukt Allah's eeuwig leven. Hij is de enige ware Eeuwig Levende, en alle ander leven is tijdelijk en afgeleid van het Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's eeuwig leven.",
    "reference": "Soera Al-Baqarah (2:255)",
    "spiritual_effect": "Bevordert bewustzijn van goddelijke eeuwigheid.",
    "citation": "Ibn Kathir: 'Al-Hayy is Hij die eeuwig levend is.'"
  },
  "name_64": {
    "arabic": "القيوم",
    "translit": "Al-Qayyum",
    "french": "De Zelfonderhoudende",
    "meaning": "Hij die alle dingen onderhoudt.",
    "occurrences": "3 keer in de Koran",
    "benefits": "Versterkt onderhoud, vergemakkelijkt voorziening.",
    "usage": "Gereciteerd om Allah's onderhoud te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Zelfonderhoudende, en Hij houdt van onderhoud.'",
    "details": "Deze naam benadrukt Allah's rol als onderhouder van alle dingen. Hij is de enige ware Zelfonderhoudende, en alle ander onderhoud is beperkt en afgeleid van het Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's onderhoud.",
    "reference": "Soera Al-Baqarah (2:255)",
    "spiritual_effect": "Bevordert vertrouwen in goddelijk onderhoud.",
    "citation": "Al-Ghazali: 'Al-Qayyum is Hij die alle dingen onderhoudt.'"
  },
  "name_65": {
    "arabic": "الواجد",
    "translit": "Al-Wajid",
    "french": "De Vinder",
    "meaning": "Hij die alle dingen vindt.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt vinden, vergemakkelijkt ontdekking.",
    "usage": "Gereciteerd om vinden te vragen, voor ontdekking.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Vinder, en Hij houdt van vinden.'",
    "details": "Deze naam benadrukt Allah's rol als de vinder van alle dingen. Hij is de enige ware Vinder, en alle ander vinden is beperkt en afgeleid van het Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om vinden en ontdekking.",
    "reference": "Soera Ad-Duha (93:6)",
    "spiritual_effect": "Bevordert hoop op goddelijke ontdekking.",
    "citation": "Ibn Qayyim: 'Al-Wajid is Hij die alle dingen vindt.'"
  },
  "name_66": {
    "arabic": "الماجد",
    "translit": "Al-Majid",
    "french": "De Edele",
    "meaning": "Hij die edel en glorieus is.",
    "occurrences": "2 keer in de Koran",
    "benefits": "Versterkt edelheid, vergemakkelijkt glorie.",
    "usage": "Gereciteerd om Allah's edelheid te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Edele, en Hij houdt van edelheid.'",
    "details": "Deze naam benadrukt Allah's edelheid en glorie. Hij is de enige ware Edele, en alle andere edelheid is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's edelheid.",
    "reference": "Soera Hud (11:73)",
    "spiritual_effect": "Bevordert ontzag voor goddelijke edelheid.",
    "citation": "Ibn Kathir: 'Al-Majid is Hij die edel en glorieus is.'"
  },
  "name_67": {
    "arabic": "الواحد",
    "translit": "Al-Wahid",
    "french": "De Ene",
    "meaning": "Hij die uniek en alleen is.",
    "occurrences": "22 keer in de Koran",
    "benefits": "Versterkt eenheid, vergemakkelijkt eenwording.",
    "usage": "Gereciteerd om Allah's eenheid te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Ene, en Hij houdt van eenheid.'",
    "details": "Deze naam benadrukt Allah's uniciteit en eenheid. Hij is de enige ware Ene, en alle andere eenheid is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's eenheid.",
    "reference": "Soera Al-Baqarah (2:163)",
    "spiritual_effect": "Bevordert bewustzijn van goddelijke eenheid.",
    "citation": "Al-Ghazali: 'Al-Wahid is Hij die uniek en alleen is.'"
  },
  "name_68": {
    "arabic": "الأحد",
    "translit": "Al-Ahad",
    "french": "De Unieke",
    "meaning": "Hij die absoluut uniek is.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt uniciteit, vergemakkelijkt singulariteit.",
    "usage": "Gereciteerd om Allah's uniciteit te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Unieke, en Hij houdt van uniciteit.'",
    "details": "Deze naam benadrukt Allah's absolute uniciteit. Hij is de enige ware Unieke, en alle andere uniciteit is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's uniciteit.",
    "reference": "Soera Al-Ikhlas (112:1)",
    "spiritual_effect": "Bevordert bewustzijn van goddelijke singulariteit.",
    "citation": "Ibn Qayyim: 'Al-Ahad is Hij die absoluut uniek is.'"
  },
  "name_69": {
    "arabic": "الصمد",
    "translit": "As-Samad",
    "french": "De Eeuwige",
    "meaning": "Hij die eeuwig en zelfvoorzienend is.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt eeuwigheid, vergemakkelijkt zelfvoorziening.",
    "usage": "Gereciteerd om Allah's eeuwigheid te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Eeuwige, en Hij houdt van eeuwigheid.'",
    "details": "Deze naam benadrukt Allah's eeuwigheid en zelfvoorziening. Hij is de enige ware Eeuwige, en alle andere eeuwigheid is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's eeuwigheid.",
    "reference": "Soera Al-Ikhlas (112:2)",
    "spiritual_effect": "Bevordert bewustzijn van goddelijke eeuwigheid.",
    "citation": "Ibn Kathir: 'As-Samad is Hij die eeuwig en zelfvoorzienend is.'"
  },
  "name_70": {
    "arabic": "القادر",
    "translit": "Al-Qadir",
    "french": "De Bekwame",
    "meaning": "Hij die in staat is alle dingen te doen.",
    "occurrences": "45 keer in de Koran",
    "benefits": "Versterkt bekwaamheid, vergemakkelijkt macht.",
    "usage": "Gereciteerd om Allah's bekwaamheid te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Bekwame, en Hij houdt van bekwaamheid.'",
    "details": "Deze naam benadrukt Allah's bekwaamheid om alle dingen te doen. Hij is de enige ware Bekwame, en alle andere bekwaamheid is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's bekwaamheid.",
    "reference": "Soera Al-Baqarah (2:20)",
    "spiritual_effect": "Bevordert vertrouwen in goddelijke macht.",
    "citation": "Al-Ghazali: 'Al-Qadir is Hij die in staat is alle dingen te doen.'"
  },
  "name_71": {
    "arabic": "المقتدر",
    "translit": "Al-Muqtadir",
    "french": "De Machtige",
    "meaning": "Hij die perfecte macht heeft over alle dingen.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt macht, vergemakkelijkt controle.",
    "usage": "Gereciteerd om Allah's macht te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Machtige, en Hij houdt van macht.'",
    "details": "Deze naam benadrukt Allah's perfecte macht over alle dingen. Hij is de enige ware Machtige, en alle andere macht is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's macht.",
    "reference": "Soera Al-Kahf (18:45)",
    "spiritual_effect": "Bevordert vertrouwen in goddelijke macht.",
    "citation": "Ibn Qayyim: 'Al-Muqtadir is Hij die perfecte macht heeft over alle dingen.'"
  },
  "name_72": {
    "arabic": "المقدم",
    "translit": "Al-Muqaddim",
    "french": "De Vooruitbrenger",
    "meaning": "Hij die naar voren brengt wie Hij wil.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt vooruitgang, vergemakkelijkt vooruitgang.",
    "usage": "Gereciteerd om vooruitgang te vragen, voor vooruitgang.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Vooruitbrenger, en Hij houdt van vooruitgang.'",
    "details": "Deze naam benadrukt Allah's macht om naar voren te brengen wie Hij wil. Hij is de enige ware Vooruitbrenger, en alle andere vooruitgang is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om vooruitgang.",
    "reference": "Soera Qaf (50:28)",
    "spiritual_effect": "Bevordert hoop op goddelijke vooruitgang.",
    "citation": "Al-Ghazali: 'Al-Muqaddim is Hij die naar voren brengt wie Hij wil.'"
  },
  "name_73": {
    "arabic": "المؤخر",
    "translit": "Al-Mu'akhkhir",
    "french": "De Achteruitsteller",
    "meaning": "Hij die achteruit zet wie Hij wil.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt geduld, vergemakkelijkt vertraging.",
    "usage": "Gereciteerd om vertraging te accepteren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Achteruitsteller, en Hij houdt van vertraging.'",
    "details": "Deze naam benadrukt Allah's macht om achteruit te zetten wie Hij wil. Hij is de enige ware Achteruitsteller, en alle andere vertraging is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het accepteren van vertraging.",
    "reference": "Soera Qaf (50:28)",
    "spiritual_effect": "Bevordert geduld bij het wachten.",
    "citation": "Ibn Kathir: 'Al-Mu'akhkhir is Hij die achteruit zet wie Hij wil.'"
  },
  "name_74": {
    "arabic": "الأول",
    "translit": "Al-Awwal",
    "french": "De Eerste",
    "meaning": "Hij die eerste is zonder begin.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt begin, vergemakkelijkt oorsprong.",
    "usage": "Gereciteerd om Allah's begin te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Eerste, en Hij houdt van begin.'",
    "details": "Deze naam benadrukt Allah's zijn als eerste zonder begin. Hij is de enige ware Eerste, en alle ander begin is beperkt en afgeleid van het Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's begin.",
    "reference": "Soera Al-Hadid (57:3)",
    "spiritual_effect": "Bevordert bewustzijn van goddelijke oorsprong.",
    "citation": "Al-Ghazali: 'Al-Awwal is Hij die eerste is zonder begin.'"
  },
  "name_75": {
    "arabic": "الآخر",
    "translit": "Al-Akhir",
    "french": "De Laatste",
    "meaning": "Hij die laatste is zonder einde.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt einde, vergemakkelijkt eeuwigheid.",
    "usage": "Gereciteerd om Allah's einde te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Laatste, en Hij houdt van einde.'",
    "details": "Deze naam benadrukt Allah's zijn als laatste zonder einde. Hij is de enige ware Laatste, en alle ander einde is beperkt en afgeleid van het Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's einde.",
    "reference": "Soera Al-Hadid (57:3)",
    "spiritual_effect": "Bevordert bewustzijn van goddelijke eeuwigheid.",
    "citation": "Ibn Qayyim: 'Al-Akhir is Hij die laatste is zonder einde.'"
  },
  "name_76": {
    "arabic": "الظاهر",
    "translit": "Az-Zahir",
    "french": "De Zichtbare",
    "meaning": "Hij die zichtbaar is boven alle dingen.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt zichtbaarheid, vergemakkelijkt openbaring.",
    "usage": "Gereciteerd om Allah's zichtbaarheid te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Zichtbare, en Hij houdt van zichtbaarheid.'",
    "details": "Deze naam benadrukt Allah's zichtbaarheid boven alle dingen. Hij is de enige ware Zichtbare, en alle andere zichtbaarheid is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's zichtbaarheid.",
    "reference": "Soera Al-Hadid (57:3)",
    "spiritual_effect": "Bevordert bewustzijn van goddelijke openbaring.",
    "citation": "Ibn Kathir: 'Az-Zahir is Hij die zichtbaar is boven alle dingen.'"
  },
  "name_77": {
    "arabic": "الباطن",
    "translit": "Al-Batin",
    "french": "De Verborgen",
    "meaning": "Hij die verborgen is onder alle dingen.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt verborgenheid, vergemakkelijkt mysterie.",
    "usage": "Gereciteerd om Allah's verborgenheid te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Verborgen, en Hij houdt van verborgenheid.'",
    "details": "Deze naam benadrukt Allah's verborgenheid onder alle dingen. Hij is de enige ware Verborgen, en alle andere verborgenheid is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's verborgenheid.",
    "reference": "Soera Al-Hadid (57:3)",
    "spiritual_effect": "Bevordert bewustzijn van goddelijk mysterie.",
    "citation": "Al-Ghazali: 'Al-Batin is Hij die verborgen is onder alle dingen.'"
  },
  "name_78": {
    "arabic": "الوالي",
    "translit": "Al-Wali",
    "french": "De Bestuurder",
    "meaning": "Hij die alle dingen bestuurt.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt bestuur, vergemakkelijkt leiderschap.",
    "usage": "Gereciteerd om Allah's bestuur te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Bestuurder, en Hij houdt van bestuur.'",
    "details": "Deze naam benadrukt Allah's bestuur van alle dingen. Hij is de enige ware Bestuurder, en alle ander bestuur is beperkt en afgeleid van het Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's bestuur.",
    "reference": "Soera Ash-Shura (42:9)",
    "spiritual_effect": "Bevordert vertrouwen in goddelijk bestuur.",
    "citation": "Ibn Qayyim: 'Al-Wali is Hij die alle dingen bestuurt.'"
  },
  "name_79": {
    "arabic": "المتعالي",
    "translit": "Al-Muta'ali",
    "french": "De Meest Verhevene",
    "meaning": "Hij die verheven is boven alle dingen.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt verhevenheid, vergemakkelijkt verheffing.",
    "usage": "Gereciteerd om Allah's verhevenheid te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Meest Verhevene, en Hij houdt van verhevenheid.'",
    "details": "Deze naam benadrukt Allah's verhevenheid boven alle dingen. Hij is de enige ware Meest Verhevene, en alle andere verhevenheid is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's verhevenheid.",
    "reference": "Soera Ar-Ra'd (13:9)",
    "spiritual_effect": "Bevordert ontzag voor goddelijke verhevenheid.",
    "citation": "Ibn Kathir: 'Al-Muta'ali is Hij die verheven is boven alle dingen.'"
  },
  "name_80": {
    "arabic": "البر",
    "translit": "Al-Barr",
    "french": "De Goede",
    "meaning": "Hij die goed en vriendelijk is tot allen.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt goedheid, vergemakkelijkt vriendelijkheid.",
    "usage": "Gereciteerd om goedheid te vragen, voor vriendelijkheid.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Goede, en Hij houdt van goedheid.'",
    "details": "Deze naam benadrukt Allah's goedheid en vriendelijkheid tot allen. Hij is de enige ware Goede, en alle andere goedheid is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om goedheid en vriendelijkheid.",
    "reference": "Soera At-Tur (52:28)",
    "spiritual_effect": "Bevordert goedheid naar anderen.",
    "citation": "Al-Ghazali: 'Al-Barr is Hij die goed en vriendelijk is tot allen.'"
  },
  "name_81": {
    "arabic": "التواب",
    "translit": "At-Tawwab",
    "french": "De Aanvaardende van Berouw",
    "meaning": "Hij die berouw aanvaardt van Zijn dienaren.",
    "occurrences": "11 keer in de Koran",
    "benefits": "Versterkt berouw, vergemakkelijkt vergeving.",
    "usage": "Gereciteerd om aanvaarding van berouw te vragen.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Aanvaardende van Berouw, en Hij houdt van berouw.'",
    "details": "Deze naam benadrukt Allah's aanvaarding van berouw van Zijn dienaren. Hij is de enige ware Aanvaardende van Berouw, en alle andere aanvaarding is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om aanvaarding van berouw.",
    "reference": "Soera Al-Baqarah (2:37)",
    "spiritual_effect": "Bevordert hoop op goddelijke vergeving.",
    "citation": "Ibn Qayyim: 'At-Tawwab is Hij die berouw aanvaardt van Zijn dienaren.'"
  },
  "name_82": {
    "arabic": "المنتقم",
    "translit": "Al-Muntaqim",
    "french": "De Wreker",
    "meaning": "Hij die wraak neemt op de onrechtvaardigen.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt rechtvaardigheid, vergemakkelijkt vergelding.",
    "usage": "Gereciteerd om Allah's rechtvaardigheid te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Wreker, en Hij houdt van rechtvaardigheid.'",
    "details": "Deze naam benadrukt Allah's wraak nemen op de onrechtvaardigen. Hij is de enige ware Wreker, en alle andere wraak is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's rechtvaardigheid.",
    "reference": "Soera As-Sajdah (32:22)",
    "spiritual_effect": "Bevordert vrees voor goddelijke vergelding.",
    "citation": "Al-Ghazali: 'Al-Muntaqim is Hij die wraak neemt op de onrechtvaardigen.'"
  },
  "name_83": {
    "arabic": "العفو",
    "translit": "Al-Afuww",
    "french": "De Vergever",
    "meaning": "Hij die zonden vergeeft en fouten wegneemt.",
    "occurrences": "5 keer in de Koran",
    "benefits": "Versterkt vergeving, vergemakkelijkt kwijtschelding.",
    "usage": "Gereciteerd om vergeving te vragen, voor kwijtschelding.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Vergever, en Hij houdt van vergeving.'",
    "details": "Deze naam benadrukt Allah's vergeving van zonden en wegneming van fouten. Hij is de enige ware Vergever, en alle andere vergeving is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om vergeving en kwijtschelding.",
    "reference": "Soera An-Nisa (4:43)",
    "spiritual_effect": "Bevordert hoop op goddelijke vergeving.",
    "citation": "Ibn Kathir: 'Al-Afuww is Hij die zonden vergeeft en fouten wegneemt.'"
  },
  "name_84": {
    "arabic": "الرؤوف",
    "translit": "Ar-Ra'uf",
    "french": "De Vriendelijke",
    "meaning": "Hij die vriendelijk en meelevend is.",
    "occurrences": "10 keer in de Koran",
    "benefits": "Versterkt vriendelijkheid, vergemakkelijkt medeleven.",
    "usage": "Gereciteerd om vriendelijkheid te vragen, voor medeleven.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Vriendelijke, en Hij houdt van vriendelijkheid.'",
    "details": "Deze naam benadrukt Allah's vriendelijkheid en medeleven. Hij is de enige ware Vriendelijke, en alle andere vriendelijkheid is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om vriendelijkheid en medeleven.",
    "reference": "Soera Al-Baqarah (2:143)",
    "spiritual_effect": "Bevordert vriendelijkheid naar anderen.",
    "citation": "Al-Ghazali: 'Ar-Ra'uf is Hij die vriendelijk en meelevend is.'"
  },
  "name_85": {
    "arabic": "مالك الملك",
    "translit": "Malik-ul-Mulk",
    "french": "De Eigenaar van de Soevereiniteit",
    "meaning": "Hij die alle soevereiniteit bezit.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt soevereiniteit, vergemakkelijkt controle.",
    "usage": "Gereciteerd om Allah's soevereiniteit te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Eigenaar van de Soevereiniteit, en Hij houdt van soevereiniteit.'",
    "details": "Deze naam benadrukt Allah's eigendom van alle soevereiniteit. Hij is de enige ware Eigenaar van de Soevereiniteit, en alle andere soevereiniteit is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's soevereiniteit.",
    "reference": "Soera Al-Mulk (67:1)",
    "spiritual_effect": "Bevordert ontzag voor goddelijke soevereiniteit.",
    "citation": "Ibn Qayyim: 'Malik-ul-Mulk is Hij die alle soevereiniteit bezit.'"
  },
  "name_86": {
    "arabic": "ذو الجلال والإكرام",
    "translit": "Dhul-Jalali wal-Ikram",
    "french": "De Bezitter van Majesteit en Eer",
    "meaning": "Hij die majesteit en eer bezit.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt majesteit, vergemakkelijkt eer.",
    "usage": "Gereciteerd om Allah's majesteit en eer te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Bezitter van Majesteit en Eer, en Hij houdt van majesteit en eer.'",
    "details": "Deze naam benadrukt Allah's bezit van majesteit en eer. Hij is de enige ware Bezitter van Majesteit en Eer, en alle andere majesteit en eer is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's majesteit en eer.",
    "reference": "Soera Ar-Rahman (55:27)",
    "spiritual_effect": "Bevordert ontzag voor goddelijke majesteit.",
    "citation": "Ibn Kathir: 'Dhul-Jalali wal-Ikram is Hij die majesteit en eer bezit.'"
  },
  "name_87": {
    "arabic": "المقسط",
    "translit": "Al-Muqsit",
    "french": "De Rechtvaardige",
    "meaning": "Hij die rechtvaardig is in al Zijn oordelen.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt rechtvaardigheid, vergemakkelijkt gerechtigheid.",
    "usage": "Gereciteerd om Allah's rechtvaardigheid te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Rechtvaardige, en Hij houdt van rechtvaardigheid.'",
    "details": "Deze naam benadrukt Allah's rechtvaardigheid in al Zijn oordelen. Hij is de enige ware Rechtvaardige, en alle andere rechtvaardigheid is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's rechtvaardigheid.",
    "reference": "Soera Al-Imran (3:18)",
    "spiritual_effect": "Bevordert rechtvaardigheid in omgang.",
    "citation": "Al-Ghazali: 'Al-Muqsit is Hij die rechtvaardig is in al Zijn oordelen.'"
  },
  "name_88": {
    "arabic": "الجامع",
    "translit": "Al-Jami",
    "french": "De Vereniger",
    "meaning": "Hij die alle dingen verenigt.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt vereniging, vergemakkelijkt verzameling.",
    "usage": "Gereciteerd om Allah's vereniging te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Vereniger, en Hij houdt van vereniging.'",
    "details": "Deze naam benadrukt Allah's vereniging van alle dingen. Hij is de enige ware Vereniger, en alle andere vereniging is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's vereniging.",
    "reference": "Soera Al-Imran (3:9)",
    "spiritual_effect": "Bevordert bewustzijn van goddelijke vereniging.",
    "citation": "Ibn Qayyim: 'Al-Jami is Hij die alle dingen verenigt.'"
  },
  "name_89": {
    "arabic": "الغني",
    "translit": "Al-Ghani",
    "french": "De Rijke",
    "meaning": "Hij die rijk en onafhankelijk is van alle dingen.",
    "occurrences": "18 keer in de Koran",
    "benefits": "Versterkt rijkdom, vergemakkelijkt onafhankelijkheid.",
    "usage": "Gereciteerd om Allah's rijkdom te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Rijke, en Hij houdt van rijkdom.'",
    "details": "Deze naam benadrukt Allah's rijkdom en onafhankelijkheid van alle dingen. Hij is de enige ware Rijke, en alle andere rijkdom is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's rijkdom.",
    "reference": "Soera Al-Baqarah (2:263)",
    "spiritual_effect": "Bevordert tevredenheid met goddelijke voorziening.",
    "citation": "Ibn Kathir: 'Al-Ghani is Hij die rijk en onafhankelijk is van alle dingen.'"
  },
  "name_90": {
    "arabic": "المغني",
    "translit": "Al-Mughni",
    "french": "De Verrijker",
    "meaning": "Hij die verrijkt wie Hij wil.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt verrijking, vergemakkelijkt welvaart.",
    "usage": "Gereciteerd om verrijking te vragen, voor welvaart.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Verrijker, en Hij houdt van verrijking.'",
    "details": "Deze naam benadrukt Allah's verrijking van wie Hij wil. Hij is de enige ware Verrijker, en alle andere verrijking is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om verrijking en welvaart.",
    "reference": "Soera An-Najm (53:48)",
    "spiritual_effect": "Bevordert dankbaarheid voor goddelijke verrijking.",
    "citation": "Al-Ghazali: 'Al-Mughni is Hij die verrijkt wie Hij wil.'"
  },
  "name_91": {
    "arabic": "المانع",
    "translit": "Al-Mani",
    "french": "De Verhinderaar",
    "meaning": "Hij die verhindert dat kwaad Zijn dienaren bereikt.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt verhindering, vergemakkelijkt bescherming.",
    "usage": "Gereciteerd om verhindering van kwaad te vragen.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Verhinderaar, en Hij houdt van verhindering.'",
    "details": "Deze naam benadrukt Allah's verhindering van kwaad dat Zijn dienaren zou kunnen bereiken. Hij is de enige ware Verhinderaar, en alle andere verhindering is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om verhindering van kwaad.",
    "reference": "Soera Al-Baqarah (2:255)",
    "spiritual_effect": "Bevordert vertrouwen in goddelijke bescherming.",
    "citation": "Ibn Qayyim: 'Al-Mani is Hij die verhindert dat kwaad Zijn dienaren bereikt.'"
  },
  "name_92": {
    "arabic": "الضار",
    "translit": "Ad-Darr",
    "french": "De Schadebrenger",
    "meaning": "Hij die schade brengt aan wie Hij wil.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt geduld, vergemakkelijkt aanvaarding.",
    "usage": "Gereciteerd om beproeving te aanvaarden.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Schadebrenger, en Hij houdt van beproeving.'",
    "details": "Deze naam benadrukt Allah's macht om schade te brengen aan wie Hij wil. Hij is de enige ware Schadebrenger, en alle andere schade is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het aanvaarden van beproeving.",
    "reference": "Soera Al-An'am (6:17)",
    "spiritual_effect": "Bevordert geduld bij beproeving.",
    "citation": "Al-Ghazali: 'Ad-Darr is Hij die schade brengt aan wie Hij wil.'"
  },
  "name_93": {
    "arabic": "النافع",
    "translit": "An-Nafi",
    "french": "De Weldoener",
    "meaning": "Hij die weldoet aan wie Hij wil.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt weldaad, vergemakkelijkt voordeel.",
    "usage": "Gereciteerd om weldaad te vragen, voor voordeel.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Weldoener, en Hij houdt van weldaad.'",
    "details": "Deze naam benadrukt Allah's weldaad aan wie Hij wil. Hij is de enige ware Weldoener, en alle andere weldaad is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om weldaad en voordeel.",
    "reference": "Soera Al-Furqan (25:3)",
    "spiritual_effect": "Bevordert nuttig handelen.",
    "citation": "Ibn Qayyim: 'An-Nafi is Hij die weldoet aan wie Hij wil.'"
  },
  "name_94": {
    "arabic": "النور",
    "translit": "An-Nur",
    "french": "Het Licht",
    "meaning": "Hij die het licht is van de hemelen en de aarde.",
    "occurrences": "5 keer in de Koran",
    "benefits": "Versterkt licht, vergemakkelijkt leiding.",
    "usage": "Gereciteerd om licht te vragen, voor leiding.",
    "hadith": "De Profeet ﷺ zei: 'Allah is het Licht, en Hij houdt van licht.'",
    "details": "Deze naam benadrukt Allah's zijn als het licht van de hemelen en de aarde. Hij is het enige ware Licht, en alle ander licht is beperkt en afgeleid van het Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om licht en leiding.",
    "reference": "Soera An-Nur (24:35)",
    "spiritual_effect": "Bevordert zoeken naar goddelijke leiding.",
    "citation": "Al-Ghazali: 'An-Nur is Hij die het licht is van de hemelen en de aarde.'"
  },
  "name_95": {
    "arabic": "الهادي",
    "translit": "Al-Hadi",
    "french": "De Leidsman",
    "meaning": "Hij die leidt wie Hij wil naar het rechte pad.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt leiding, vergemakkelijkt richting.",
    "usage": "Gereciteerd om leiding te vragen, voor richting.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Leidsman, en Hij houdt van leiding.'",
    "details": "Deze naam benadrukt Allah's leiding van wie Hij wil naar het rechte pad. Hij is de enige ware Leidsman, en alle andere leiding is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het vragen om leiding en richting.",
    "reference": "Soera Al-Hajj (22:54)",
    "spiritual_effect": "Bevordert zoeken naar goddelijke leiding.",
    "citation": "Ibn Qayyim: 'Al-Hadi is Hij die leidt wie Hij wil naar het rechte pad.'"
  },
  "name_96": {
    "arabic": "البديع",
    "translit": "Al-Badi",
    "french": "De Schepper",
    "meaning": "Hij die schepping voortbrengt zonder enig voorbeeld.",
    "occurrences": "2 keer in de Koran",
    "benefits": "Versterkt creativiteit, vergemakkelijkt vernieuwing.",
    "usage": "Gereciteerd om Allah's creativiteit te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Schepper, en Hij houdt van creativiteit.'",
    "details": "Deze naam benadrukt Allah's schepping voortbrengen zonder enig voorbeeld. Hij is de enige ware Schepper, en alle andere schepping is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's creativiteit.",
    "reference": "Soera Al-Baqarah (2:117)",
    "spiritual_effect": "Bevordert ontzag voor goddelijke creativiteit.",
    "citation": "Ibn Kathir: 'Al-Badi is Hij die schepping voortbrengt zonder enig voorbeeld.'"
  },
  "name_97": {
    "arabic": "الباقي",
    "translit": "Al-Baqi",
    "french": "De Eeuwigdurende",
    "meaning": "Hij die eeuwig blijft zonder einde.",
    "occurrences": "1 keer in de Koran",
    "benefits": "Versterkt bestendigheid, vergemakkelijkt eeuwigheid.",
    "usage": "Gereciteerd om Allah's bestendigheid te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Eeuwigdurende, en Hij houdt van bestendigheid.'",
    "details": "Deze naam benadrukt Allah's eeuwig blijven zonder einde. Hij is de enige ware Eeuwigdurende, en alle andere bestendigheid is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's bestendigheid.",
    "reference": "Soera Ar-Rahman (55:27)",
    "spiritual_effect": "Bevordert bewustzijn van goddelijke eeuwigheid.",
    "citation": "Al-Ghazali: 'Al-Baqi is Hij die eeuwig blijft zonder einde.'"
  },
  "name_98": {
    "arabic": "الوارث",
    "translit": "Al-Warith",
    "french": "De Erfgenaam",
    "meaning": "Hij die alle dingen erft.",
    "occurrences": "2 keer in de Koran",
    "benefits": "Versterkt erfenis, vergemakkelijkt opvolging.",
    "usage": "Gereciteerd om Allah's erfenis te herinneren.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Erfgenaam, en Hij houdt van erfenis.'",
    "details": "Deze naam benadrukt Allah's erven van alle dingen. Hij is de enige ware Erfgenaam, en alle andere erfenis is beperkt en afgeleid van de Zijne. Deze naam is bijzonder belangrijk in de context van het herinneren aan Allah's erfenis.",
    "reference": "Soera Al-Hijr (15:23)",
    "spiritual_effect": "Bevordert bewustzijn van goddelijk eigendom.",
    "citation": "Ibn Qayyim: 'Al-Warith is Hij die alle dingen erft.'"
  },
  "name_99": {
    "arabic": "الصبور",
    "translit": "As-Saboor",
    "french": "De Geduldige",
    "meaning": "Hij die geduldig is en niet haast met straffen.",
    "occurrences": "Niet direct genoemd in de Koran, maar afgeleid van hadith en traditie.",
    "benefits": "Versterkt geduld, vergemakkelijkt volharding.",
    "usage": "Gereciteerd om geduld te vragen, voor volharding.",
    "hadith": "De Profeet ﷺ zei: 'Allah is de Geduldige, en Hij houdt van geduld.'",
    "details": "Deze naam benadrukt Allah's geduld en Zijn vermogen om straf uit te stellen. Hij is de enige ware Geduldige, en alle ander geduld is slechts een manifestatie van Zijn eigenschap. Deze naam is bijzonder belangrijk in de context van het vragen om geduld en volharding.",
    "reference": "Afgeleid van hadith en traditie.",
    "spiritual_effect": "Bevordert geduld bij het doorstaan van beproevingen.",
    "citation": "Ibn Kathir: 'As-Saboor is Hij die geduldig is en niet haast met straffen.'"
  }
}
