{
  "title": "I 99 Nomi di Allah",
  "subtitle": "Scopri i più bei nomi di Allah e i loro significati",
  "search_placeholder": "Cerca un nome...",
  "sections": {
    "meaning": "Significato",
    "occurrences": "Occorrenze",
    "benefits": "Benefici",
    "usage": "Utilizzo",
    "hadith": "Hadith",
    "details": "Dettagli",
    "reference": "Riferimento",
    "spiritual_effect": "Effetto Spirituale",
    "citation": "Citazione"
  },
  "name_1": {
    "arabic": "الله",
    "translit": "Allah",
    "italian": "Allah",
    "meaning": "Il nome supremo di Allah, che racchiude tutti i Suoi attributi. Indica l'Essere unico, Creatore, Padrone e Sovrano dell'universo.",
    "occurrences": "2697 volte nel Corano",
    "benefits": "Protezione dalle difficoltà, rafforza la fede, attira le benedizioni.",
    "usage": "Recitato per avvicinarsi ad Allah, per la protezione e nelle invocazioni importanti.",
    "hadith": "Il Profeta ﷺ disse: 'Allah ha 99 nomi, cento meno uno. Chiunque li memorizza entrerà in Paradiso.' (Sahih Al-Bukhari)",
    "details": "Questo nome è unico perché non viene mai usato per altri che Allah. Racchiude in sé tutti gli attributi di perfezione e maestà. È il nome più frequentemente menzionato nel Corano ed è usato in tutte le formule di invocazione.",
    "reference": "Sura Al-Ikhlas (112:1): 'Di': Egli è Allah, l'Unico.'",
    "spiritual_effect": "Meditare su questo nome rafforza il tawhid (unicità) e la totale sottomissione a Dio.",
    "citation": "Ibn Kathir: 'Allah è il nome proprio del Signore, che non può essere attribuito a nessun altro.'"
  },
  "name_2": {
    "arabic": "الرحمن",
    "translit": "Ar-Rahman",
    "italian": "Il Compassionevole",
    "meaning": "Colui la cui misericordia abbraccia tutta la creazione, credenti e non credenti, in questo mondo e nell'Aldilà.",
    "occurrences": "57 volte nel Corano",
    "benefits": "Attira la misericordia divina, facilita le questioni, protegge dalle difficoltà.",
    "usage": "Recitato per chiedere misericordia, nelle situazioni difficili.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è più misericordioso verso i Suoi servi di quanto una madre lo sia verso il proprio figlio.' (Sahih Al-Bukhari)",
    "details": "Questo nome è specifico di Allah e non può essere usato per le creature. Rappresenta la misericordia generale di Allah che abbraccia tutti gli esseri viventi, credenti e non credenti. È il primo nome menzionato nel Corano dopo 'Bismillah'.",
    "reference": "Sura Maryam (19:58)",
    "spiritual_effect": "Addolcisce il cuore, ispira compassione verso gli altri.",
    "difference": "Ar-Rahman indica la misericordia generale, Ar-Rahim la misericordia specifica per i credenti.",
    "citation": "Ibn Qayyim: 'Ar-Rahman è la fonte di ogni misericordia, visibile e invisibile.'"
  },
  "name_3": {
    "arabic": "الرحيم",
    "translit": "Ar-Rahim",
    "italian": "Il Misericordioso",
    "meaning": "Colui la cui misericordia è specifica per i credenti, specialmente nell'Aldilà.",
    "occurrences": "114 volte nel Corano",
    "benefits": "Rafforza la fede, attira il perdono, facilita l'accesso al Paradiso.",
    "usage": "Recitato per il pentimento, per chiedere perdono, nelle invocazioni.",
    "hadith": "Il Profeta ﷺ disse: 'Quando Allah creò la misericordia, la divise in cento parti. Ne tenne 99 presso di Sé e ne fece scendere una sola sulla terra.' (Sahih Al-Bukhari)",
    "details": "Questo nome rappresenta la misericordia speciale di Allah riservata ai credenti. A differenza di Ar-Rahman, questo nome può essere usato anche per le creature. È spesso menzionato insieme ad Ar-Rahman nel Corano.",
    "reference": "Sura Al-Fatiha (1:3)",
    "spiritual_effect": "Favorisce la speranza e la fiducia nel perdono divino.",
    "difference": "Ar-Rahim è la misericordia specifica, Ar-Rahman la misericordia generale.",
    "citation": "Al-Ghazali: 'Ar-Rahim è Colui che concede la Sua misericordia in modo continuo.'"
  },
  "name_4": {
    "arabic": "الملك",
    "translit": "Al-Malik",
    "italian": "Il Sovrano",
    "meaning": "Il Re assoluto, il Padrone di ogni cosa, la cui sovranità non ha né inizio né fine.",
    "occurrences": "5 volte nel Corano",
    "benefits": "Rafforza la sovranità divina, protegge dall'oppressione.",
    "usage": "Recitato per ricordare la sovranità di Allah, per la protezione.",
    "hadith": "Il Profeta ﷺ disse: 'Il nome più grande di Allah si trova in questi versetti: 'Allah, non c'è divinità all'infuori di Lui, il Vivente, Colui che sussiste per Sé stesso.' (Sura Al-Baqara, 255) e 'Alif, Lam, Mim. Allah, non c'è divinità all'infuori di Lui, il Vivente, Colui che sussiste per Sé stesso.' (Sura Al-Imran, 1-2)",
    "details": "Questo nome sottolinea la sovranità assoluta di Allah su tutta la creazione. Egli è l'unico vero Re il cui potere non è limitato e la cui autorità è assoluta. Ogni altra sovranità è solo temporanea e derivata dalla Sua.",
    "reference": "Sura Al-Hashr (59:23)",
    "spiritual_effect": "Ricorda l'umiltà e la sottomissione alla volontà divina.",
    "citation": "Ibn Kathir: 'Egli è il Re di tutto, e tutto dipende dalla Sua volontà.'"
  },
  "name_5": {
    "arabic": "القدوس",
    "translit": "Al-Quddus",
    "italian": "Il Santissimo",
    "meaning": "Colui che è puro da ogni difetto e imperfezione, la cui santità è assoluta.",
    "occurrences": "2 volte nel Corano",
    "benefits": "Purifica l'anima, allontana i cattivi pensieri.",
    "usage": "Recitato per la purificazione spirituale, per allontanare i cattivi pensieri.",
    "hadith": "Il Profeta ﷺ disse: 'Gli angeli dicono: 'Gloria a Te, o Allah, e con la Tua lode. Benedetto sia il Tuo nome, elevato sia il Tuo rango, e non c'è divinità all'infuori di Te.'",
    "details": "Questo nome esprime la perfezione assoluta di Allah e la Sua lontananza da ogni imperfezione. Egli è l'unico essere veramente santo e puro da ogni difetto. Questo nome è spesso menzionato nelle formule di glorificazione (tasbih).",
    "reference": "Sura Al-Hashr (59:23)",
    "spiritual_effect": "Favorisce la purezza interiore e l'aspirazione alla perfezione morale.",
    "citation": "Al-Qurtubi: 'Al-Quddus è Colui che è esente da ogni difetto.'"
  },
  "name_6": {
    "arabic": "السلام",
    "translit": "As-Salam",
    "italian": "La Pace",
    "meaning": "Colui che è immune da ogni difetto e che concede la pace alle Sue creature.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Porta pace interiore, protegge dai pericoli.",
    "usage": "Recitato per la sicurezza, per la pace del cuore.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è la Pace, e la pace viene da Lui. Che la pace sia su di voi, o abitanti dei cieli.'",
    "details": "Questo nome ha due aspetti: Allah è Egli stesso in pace (senza difetti) ed è la fonte di ogni pace. Egli concede la pace ai Suoi servi in questo mondo e nell'Aldilà. Questo nome è particolarmente importante nel contesto del saluto islamico (salam).",
    "reference": "Sura Al-Hashr (59:23)",
    "spiritual_effect": "Calma l'anima e favorisce la serenità nelle prove.",
    "citation": "Ibn Kathir: 'As-Salam è Colui che concede la pace ai Suoi servi.'"
  },
  "name_7": {
    "arabic": "المؤمن",
    "translit": "Al-Mu'min",
    "italian": "Il Fedele",
    "meaning": "Colui che concede sicurezza e pace ai Suoi servi, e conferma la veridicità dei Suoi messaggeri.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la fede, porta sicurezza interiore.",
    "usage": "Recitato per rafforzare la fede, per la sicurezza.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Fedele, e ama la fedeltà.'",
    "details": "Questo nome ha due aspetti: Allah è Egli stesso fedele alle Sue promesse e concede sicurezza ai Suoi servi. Egli è la fonte di ogni sicurezza e pace. Questo nome è particolarmente importante nel contesto della fede e della fiducia in Allah.",
    "reference": "Sura Al-Hashr (59:23)",
    "spiritual_effect": "Rafforza la fiducia e la serenità verso il futuro.",
    "citation": "Al-Ghazali: 'Al-Mu'min è Colui che concede sicurezza ai Suoi servi.'"
  },
  "name_8": {
    "arabic": "المهيمن",
    "translit": "Al-Muhaymin",
    "italian": "Il Protettore",
    "meaning": "Colui che veglia su ogni cosa, protegge e sorveglia la Sua creazione.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Protegge dai pericoli, rafforza la vigilanza.",
    "usage": "Recitato per la protezione, per la vigilanza.",
    "hadith": "Il Profeta ﷺ disse: 'Allah veglia sui Suoi servi e li protegge.'",
    "details": "Questo nome sottolinea il ruolo di Allah come protettore e custode di tutta la creazione. Egli sorveglia tutte le azioni dei Suoi servi e li protegge dai pericoli. Questo nome è particolarmente importante nel contesto della protezione divina.",
    "reference": "Sura Al-Hashr (59:23)",
    "spiritual_effect": "Favorisce la vigilanza e la consapevolezza della presenza divina.",
    "citation": "Ibn Kathir: 'Al-Muhaymin è Colui che protegge e sorveglia la Sua creazione.'"
  },
  "name_9": {
    "arabic": "العزيز",
    "translit": "Al-Aziz",
    "italian": "Il Potente",
    "meaning": "Colui che è potente, invincibile, e la cui forza non può essere superata.",
    "occurrences": "92 volte nel Corano",
    "benefits": "Rafforza la potenza divina, protegge dai nemici.",
    "usage": "Recitato per la forza, per la protezione.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è Potente e ama la forza.'",
    "details": "Questo nome esprime la potenza assoluta di Allah e la Sua invincibilità. Egli è l'unico essere veramente potente, e ogni altra potenza è solo temporanea e derivata dalla Sua. Questo nome è spesso menzionato nel Corano insieme ad altri attributi divini.",
    "reference": "Sura Al-Hashr (59:23)",
    "spiritual_effect": "Dona fiducia e coraggio di fronte alle avversità.",
    "citation": "Ibn Qayyim: 'Al-Aziz è Colui la cui potenza non può essere vinta.'"
  },
  "name_10": {
    "arabic": "الجبار",
    "translit": "Al-Jabbar",
    "italian": "Il Dominatore",
    "meaning": "Colui che domina, costringe e ripara ogni cosa, in particolare i cuori spezzati.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la dominazione divina, ripara i cuori spezzati.",
    "usage": "Recitato per la forza interiore, per la riparazione.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Dominatore, e ripara i cuori spezzati.'",
    "details": "Questo nome ha due aspetti: Allah domina ogni cosa e ripara ciò che è spezzato. Egli è l'unico essere veramente dominatore, e ogni altra dominazione è solo temporanea e derivata dalla Sua. Questo nome è particolarmente importante nel contesto della forza e della riparazione.",
    "reference": "Sura Al-Hashr (59:23)",
    "spiritual_effect": "Calma i cuori feriti e dona la forza di superare le prove.",
    "citation": "Al-Ghazali: 'Al-Jabbar è Colui che ripara ciò che è spezzato e domina ogni cosa.'"
  },
  "name_11": {
    "arabic": "المتكبر",
    "translit": "Al-Mutakabbir",
    "italian": "Il Superbo",
    "meaning": "Colui che è al di sopra di ogni cosa, la cui grandezza è assoluta.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la grandezza divina, protegge dall'orgoglio.",
    "usage": "Recitato per ricordare la grandezza di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Più Grande, e ama la grandezza.'",
    "details": "Questo nome esprime la grandezza assoluta di Allah e la Sua elevazione sopra ogni cosa. Egli è l'unico essere veramente grande, e ogni altra grandezza è solo temporanea e derivata dalla Sua. Questo nome è particolarmente importante nel contesto dell'umiltà e della sottomissione.",
    "reference": "Sura Al-Hashr (59:23)",
    "spiritual_effect": "Favorisce l'umiltà e la consapevolezza della grandezza divina.",
    "citation": "Ibn Kathir: 'Al-Mutakabbir è Colui che è al di sopra di ogni cosa.'"
  },
  "name_12": {
    "arabic": "الخالق",
    "translit": "Al-Khaliq",
    "italian": "Il Creatore",
    "meaning": "Colui che crea ogni cosa dal nulla, secondo una misura precisa.",
    "occurrences": "8 volte nel Corano",
    "benefits": "Rafforza la fede nella creazione, facilita la creatività.",
    "usage": "Recitato per meditare sulla creazione, per la creatività.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Creatore di ogni cosa.'",
    "details": "Questo nome sottolinea il potere creativo di Allah e la Sua capacità di creare ogni cosa dal nulla. Egli è l'unico vero Creatore, e ogni altra creazione è solo una trasformazione di ciò che Allah ha già creato. Questo nome è particolarmente importante nel contesto della meditazione sulla creazione.",
    "reference": "Sura Al-Hashr (59:24)",
    "spiritual_effect": "Favorisce la contemplazione dei segni della creazione.",
    "citation": "Al-Ghazali: 'Al-Khaliq è Colui che crea ogni cosa secondo una misura precisa.'"
  },
  "name_13": {
    "arabic": "البارئ",
    "translit": "Al-Bari",
    "italian": "Il Produttore",
    "meaning": "Colui che crea e modella ogni cosa in modo perfetto.",
    "occurrences": "3 volte nel Corano",
    "benefits": "Rafforza la fede nella perfezione della creazione.",
    "usage": "Recitato per meditare sulla perfezione della creazione.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Produttore di ogni cosa.'",
    "details": "Questo nome sottolinea la perfezione della creazione di Allah e la Sua capacità di modellare ogni cosa in modo armonioso. Egli è l'unico vero Produttore, e ogni altra produzione è solo una trasformazione di ciò che Allah ha già creato. Questo nome è particolarmente importante nel contesto della meditazione sulla perfezione della creazione.",
    "reference": "Sura Al-Hashr (59:24)",
    "spiritual_effect": "Favorisce l'ammirazione della perfezione divina.",
    "citation": "Ibn Qayyim: 'Al-Bari è Colui che crea e modella ogni cosa in modo perfetto.'"
  },
  "name_14": {
    "arabic": "المصور",
    "translit": "Al-Musawwir",
    "italian": "Il Modellatore",
    "meaning": "Colui che dà a ogni cosa la sua forma e il suo aspetto unico.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la fede nella diversità della creazione.",
    "usage": "Recitato per meditare sulla diversità della creazione.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Modellatore di ogni cosa.'",
    "details": "Questo nome sottolinea la diversità della creazione di Allah e la Sua capacità di dare a ogni cosa una forma e un aspetto unico. Egli è l'unico vero Modellatore, e ogni altra formazione è solo una trasformazione di ciò che Allah ha già creato. Questo nome è particolarmente importante nel contesto della meditazione sulla diversità della creazione.",
    "reference": "Sura Al-Hashr (59:24)",
    "spiritual_effect": "Favorisce l'apprezzamento della diversità divina.",
    "citation": "Al-Ghazali: 'Al-Musawwir è Colui che dà a ogni cosa la sua forma unica.'"
  },
  "name_15": {
    "arabic": "الغفار",
    "translit": "Al-Ghaffar",
    "italian": "Il Perdonatore",
    "meaning": "Colui che perdona abbondantemente e copre i peccati.",
    "occurrences": "5 volte nel Corano",
    "benefits": "Attira il perdono divino, facilita il pentimento.",
    "usage": "Recitato per chiedere perdono, per il pentimento.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è più misericordioso verso i Suoi servi di quanto una madre lo sia verso il proprio figlio.'",
    "details": "Questo nome sottolinea la misericordia di Allah e la Sua capacità di perdonare i peccati. Egli è l'unico vero Perdonatore, e ogni altro perdono è solo una manifestazione della Sua misericordia. Questo nome è particolarmente importante nel contesto del pentimento e della richiesta di perdono.",
    "reference": "Sura Ghafir (40:3)",
    "spiritual_effect": "Favorisce la speranza nel perdono divino.",
    "citation": "Ibn Kathir: 'Al-Ghaffar è Colui che perdona abbondantemente.'"
  },
  "name_16": {
    "arabic": "القهار",
    "translit": "Al-Qahhar",
    "italian": "Il Dominatore Assoluto",
    "meaning": "Colui che domina e sottomette ogni cosa alla Sua volontà.",
    "occurrences": "6 volte nel Corano",
    "benefits": "Rafforza la sottomissione alla volontà divina.",
    "usage": "Recitato per sottomettersi alla volontà di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Dominatore di ogni cosa.'",
    "details": "Questo nome sottolinea il dominio di Allah e la Sua capacità di sottomettere ogni cosa alla Sua volontà. Egli è l'unico vero Dominatore, e ogni altra dominazione è solo temporanea e derivata dalla Sua. Questo nome è particolarmente importante nel contesto della sottomissione alla volontà divina.",
    "reference": "Sura Ar-Ra'd (13:16)",
    "spiritual_effect": "Favorisce l'accettazione del destino.",
    "citation": "Al-Ghazali: 'Al-Qahhar è Colui che domina e sottomette ogni cosa.'"
  },
  "name_17": {
    "arabic": "الوهاب",
    "translit": "Al-Wahhab",
    "italian": "Il Donatore",
    "meaning": "Colui che concede i Suoi doni senza contare e senza aspettarsi nulla in cambio.",
    "occurrences": "3 volte nel Corano",
    "benefits": "Attira i doni divini, facilita la generosità.",
    "usage": "Recitato per chiedere doni, per la generosità.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Donatore di ogni cosa.'",
    "details": "Questo nome sottolinea la generosità di Allah e la Sua capacità di concedere i Suoi doni senza limiti. Egli è l'unico vero Donatore, e ogni altro dono è solo una manifestazione della Sua generosità. Questo nome è particolarmente importante nel contesto della richiesta di doni e della generosità.",
    "reference": "Sura Al-Imran (3:8)",
    "spiritual_effect": "Favorisce la generosità verso gli altri.",
    "citation": "Ibn Qayyim: 'Al-Wahhab è Colui che concede i Suoi doni senza contare.'"
  },
  "name_18": {
    "arabic": "الرزاق",
    "translit": "Ar-Razzaq",
    "italian": "Il Sostentatore",
    "meaning": "Colui che provvede al sostentamento di ogni creatura.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Attira il sostentamento, facilita la fiducia in Allah.",
    "usage": "Recitato per chiedere il sostentamento, per la fiducia.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Sostentatore di ogni cosa.'",
    "details": "Questo nome sottolinea la provvidenza di Allah e la Sua capacità di provvedere al sostentamento di ogni creatura. Egli è l'unico vero Sostentatore, e ogni altro sostentamento è solo una manifestazione della Sua provvidenza. Questo nome è particolarmente importante nel contesto della richiesta di sostentamento e della fiducia in Allah.",
    "reference": "Sura Adh-Dhariyat (51:58)",
    "spiritual_effect": "Favorisce la fiducia nella provvidenza divina.",
    "citation": "Al-Ghazali: 'Ar-Razzaq è Colui che provvede al sostentamento di ogni creatura.'"
  },
  "name_19": {
    "arabic": "الفتاح",
    "translit": "Al-Fattah",
    "italian": "Colui che apre le porte",
    "meaning": "Colui che apre le porte della misericordia e del sostentamento.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Facilita l'apertura delle porte, attira la misericordia.",
    "usage": "Recitato per chiedere l'apertura delle porte, per la misericordia.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è Colui che apre ogni cosa.'",
    "details": "Questo nome sottolinea la capacità di Allah di aprire le porte della misericordia e del sostentamento. Egli è l'unico vero Colui che apre, e ogni altra apertura è solo una manifestazione della Sua misericordia. Questo nome è particolarmente importante nel contesto della richiesta di apertura e di misericordia.",
    "reference": "Sura Saba (34:26)",
    "spiritual_effect": "Favorisce la speranza nell'apertura divina.",
    "citation": "Ibn Kathir: 'Al-Fattah è Colui che apre le porte della misericordia.'"
  },
  "name_20": {
    "arabic": "العليم",
    "translit": "Al-Alim",
    "italian": "L'Onnisciente",
    "meaning": "Colui che conosce ogni cosa, visibile e invisibile.",
    "occurrences": "157 volte nel Corano",
    "benefits": "Rafforza la fede nella scienza divina, facilita l'apprendimento.",
    "usage": "Recitato per chiedere la conoscenza, per l'apprendimento.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è l'Onnisciente di ogni cosa.'",
    "details": "Questo nome sottolinea la scienza assoluta di Allah e la Sua capacità di conoscere ogni cosa. Egli è l'unico vero Onnisciente, e ogni altra conoscenza è solo una manifestazione della Sua scienza. Questo nome è particolarmente importante nel contesto della richiesta di conoscenza e dell'apprendimento.",
    "reference": "Sura Al-Baqara (2:32)",
    "spiritual_effect": "Favorisce l'umiltà di fronte alla scienza divina.",
    "citation": "Al-Ghazali: 'Al-Alim è Colui che conosce ogni cosa, visibile e invisibile.'"
  },
  "name_21": {
    "arabic": "القابض",
    "translit": "Al-Qabid",
    "italian": "Colui che trattiene",
    "meaning": "Colui che trattiene e limita secondo la Sua saggezza.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la fiducia nella saggezza divina.",
    "usage": "Recitato per accettare le restrizioni divine.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è Colui che trattiene ogni cosa.'",
    "details": "Questo nome sottolinea la saggezza di Allah nel trattenere e limitare. Egli è l'unico vero Colui che trattiene, e ogni altra limitazione è solo una manifestazione della Sua saggezza. Questo nome è particolarmente importante nel contesto dell'accettazione delle restrizioni divine.",
    "reference": "Sura Al-Baqara (2:245)",
    "spiritual_effect": "Favorisce l'accettazione delle prove.",
    "citation": "Ibn Kathir: 'Al-Qabid è Colui che trattiene secondo la Sua saggezza.'"
  },
  "name_22": {
    "arabic": "الباسط",
    "translit": "Al-Basit",
    "italian": "Colui che espande",
    "meaning": "Colui che estende e espande i Suoi benefici secondo la Sua generosità.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Attira l'espansione dei benefici.",
    "usage": "Recitato per chiedere l'espansione dei benefici.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è Colui che espande ogni cosa.'",
    "details": "Questo nome sottolinea la generosità di Allah nell'espansione e nell'estensione dei benefici. Egli è l'unico vero Colui che espande, e ogni altra espansione è solo una manifestazione della Sua generosità. Questo nome è particolarmente importante nel contesto della richiesta di espansione dei benefici.",
    "reference": "Sura Ar-Ra'd (13:26)",
    "spiritual_effect": "Favorisce la gratitudine per i benefici.",
    "citation": "Al-Ghazali: 'Al-Basit è Colui che estende i Suoi benefici.'"
  },
  "name_23": {
    "arabic": "الخافض",
    "translit": "Al-Khafid",
    "italian": "Colui che abbassa",
    "meaning": "Colui che abbassa i superbi e i tiranni.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Protegge dall'orgoglio.",
    "usage": "Recitato per proteggersi dall'orgoglio.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è Colui che abbassa ogni cosa.'",
    "details": "Questo nome sottolinea la giustizia di Allah nell'abbassare i superbi. Egli è l'unico vero Colui che abbassa, e ogni altro abbassamento è solo una manifestazione della Sua giustizia. Questo nome è particolarmente importante nel contesto della protezione dall'orgoglio.",
    "reference": "Sura Al-Waqi'a (56:3)",
    "spiritual_effect": "Favorisce l'umiltà.",
    "citation": "Ibn Qayyim: 'Al-Khafid è Colui che abbassa i superbi.'"
  },
  "name_24": {
    "arabic": "الرافع",
    "translit": "Ar-Rafi",
    "italian": "Colui che eleva",
    "meaning": "Colui che eleva i credenti e i pii.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Attira l'elevazione spirituale.",
    "usage": "Recitato per chiedere l'elevazione.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è Colui che eleva ogni cosa.'",
    "details": "Questo nome sottolinea la misericordia di Allah nell'elevare i credenti. Egli è l'unico vero Colui che eleva, e ogni altra elevazione è solo una manifestazione della Sua misericordia. Questo nome è particolarmente importante nel contesto della richiesta di elevazione spirituale.",
    "reference": "Sura Fatir (35:10)",
    "spiritual_effect": "Favorisce l'aspirazione all'eccellenza.",
    "citation": "Al-Ghazali: 'Ar-Rafi è Colui che eleva i credenti.'"
  },
  "name_25": {
    "arabic": "المعز",
    "translit": "Al-Mu'izz",
    "italian": "Colui che onora",
    "meaning": "Colui che onora e dà dignità a chi vuole.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Attira l'onore e la dignità.",
    "usage": "Recitato per chiedere onore.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è Colui che onora ogni cosa.'",
    "details": "Questo nome sottolinea la generosità di Allah nell'accordare l'onore. Egli è l'unico vero Colui che onora, e ogni altro onore è solo una manifestazione della Sua generosità. Questo nome è particolarmente importante nel contesto della richiesta di onore e dignità.",
    "reference": "Sura Al-Imran (3:26)",
    "spiritual_effect": "Favorisce la dignità personale.",
    "citation": "Ibn Kathir: 'Al-Mu'izz è Colui che onora chi vuole.'"
  },
  "name_26": {
    "arabic": "المذل",
    "translit": "Al-Mudhill",
    "italian": "Colui che umilia",
    "meaning": "Colui che umilia i superbi e i tiranni.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Protegge dall'umiliazione.",
    "usage": "Recitato per proteggersi dall'umiliazione.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è Colui che umilia ogni cosa.'",
    "details": "Questo nome sottolinea la giustizia di Allah nell'umiliare i superbi. Egli è l'unico vero Colui che umilia, e ogni altra umiliazione è solo una manifestazione della Sua giustizia. Questo nome è particolarmente importante nel contesto della protezione dall'umiliazione.",
    "reference": "Sura Al-Imran (3:26)",
    "spiritual_effect": "Favorisce l'umiltà sincera.",
    "citation": "Al-Ghazali: 'Al-Mudhill è Colui che umilia i superbi.'"
  },
  "name_27": {
    "arabic": "السميع",
    "translit": "As-Sami",
    "italian": "Colui che tutto ascolta",
    "meaning": "Colui che ascolta ogni cosa, senza bisogno di orecchie.",
    "occurrences": "46 volte nel Corano",
    "benefits": "Rafforza la fiducia nell'ascolto divino.",
    "usage": "Recitato per ricordare che Allah ascolta tutto.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è Colui che tutto ascolta.'",
    "details": "Questo nome sottolinea la capacità di Allah di ascoltare ogni cosa. Egli è l'unico vero Colui che tutto ascolta, e ogni altro ascolto è solo una manifestazione del Suo potere. Questo nome è particolarmente importante nel contesto della fiducia nell'ascolto divino.",
    "reference": "Sura Al-Baqara (2:127)",
    "spiritual_effect": "Favorisce la sincerità nelle invocazioni.",
    "citation": "Ibn Qayyim: 'As-Sami è Colui che ascolta ogni cosa.'"
  },
  "name_28": {
    "arabic": "البصير",
    "translit": "Al-Basir",
    "italian": "Colui che tutto vede",
    "meaning": "Colui che vede ogni cosa, senza bisogno di occhi.",
    "occurrences": "42 volte nel Corano",
    "benefits": "Rafforza la consapevolezza della sorveglianza divina.",
    "usage": "Recitato per ricordare che Allah vede tutto.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è Colui che tutto vede.'",
    "details": "Questo nome sottolinea la capacità di Allah di vedere ogni cosa. Egli è l'unico vero Colui che tutto vede, e ogni altra visione è solo una manifestazione del Suo potere. Questo nome è particolarmente importante nel contesto della consapevolezza della sorveglianza divina.",
    "reference": "Sura Al-Hadid (57:4)",
    "spiritual_effect": "Favorisce la vigilanza nelle azioni.",
    "citation": "Al-Ghazali: 'Al-Basir è Colui che vede ogni cosa.'"
  },
  "name_29": {
    "arabic": "الحكم",
    "translit": "Al-Hakam",
    "italian": "Il Giudice",
    "meaning": "Colui che giudica con giustizia tra le Sue creature.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la fiducia nella giustizia divina.",
    "usage": "Recitato per ricordare la giustizia di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Giudice di ogni cosa.'",
    "details": "Questo nome sottolinea la giustizia assoluta di Allah nei Suoi giudizi. Egli è l'unico vero Giudice, e ogni altro giudizio è solo una manifestazione della Sua giustizia. Questo nome è particolarmente importante nel contesto della fiducia nella giustizia divina.",
    "reference": "Sura Ghafir (40:48)",
    "spiritual_effect": "Favorisce l'equità nei giudizi.",
    "citation": "Ibn Kathir: 'Al-Hakam è Colui che giudica con giustizia.'"
  },
  "name_30": {
    "arabic": "العدل",
    "translit": "Al-Adl",
    "italian": "Il Giusto",
    "meaning": "Colui che è perfettamente giusto ed equo.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la fiducia nell'equità divina.",
    "usage": "Recitato per ricordare l'equità di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Giusto di ogni cosa.'",
    "details": "Questo nome sottolinea l'equità perfetta di Allah nei Suoi giudizi. Egli è l'unico vero Giusto, e ogni altra giustizia è solo una manifestazione della Sua equità. Questo nome è particolarmente importante nel contesto della fiducia nell'equità divina.",
    "reference": "Sura Al-An'am (6:115)",
    "spiritual_effect": "Favorisce l'equità nelle relazioni.",
    "citation": "Al-Ghazali: 'Al-Adl è Colui che è perfettamente giusto.'"
  },
  "name_31": {
    "arabic": "اللطيف",
    "translit": "Al-Latif",
    "italian": "Il Sottile",
    "meaning": "Colui che è gentile e sottile nei Suoi atti e nella Sua conoscenza.",
    "occurrences": "7 volte nel Corano",
    "benefits": "Attira la gentilezza divina, facilita la comprensione.",
    "usage": "Recitato per chiedere la gentilezza, per la comprensione.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Sottile di ogni cosa.'",
    "details": "Questo nome sottolinea la gentilezza di Allah e la Sua capacità di agire con delicatezza. Egli è l'unico vero Sottile, e ogni altra gentilezza è solo una manifestazione della Sua delicatezza. Questo nome è particolarmente importante nel contesto della richiesta di gentilezza e comprensione.",
    "reference": "Sura Al-Hajj (22:63)",
    "spiritual_effect": "Favorisce la gentilezza verso gli altri.",
    "citation": "Al-Ghazali: 'Al-Latif è Colui che è gentile nei Suoi atti.'"
  },
  "name_32": {
    "arabic": "الخبير",
    "translit": "Al-Khabir",
    "italian": "Il Ben Informato",
    "meaning": "Colui che conosce la realtà intima di ogni cosa.",
    "occurrences": "45 volte nel Corano",
    "benefits": "Rafforza la fiducia nella conoscenza divina.",
    "usage": "Recitato per ricordare la conoscenza di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Ben Informato di ogni cosa.'",
    "details": "Questo nome sottolinea la conoscenza profonda di Allah e la Sua capacità di conoscere la realtà intima di ogni cosa. Egli è l'unico vero Ben Informato, e ogni altra conoscenza è solo una manifestazione della Sua scienza. Questo nome è particolarmente importante nel contesto della fiducia nella conoscenza divina.",
    "reference": "Sura Al-An'am (6:18)",
    "spiritual_effect": "Favorisce la sincerità nelle azioni.",
    "citation": "Ibn Kathir: 'Al-Khabir è Colui che conosce la realtà intima di ogni cosa.'"
  },
  "name_33": {
    "arabic": "الحليم",
    "translit": "Al-Halim",
    "italian": "Il Paziente",
    "meaning": "Colui che è paziente e non Si affretta a punire.",
    "occurrences": "15 volte nel Corano",
    "benefits": "Attira la pazienza divina, facilita il perdono.",
    "usage": "Recitato per chiedere pazienza, per il perdono.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Paziente di ogni cosa.'",
    "details": "Questo nome sottolinea la pazienza di Allah e la Sua capacità di non affrettarsi a punire. Egli è l'unico vero Paziente, e ogni altra pazienza è solo una manifestazione della Sua clemenza. Questo nome è particolarmente importante nel contesto della richiesta di pazienza e perdono.",
    "reference": "Sura Al-Baqara (2:225)",
    "spiritual_effect": "Favorisce la pazienza nelle prove.",
    "citation": "Al-Ghazali: 'Al-Halim è Colui che non Si affretta a punire.'"
  },
  "name_34": {
    "arabic": "العظيم",
    "translit": "Al-Azim",
    "italian": "Il Grandioso",
    "meaning": "Colui la cui grandezza è assoluta e incomparabile.",
    "occurrences": "9 volte nel Corano",
    "benefits": "Rafforza la grandezza divina, protegge dall'orgoglio.",
    "usage": "Recitato per ricordare la grandezza di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Grandioso di ogni cosa.'",
    "details": "Questo nome sottolinea la grandezza assoluta di Allah e la Sua incomparabilità. Egli è l'unico vero Grandioso, e ogni altra grandezza è solo una manifestazione della Sua maestà. Questo nome è particolarmente importante nel contesto della consapevolezza della grandezza divina.",
    "reference": "Sura Al-Baqara (2:255)",
    "spiritual_effect": "Favorisce l'umiltà e il rispetto.",
    "citation": "Ibn Qayyim: 'Al-Azim è Colui la cui grandezza è incomparabile.'"
  },
  "name_35": {
    "arabic": "الغفور",
    "translit": "Al-Ghafur",
    "italian": "Il Perdonatore",
    "meaning": "Colui che perdona abbondantemente i peccati.",
    "occurrences": "91 volte nel Corano",
    "benefits": "Attira il perdono divino, facilita il pentimento.",
    "usage": "Recitato per chiedere perdono, per il pentimento.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Perdonatore di ogni cosa.'",
    "details": "Questo nome sottolinea la misericordia di Allah e la Sua capacità di perdonare i peccati. Egli è l'unico vero Perdonatore, e ogni altro perdono è solo una manifestazione della Sua misericordia. Questo nome è particolarmente importante nel contesto del pentimento e della richiesta di perdono.",
    "reference": "Sura Al-Fatir (35:28)",
    "spiritual_effect": "Favorisce la speranza nel perdono.",
    "citation": "Al-Ghazali: 'Al-Ghafur è Colui che perdona abbondantemente.'"
  },
  "name_36": {
    "arabic": "الشكور",
    "translit": "Ash-Shakur",
    "italian": "Il Riconoscente",
    "meaning": "Colui che apprezza e ricompensa anche le piccole buone azioni.",
    "occurrences": "4 volte nel Corano",
    "benefits": "Attira la ricompensa divina, facilita la gratitudine.",
    "usage": "Recitato per la gratitudine, per la ricompensa.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Riconoscente di ogni cosa.'",
    "details": "Questo nome sottolinea la generosità di Allah nel ricompensare e la Sua capacità di apprezzare anche le piccole buone azioni. Egli è l'unico vero Riconoscente, e ogni altra riconoscenza è solo una manifestazione della Sua generosità. Questo nome è particolarmente importante nel contesto della gratitudine e della ricompensa.",
    "reference": "Sura Fatir (35:30)",
    "spiritual_effect": "Favorisce la gratitudine per i doni.",
    "citation": "Ibn Kathir: 'Ash-Shakur è Colui che ricompensa abbondantemente.'"
  },
  "name_37": {
    "arabic": "العلي",
    "translit": "Al-Ali",
    "italian": "L'Altissimo",
    "meaning": "Colui che è al di sopra di ogni cosa in grado e posizione.",
    "occurrences": "31 volte nel Corano",
    "benefits": "Rafforza la grandezza divina, protegge dall'orgoglio.",
    "usage": "Recitato per ricordare l'elevazione di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è l'Altissimo di ogni cosa.'",
    "details": "Questo nome sottolinea l'elevazione di Allah e la Sua posizione al di sopra di ogni cosa. Egli è l'unico vero Altissimo, e ogni altra elevazione è solo una manifestazione della Sua maestà. Questo nome è particolarmente importante nel contesto della consapevolezza dell'elevazione divina.",
    "reference": "Sura Al-Baqara (2:255)",
    "spiritual_effect": "Favorisce l'umiltà e il rispetto.",
    "citation": "Al-Ghazali: 'Al-Ali è Colui che è al di sopra di ogni cosa.'"
  },
  "name_38": {
    "arabic": "الكبير",
    "translit": "Al-Kabir",
    "italian": "Il Grande",
    "meaning": "Colui la cui grandezza è assoluta e incomparabile.",
    "occurrences": "3 volte nel Corano",
    "benefits": "Rafforza la grandezza divina, protegge dall'orgoglio.",
    "usage": "Recitato per ricordare la grandezza di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Grande di ogni cosa.'",
    "details": "Questo nome sottolinea la grandezza assoluta di Allah e la Sua incomparabilità. Egli è l'unico vero Grande, e ogni altra grandezza è solo una manifestazione della Sua maestà. Questo nome è particolarmente importante nel contesto della consapevolezza della grandezza divina.",
    "reference": "Sura Al-Hajj (22:62)",
    "spiritual_effect": "Favorisce l'umiltà e il rispetto.",
    "citation": "Ibn Qayyim: 'Al-Kabir è Colui la cui grandezza è incomparabile.'"
  },
  "name_39": {
    "arabic": "الحفيظ",
    "translit": "Al-Hafiz",
    "italian": "Il Custode",
    "meaning": "Colui che protegge e preserva ogni cosa.",
    "occurrences": "2 volte nel Corano",
    "benefits": "Attira la protezione divina, facilita la preservazione.",
    "usage": "Recitato per chiedere protezione, per la preservazione.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Custode di ogni cosa.'",
    "details": "Questo nome sottolinea la protezione di Allah e la Sua capacità di preservare ogni cosa. Egli è l'unico vero Custode, e ogni altra protezione è solo una manifestazione della Sua preservazione. Questo nome è particolarmente importante nel contesto della richiesta di protezione e preservazione.",
    "reference": "Sura Hud (11:57)",
    "spiritual_effect": "Favorisce la fiducia nella protezione divina.",
    "citation": "Al-Ghazali: 'Al-Hafiz è Colui che protegge e preserva ogni cosa.'"
  },
  "name_40": {
    "arabic": "المقيت",
    "translit": "Al-Muqit",
    "italian": "Il Sostentatore",
    "meaning": "Colui che provvede al sostentamento di ogni creatura.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Attira il sostentamento, facilita la fiducia in Allah.",
    "usage": "Recitato per chiedere il sostentamento, per la fiducia.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Sostentatore di ogni cosa.'",
    "details": "Questo nome sottolinea la provvidenza di Allah e la Sua capacità di provvedere al sostentamento di ogni creatura. Egli è l'unico vero Sostentatore, e ogni altro sostentamento è solo una manifestazione della Sua provvidenza. Questo nome è particolarmente importante nel contesto della richiesta di sostentamento e della fiducia in Allah.",
    "reference": "Sura An-Nisa (4:85)",
    "spiritual_effect": "Favorisce la fiducia nella provvidenza divina.",
    "citation": "Ibn Kathir: 'Al-Muqit è Colui che provvede al sostentamento di ogni creatura.'"
  },
  "name_41": {
    "arabic": "الحسيب",
    "translit": "Al-Hasib",
    "italian": "Il Calcolatore",
    "meaning": "Colui che tiene conto di ogni cosa e la valuta.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la consapevolezza del rendiconto.",
    "usage": "Recitato per ricordare il rendiconto.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Calcolatore di ogni cosa.'",
    "details": "Questo nome sottolinea la capacità di Allah di tenere conto di ogni cosa e di valutarla. Egli è l'unico vero Calcolatore, e ogni altro calcolo è solo una manifestazione della Sua valutazione. Questo nome è particolarmente importante nel contesto della consapevolezza del rendiconto.",
    "reference": "Sura An-Nisa (4:6)",
    "spiritual_effect": "Favorisce la vigilanza nelle azioni.",
    "citation": "Al-Ghazali: 'Al-Hasib è Colui che tiene conto di ogni cosa.'"
  },
  "name_42": {
    "arabic": "الجليل",
    "translit": "Al-Jalil",
    "italian": "Il Maestoso",
    "meaning": "Colui la cui maestà è assoluta e incomparabile.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la maestà divina, protegge dall'orgoglio.",
    "usage": "Recitato per ricordare la maestà di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Maestoso di ogni cosa.'",
    "details": "Questo nome sottolinea la maestà assoluta di Allah e la Sua incomparabilità. Egli è l'unico vero Maestoso, e ogni altra maestà è solo una manifestazione della Sua grandezza. Questo nome è particolarmente importante nel contesto della consapevolezza della maestà divina.",
    "reference": "Sura Ar-Rahman (55:27)",
    "spiritual_effect": "Favorisce l'umiltà e il rispetto.",
    "citation": "Ibn Qayyim: 'Al-Jalil è Colui la cui maestà è incomparabile.'"
  },
  "name_43": {
    "arabic": "الكريم",
    "translit": "Al-Karim",
    "italian": "Il Generoso",
    "meaning": "Colui che è generoso e nobile nei Suoi atti.",
    "occurrences": "27 volte nel Corano",
    "benefits": "Attira la generosità divina, facilita la nobiltà.",
    "usage": "Recitato per chiedere generosità, per la nobiltà.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Generoso di ogni cosa.'",
    "details": "Questo nome sottolinea la generosità di Allah e la Sua nobiltà nei Suoi atti. Egli è l'unico vero Generoso, e ogni altra generosità è solo una manifestazione della Sua nobiltà. Questo nome è particolarmente importante nel contesto della richiesta di generosità e nobiltà.",
    "reference": "Sura Al-Infitar (82:6)",
    "spiritual_effect": "Favorisce la generosità verso gli altri.",
    "citation": "Al-Ghazali: 'Al-Karim è Colui che è generoso e nobile.'"
  },
  "name_44": {
    "arabic": "الرقيب",
    "translit": "Ar-Raqib",
    "italian": "Il Vigilante",
    "meaning": "Colui che sorveglia e controlla ogni cosa.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la consapevolezza della sorveglianza divina.",
    "usage": "Recitato per ricordare la sorveglianza di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Vigilante di ogni cosa.'",
    "details": "Questo nome sottolinea la sorveglianza di Allah e la Sua capacità di controllare ogni cosa. Egli è l'unico vero Vigilante, e ogni altra sorveglianza è solo una manifestazione del Suo controllo. Questo nome è particolarmente importante nel contesto della consapevolezza della sorveglianza divina.",
    "reference": "Sura An-Nisa (4:1)",
    "spiritual_effect": "Favorisce la vigilanza nelle azioni.",
    "citation": "Ibn Kathir: 'Ar-Raqib è Colui che sorveglia ogni cosa.'"
  },
  "name_45": {
    "arabic": "المجيب",
    "translit": "Al-Mujib",
    "italian": "Colui che risponde",
    "meaning": "Colui che risponde alle invocazioni e alle suppliche.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Attira la risposta alle invocazioni.",
    "usage": "Recitato per chiedere la risposta alle invocazioni.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è Colui che risponde di ogni cosa.'",
    "details": "Questo nome sottolinea la capacità di Allah di rispondere alle invocazioni e alle suppliche. Egli è l'unico vero Colui che risponde, e ogni altra risposta è solo una manifestazione della Sua misericordia. Questo nome è particolarmente importante nel contesto della richiesta di risposta alle invocazioni.",
    "reference": "Sura Hud (11:61)",
    "spiritual_effect": "Favorisce la fiducia nelle invocazioni.",
    "citation": "Al-Ghazali: 'Al-Mujib è Colui che risponde alle invocazioni.'"
  },
  "name_46": {
    "arabic": "الواسع",
    "translit": "Al-Wasi",
    "italian": "L'Ampio",
    "meaning": "Colui la cui generosità e misericordia sono vaste.",
    "occurrences": "1 volta nel Coran",
    "benefits": "Attira l'ampiezza della misericordia divina.",
    "usage": "Recitato per chiedere l'ampiezza della misericordia.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è l'Ampio di ogni cosa.'",
    "details": "Questo nome sottolinea l'ampiezza della misericordia di Allah e la Sua generosità. Egli è l'unico vero Ampio, e ogni altra ampiezza è solo una manifestazione della Sua misericordia. Questo nome è particolarmente importante nel contesto della richiesta di misericordia.",
    "reference": "Sura Al-Baqara (2:247)",
    "spiritual_effect": "Favorisce la fiducia nella misericordia divina.",
    "citation": "Al-Ghazali: 'Al-Wasi è Colui la cui misericordia è vasta.'"
  },
  "name_47": {
    "arabic": "الحكيم",
    "translit": "Al-Hakim",
    "italian": "Il Saggio",
    "meaning": "Colui che è perfetto nella Sua saggezza e nel Suo giudizio.",
    "occurrences": "97 volte nel Coran",
    "benefits": "Rafforza la fiducia nella saggezza divina.",
    "usage": "Recitato per ricordare la saggezza di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Saggio di ogni cosa.'",
    "details": "Questo nome sottolinea la saggezza perfetta di Allah e la Sua capacità di giudicare con saggezza. Egli è l'unico vero Saggio, e ogni altra saggezza è solo una manifestazione della Sua scienza. Questo nome è particolarmente importante nel contesto della fiducia nella saggezza divina.",
    "reference": "Sura Al-Baqara (2:32)",
    "spiritual_effect": "Favorisce l'accettazione del destino.",
    "citation": "Ibn Kathir: 'Al-Hakim è Colui che è perfetto nella saggezza.'"
  },
  "name_48": {
    "arabic": "الودود",
    "translit": "Al-Wadud",
    "italian": "L'Amante",
    "meaning": "Colui che ama i Suoi servi e li tratta con amore.",
    "occurrences": "2 volte nel Coran",
    "benefits": "Attira l'amore divino, facilita l'amore per Allah.",
    "usage": "Recitato per chiedere l'amore di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è l'Amante di ogni cosa.'",
    "details": "Questo nome sottolinea l'amore di Allah per i Suoi servi e la Sua capacità di trattarli con amore. Egli è l'unico vero Amante, e ogni altro amore è solo una manifestazione del Suo amore. Questo nome è particolarmente importante nel contesto della richiesta dell'amore divino.",
    "reference": "Sura Al-Buruj (85:14)",
    "spiritual_effect": "Favorisce l'amore per Allah.",
    "citation": "Al-Ghazali: 'Al-Wadud è Colui che ama i Suoi servi.'"
  },
  "name_49": {
    "arabic": "المجيد",
    "translit": "Al-Majid",
    "italian": "Il Glorioso",
    "meaning": "Colui la cui gloria e maestà sono assolute.",
    "occurrences": "2 volte nel Coran",
    "benefits": "Rafforza la gloria divina, protegge dall'orgoglio.",
    "usage": "Recitato per ricordare la gloria di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Glorioso di ogni cosa.'",
    "details": "Questo nome sottolinea la gloria assoluta di Allah e la Sua maestà. Egli è l'unico vero Glorioso, e ogni altra gloria è solo una manifestazione della Sua maestà. Questo nome è particolarmente importante nel contesto della consapevolezza della gloria divina.",
    "reference": "Sura Hud (11:73)",
    "spiritual_effect": "Favorisce l'umiltà e il rispetto.",
    "citation": "Ibn Qayyim: 'Al-Majid è Colui la cui gloria è assoluta.'"
  },
  "name_50": {
    "arabic": "الباعث",
    "translit": "Al-Ba'ith",
    "italian": "Colui che risveglia",
    "meaning": "Colui che risveglia i morti e invia i messaggeri.",
    "occurrences": "1 volta nel Coran",
    "benefits": "Rafforza la fede nella resurrezione.",
    "usage": "Recitato per ricordare la resurrezione.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è Colui che risveglia di ogni cosa.'",
    "details": "Questo nome sottolinea la capacità di Allah di risvegliare i morti e di inviare i messaggeri. Egli è l'unico vero Colui che risveglia, e ogni altro risveglio è solo una manifestazione del Suo potere. Questo nome è particolarmente importante nel contesto della fede nella resurrezione.",
    "reference": "Sura Al-Hajj (22:7)",
    "spiritual_effect": "Favorisce la preparazione per l'Aldilà.",
    "citation": "Al-Ghazali: 'Al-Ba'ith è Colui che risveglia i morti.'"
  },
  "name_51": {
    "arabic": "الشهيد",
    "translit": "Ash-Shahid",
    "italian": "Il Testimone",
    "meaning": "Colui che è presente e testimone di ogni cosa.",
    "occurrences": "19 volte nel Coran",
    "benefits": "Rafforza la consapevolezza della presenza divina.",
    "usage": "Recitato per ricordare la testimonianza di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Testimone di ogni cosa.'",
    "details": "Questo nome sottolinea la presenza di Allah e la Sua capacità di testimoniare ogni cosa. Egli è l'unico vero Testimone, e ogni altra testimonianza è solo una manifestazione della Sua presenza. Questo nome è particolarmente importante nel contesto della consapevolezza della presenza divina.",
    "reference": "Sura Al-Hajj (22:17)",
    "spiritual_effect": "Favorisce la vigilanza nelle azioni.",
    "citation": "Ibn Kathir: 'Ash-Shahid è Colui che è presente e testimone.'"
  },
  "name_52": {
    "arabic": "الحق",
    "translit": "Al-Haqq",
    "italian": "La Verità",
    "meaning": "Colui che è la Verità assoluta e la Realtà ultima.",
    "occurrences": "10 volte nel Coran",
    "benefits": "Rafforza la fede nella verità divina.",
    "usage": "Recitato per ricordare la verità di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è la Verità di ogni cosa.'",
    "details": "Questo nome sottolinea la verità assoluta di Allah e la Sua realtà ultima. Egli è l'unica vera Verità, e ogni altra verità è solo una manifestazione della Sua realtà. Questo nome è particolarmente importante nel contesto della fede nella verità divina.",
    "reference": "Sura Al-Hajj (22:6)",
    "spiritual_effect": "Favorisce la ricerca della verità.",
    "citation": "Al-Ghazali: 'Al-Haqq è Colui che è la Verità assoluta.'"
  },
  "name_53": {
    "arabic": "الوكيل",
    "translit": "Al-Wakil",
    "italian": "Il Fiduciario",
    "meaning": "Colui che si occupa degli affari delle Sue creature.",
    "occurrences": "14 volte nel Coran",
    "benefits": "Rafforza la fiducia in Allah.",
    "usage": "Recitato per affidarsi ad Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Fiduciario di ogni cosa.'",
    "details": "Questo nome sottolinea la capacità di Allah di occuparsi degli affari delle Sue creature. Egli è l'unico vero Fiduciario, e ogni altra fiducia è solo una manifestazione della Sua cura. Questo nome è particolarmente importante nel contesto dell'affidamento ad Allah.",
    "reference": "Sura Al-An'am (6:102)",
    "spiritual_effect": "Favorisce l'affidamento ad Allah.",
    "citation": "Ibn Qayyim: 'Al-Wakil è Colui che si occupa degli affari.'"
  },
  "name_54": {
    "arabic": "القوي",
    "translit": "Al-Qawi",
    "italian": "Il Forte",
    "meaning": "Colui la cui forza è assoluta e incomparabile.",
    "occurrences": "9 volte nel Coran",
    "benefits": "Rafforza la fiducia nella forza divina.",
    "usage": "Recitato per ricordare la forza di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Forte di ogni cosa.'",
    "details": "Questo nome sottolinea la forza assoluta di Allah e la Sua incomparabilità. Egli è l'unico vero Forte, e ogni altra forza è solo una manifestazione della Sua potenza. Questo nome è particolarmente importante nel contesto della fiducia nella forza divina.",
    "reference": "Sura Al-Hajj (22:40)",
    "spiritual_effect": "Favorisce la fiducia nella protezione divina.",
    "citation": "Al-Ghazali: 'Al-Qawi è Colui la cui forza è incomparabile.'"
  },
  "name_55": {
    "arabic": "المتين",
    "translit": "Al-Matin",
    "italian": "Il Solido",
    "meaning": "Colui la cui forza è solida e inamovibile.",
    "occurrences": "1 volta nel Coran",
    "benefits": "Rafforza la fiducia nella solidità divina.",
    "usage": "Recitato per ricordare la solidità di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Solido di ogni cosa.'",
    "details": "Questo nome sottolinea la solidità della forza di Allah e la Sua inamovibilità. Egli è l'unico vero Solido, e ogni altra solidità è solo una manifestazione della Sua forza. Questo nome è particolarmente importante nel contesto della fiducia nella solidità divina.",
    "reference": "Sura Adh-Dhariyat (51:58)",
    "spiritual_effect": "Favorisce la fermezza nella fede.",
    "citation": "Ibn Kathir: 'Al-Matin è Colui la cui forza è solida.'"
  },
  "name_56": {
    "arabic": "الولي",
    "translit": "Al-Wali",
    "italian": "Il Protettore",
    "meaning": "Colui che protegge e sostiene i Suoi servi.",
    "occurrences": "15 volte nel Coran",
    "benefits": "Attira la protezione divina.",
    "usage": "Recitato per chiedere protezione.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Protettore di ogni cosa.'",
    "details": "Questo nome sottolinea la protezione di Allah e la Sua capacità di sostenere i Suoi servi. Egli è l'unico vero Protettore, e ogni altra protezione è solo una manifestazione della Sua cura. Questo nome è particolarmente importante nel contesto della richiesta di protezione.",
    "reference": "Sura Al-Baqara (2:257)",
    "spiritual_effect": "Favorisce la fiducia nella protezione divina.",
    "citation": "Al-Ghazali: 'Al-Wali è Colui che protegge e sostiene.'"
  },
  "name_57": {
    "arabic": "الحميد",
    "translit": "Al-Hamid",
    "italian": "Il Degno di lode",
    "meaning": "Colui che è degno di ogni lode e ringraziamento.",
    "occurrences": "17 volte nel Coran",
    "benefits": "Attira le lodi divine.",
    "usage": "Recitato per lodare Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Degno di lode di ogni cosa.'",
    "details": "Questo nome sottolinea la dignità di Allah di ricevere ogni lode e ringraziamento. Egli è l'unico vero Degno di lode, e ogni altra lode è solo una manifestazione della Sua grandezza. Questo nome è particolarmente importante nel contesto della lode e del ringraziamento.",
    "reference": "Sura Al-Hajj (22:64)",
    "spiritual_effect": "Favorisce la gratitudine.",
    "citation": "Ibn Qayyim: 'Al-Hamid è Colui che è degno di ogni lode.'"
  },
  "name_58": {
    "arabic": "المحصي",
    "translit": "Al-Muhsi",
    "italian": "Il Contabile",
    "meaning": "Colui che tiene il conto di ogni cosa.",
    "occurrences": "1 volta nel Coran",
    "benefits": "Rafforza la consapevolezza del rendiconto.",
    "usage": "Recitato per ricordare il rendiconto.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Contabile di ogni cosa.'",
    "details": "Questo nome sottolinea la capacità di Allah di tenere il conto di ogni cosa. Egli è l'unico vero Contabile, e ogni altro conteggio è solo una manifestazione della Sua scienza. Questo nome è particolarmente importante nel contesto della consapevolezza del rendiconto.",
    "reference": "Sura Maryam (19:94)",
    "spiritual_effect": "Favorisce la vigilanza nelle azioni.",
    "citation": "Al-Ghazali: 'Al-Muhsi è Colui che tiene il conto di ogni cosa.'"
  },
  "name_59": {
    "arabic": "المبدئ",
    "translit": "Al-Mubdi",
    "italian": "Colui che inizia",
    "meaning": "Colui che inizia la creazione dal nulla.",
    "occurrences": "1 volta nel Coran",
    "benefits": "Rafforza la fede nella creazione.",
    "usage": "Recitato per meditare sulla creazione.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è Colui che inizia di ogni cosa.'",
    "details": "Questo nome sottolinea la capacità di Allah di iniziare la creazione dal nulla. Egli è l'unico vero Colui che inizia, e ogni altro inizio è solo una manifestazione del Suo potere. Questo nome è particolarmente importante nel contesto della meditazione sulla creazione.",
    "reference": "Sura Al-Buruj (85:13)",
    "spiritual_effect": "Favorisce la contemplazione della creazione.",
    "citation": "Ibn Kathir: 'Al-Mubdi è Colui che inizia la creazione.'"
  },
  "name_60": {
    "arabic": "المعيد",
    "translit": "Al-Mu'id",
    "italian": "Colui che riporta",
    "meaning": "Colui che riporta la creazione alla vita dopo la morte.",
    "occurrences": "1 volta nel Coran",
    "benefits": "Rafforza la fede nella resurrezione.",
    "usage": "Recitato per ricordare la resurrezione.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è Colui che riporta di ogni cosa.'",
    "details": "Questo nome sottolinea la capacità di Allah di riportare la creazione alla vita dopo la morte. Egli è l'unico vero Colui che riporta, e ogni altro ritorno è solo una manifestazione del Suo potere. Questo nome è particolarmente importante nel contesto della fede nella resurrezione.",
    "reference": "Sura Al-Buruj (85:13)",
    "spiritual_effect": "Favorisce la preparazione per l'Aldilà.",
    "citation": "Al-Ghazali: 'Al-Mu'id è Colui che riporta alla vita.'"
  },
  "name_61": {
    "arabic": "المحيي",
    "translit": "Al-Muhyi",
    "italian": "Il Datore di vita",
    "meaning": "Colui che dà la vita a ogni cosa.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la fede nella vita divina.",
    "usage": "Recitato per ricordare il dono della vita.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Datore di vita di ogni cosa.'",
    "details": "Questo nome sottolinea la capacità di Allah di dare la vita. Egli è l'unico vero Datore di vita, e ogni altra vita è solo una manifestazione del Suo potere. Questo nome è particolarmente importante nel contesto del riconoscimento del dono della vita.",
    "reference": "Sura Ar-Rum (30:50)",
    "spiritual_effect": "Favorisce la gratitudine per la vita.",
    "citation": "Ibn Kathir: 'Al-Muhyi è Colui che dà la vita.'"
  },
  "name_62": {
    "arabic": "المميت",
    "translit": "Al-Mumit",
    "italian": "Il Datore di morte",
    "meaning": "Colui che fa morire ogni cosa.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la consapevolezza della morte.",
    "usage": "Recitato per ricordare la morte.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Datore di morte di ogni cosa.'",
    "details": "Questo nome sottolinea la capacità di Allah di far morire. Egli è l'unico vero Datore di morte, e ogni altra morte è solo una manifestazione del Suo potere. Questo nome è particolarmente importante nel contesto della consapevolezza della morte.",
    "reference": "Sura Al-Mulk (67:2)",
    "spiritual_effect": "Favorisce la preparazione per l'Aldilà.",
    "citation": "Al-Ghazali: 'Al-Mumit è Colui che fa morire.'"
  },
  "name_63": {
    "arabic": "الحي",
    "translit": "Al-Hayy",
    "italian": "Il Vivente",
    "meaning": "Colui che è eternamente vivente.",
    "occurrences": "5 volte nel Corano",
    "benefits": "Rafforza la fede nella vita eterna.",
    "usage": "Recitato per ricordare la vita eterna.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Vivente di ogni cosa.'",
    "details": "Questo nome sottolinea che Allah è eternamente vivente. Egli è l'unico vero Vivente, e ogni altra vita è solo temporanea. Questo nome è particolarmente importante nel contesto della fede nella vita eterna.",
    "reference": "Sura Al-Baqara (2:255)",
    "spiritual_effect": "Favorisce la consapevolezza dell'eternità.",
    "citation": "Ibn Qayyim: 'Al-Hayy è Colui che è eternamente vivente.'"
  },
  "name_64": {
    "arabic": "القيوم",
    "translit": "Al-Qayyum",
    "italian": "Colui che sussiste per Se stesso",
    "meaning": "Colui che sussiste per Se stesso e fa sussistere ogni cosa.",
    "occurrences": "3 volte nel Corano",
    "benefits": "Rafforza la fede nella sussistenza divina.",
    "usage": "Recitato per ricordare la sussistenza divina.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è Colui che sussiste per Se stesso di ogni cosa.'",
    "details": "Questo nome sottolinea che Allah sussiste per Se stesso e fa sussistere ogni cosa. Egli è l'unico vero Sussistente, e ogni altra sussistenza è solo temporanea. Questo nome è particolarmente importante nel contesto della fede nella sussistenza divina.",
    "reference": "Sura Al-Baqara (2:255)",
    "spiritual_effect": "Favorisce la fiducia nella sussistenza divina.",
    "citation": "Al-Ghazali: 'Al-Qayyum è Colui che sussiste per Se stesso.'"
  },
  "name_65": {
    "arabic": "الواجد",
    "translit": "Al-Wajid",
    "italian": "Il Ricco",
    "meaning": "Colui che trova tutto ciò che vuole.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la fiducia nella ricchezza divina.",
    "usage": "Recitato per ricordare la ricchezza di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Ricco di ogni cosa.'",
    "details": "Questo nome sottolinea che Allah trova tutto ciò che vuole. Egli è l'unico vero Ricco, e ogni altra ricchezza è solo temporanea. Questo nome è particolarmente importante nel contesto della fiducia nella ricchezza divina.",
    "reference": "Sura Ad-Duha (93:8)",
    "spiritual_effect": "Favorisce la fiducia nella ricchezza divina.",
    "citation": "Ibn Kathir: 'Al-Wajid è Colui che trova tutto.'"
  },
  "name_66": {
    "arabic": "الماجد",
    "translit": "Al-Majid",
    "italian": "Il Nobile",
    "meaning": "Colui la cui nobiltà è assoluta.",
    "occurrences": "2 volte nel Corano",
    "benefits": "Rafforza la nobiltà divina.",
    "usage": "Recitato per ricordare la nobiltà di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Nobile di ogni cosa.'",
    "details": "Questo nome sottolinea la nobiltà assoluta di Allah. Egli è l'unico vero Nobile, e ogni altra nobiltà è solo temporanea. Questo nome è particolarmente importante nel contesto del riconoscimento della nobiltà divina.",
    "reference": "Sura Hud (11:73)",
    "spiritual_effect": "Favorisce il rispetto della nobiltà divina.",
    "citation": "Al-Ghazali: 'Al-Majid è Colui la cui nobiltà è assoluta.'"
  },
  "name_67": {
    "arabic": "الواحد",
    "translit": "Al-Wahid",
    "italian": "L'Unico",
    "meaning": "Colui che è unico nella Sua essenza e nei Suoi attributi.",
    "occurrences": "22 volte nel Corano",
    "benefits": "Rafforza la fede nell'unicità divina.",
    "usage": "Recitato per ricordare l'unicità di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è l'Unico di ogni cosa.'",
    "details": "Questo nome sottolinea l'unicità di Allah nella Sua essenza e nei Suoi attributi. Egli è l'unico vero Unico, e ogni altra unicità è solo temporanea. Questo nome è particolarmente importante nel contesto della fede nell'unicità divina.",
    "reference": "Sura Al-Baqara (2:163)",
    "spiritual_effect": "Favorisce il riconoscimento dell'unicità divina.",
    "citation": "Ibn Qayyim: 'Al-Wahid è Colui che è unico.'"
  },
  "name_68": {
    "arabic": "الأحد",
    "translit": "Al-Ahad",
    "italian": "L'Uno",
    "meaning": "Colui che è uno nella Sua essenza.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la fede nell'unità divina.",
    "usage": "Recitato per ricordare l'unità di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è l'Uno di ogni cosa.'",
    "details": "Questo nome sottolinea l'unità di Allah nella Sua essenza. Egli è l'unico vero Uno, e ogni altra unità è solo temporanea. Questo nome è particolarmente importante nel contesto della fede nell'unità divina.",
    "reference": "Sura Al-Ikhlas (112:1)",
    "spiritual_effect": "Favorisce il riconoscimento dell'unità divina.",
    "citation": "Al-Ghazali: 'Al-Ahad è Colui che è uno.'"
  },
  "name_69": {
    "arabic": "الصمد",
    "translit": "As-Samad",
    "italian": "Il Padrone assoluto",
    "meaning": "Colui di cui ogni cosa ha bisogno.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la dipendenza verso Allah.",
    "usage": "Recitato per ricordare la dipendenza verso Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Padrone assoluto di ogni cosa.'",
    "details": "Questo nome sottolinea che Allah è Colui di cui ogni cosa ha bisogno. Egli è l'unico vero Padrone assoluto, e ogni altro dominio è solo temporaneo. Questo nome è particolarmente importante nel contesto della dipendenza verso Allah.",
    "reference": "Sura Al-Ikhlas (112:2)",
    "spiritual_effect": "Favorisce la dipendenza verso Allah.",
    "citation": "Ibn Kathir: 'As-Samad è Colui di cui ogni cosa ha bisogno.'"
  },
  "name_70": {
    "arabic": "القادر",
    "translit": "Al-Qadir",
    "italian": "Il Capace",
    "meaning": "Colui che è capace di ogni cosa.",
    "occurrences": "45 volte nel Corano",
    "benefits": "Rafforza la fiducia nella capacità divina.",
    "usage": "Recitato per ricordare la capacità di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Capace di ogni cosa.'",
    "details": "Questo nome sottolinea la capacità di Allah di fare ogni cosa. Egli è l'unico vero Capace, e ogni altra capacità è solo temporanea. Questo nome è particolarmente importante nel contesto della fiducia nella capacità divina.",
    "reference": "Sura Al-Baqara (2:20)",
    "spiritual_effect": "Favorisce la fiducia nella capacità divina.",
    "citation": "Al-Ghazali: 'Al-Qadir è Colui che è capace di tutto.'"
  },
  "name_71": {
    "arabic": "المقتدر",
    "translit": "Al-Muqtadir",
    "italian": "L'Onnipotente",
    "meaning": "Colui che ha il potere assoluto su ogni cosa.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la fiducia nella potenza divina.",
    "usage": "Recitato per ricordare la potenza di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è l'Onnipotente di ogni cosa.'",
    "details": "Questo nome sottolinea il potere assoluto di Allah su ogni cosa. Egli è l'unico vero Onnipotente, e ogni altra potenza è solo temporanea. Questo nome è particolarmente importante nel contesto della fiducia nella potenza divina.",
    "reference": "Sura Al-Kahf (18:45)",
    "spiritual_effect": "Favorisce la fiducia nella potenza divina.",
    "citation": "Ibn Kathir: 'Al-Muqtadir è Colui che ha il potere assoluto.'"
  },
  "name_72": {
    "arabic": "المقدم",
    "translit": "Al-Muqaddim",
    "italian": "Colui che fa avanzare",
    "meaning": "Colui che fa avanzare chi vuole.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la fiducia nella guida divina.",
    "usage": "Recitato per chiedere l'avanzamento.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è Colui che fa avanzare chi vuole.'",
    "details": "Questo nome sottolinea la capacità di Allah di far avanzare chi vuole. Egli è l'unico vero Colui che fa avanzare, e ogni altro avanzamento è solo temporaneo. Questo nome è particolarmente importante nel contesto della fiducia nella guida divina.",
    "reference": "Sura Al-Waqi'a (56:28)",
    "spiritual_effect": "Favorisce la fiducia nella guida divina.",
    "citation": "Al-Ghazali: 'Al-Muqaddim è Colui che fa avanzare.'"
  },
  "name_73": {
    "arabic": "المؤخر",
    "translit": "Al-Mu'akhkhir",
    "italian": "Colui che ritarda",
    "meaning": "Colui che ritarda chi vuole.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la pazienza verso il decreto divino.",
    "usage": "Recitato per accettare il ritardo divino.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è Colui che ritarda chi vuole.'",
    "details": "Questo nome sottolinea la capacità di Allah di ritardare chi vuole. Egli è l'unico vero Colui che ritarda, e ogni altro ritardo è solo temporaneo. Questo nome è particolarmente importante nel contesto della pazienza verso il decreto divino.",
    "reference": "Sura Al-Waqi'a (56:28)",
    "spiritual_effect": "Favorisce la pazienza verso il decreto divino.",
    "citation": "Ibn Qayyim: 'Al-Mu'akhkhir è Colui che ritarda.'"
  },
  "name_74": {
    "arabic": "الأول",
    "translit": "Al-Awwal",
    "italian": "Il Primo",
    "meaning": "Colui che è prima di ogni cosa.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la fede nell'eternità divina.",
    "usage": "Recitato per ricordare l'eternità di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Primo di ogni cosa.'",
    "details": "Questo nome sottolinea che Allah è prima di ogni cosa. Egli è l'unico vero Primo, e ogni altra priorità è solo temporanea. Questo nome è particolarmente importante nel contesto della fede nell'eternità divina.",
    "reference": "Sura Al-Hadid (57:3)",
    "spiritual_effect": "Favorisce il riconoscimento dell'eternità divina.",
    "citation": "Al-Ghazali: 'Al-Awwal è Colui che è prima di tutto.'"
  },
  "name_75": {
    "arabic": "الآخر",
    "translit": "Al-Akhir",
    "italian": "L'Ultimo",
    "meaning": "Colui che è dopo ogni cosa.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la fede nell'eternità divina.",
    "usage": "Recitato per ricordare l'eternità di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è l'Ultimo di ogni cosa.'",
    "details": "Questo nome sottolinea che Allah è dopo ogni cosa. Egli è l'unico vero Ultimo, e ogni altra fine è solo temporanea. Questo nome è particolarmente importante nel contesto della fede nell'eternità divina.",
    "reference": "Sura Al-Hadid (57:3)",
    "spiritual_effect": "Favorisce il riconoscimento dell'eternità divina.",
    "citation": "Ibn Kathir: 'Al-Akhir è Colui che è dopo tutto.'"
  },
  "name_76": {
    "arabic": "الظاهر",
    "translit": "Az-Zahir",
    "italian": "L'Apparente",
    "meaning": "Colui che è apparente attraverso i Suoi segni.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza il riconoscimento dei segni divini.",
    "usage": "Recitato per meditare sui segni di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è l'Apparente di ogni cosa.'",
    "details": "Questo nome sottolinea che Allah è apparente attraverso i Suoi segni. Egli è l'unico vero Apparente, e ogni altra apparenza è solo temporanea. Questo nome è particolarmente importante nel contesto del riconoscimento dei segni divini.",
    "reference": "Sura Al-Hadid (57:3)",
    "spiritual_effect": "Favorisce la meditazione sui segni divini.",
    "citation": "Al-Ghazali: 'Az-Zahir è Colui che è apparente attraverso i Suoi segni.'"
  },
  "name_77": {
    "arabic": "الباطن",
    "translit": "Al-Batin",
    "italian": "Il Nascosto",
    "meaning": "Colui che è nascosto alla percezione.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la fede nell'inconoscibile.",
    "usage": "Recitato per meditare sull'inconoscibile.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Nascosto di ogni cosa.'",
    "details": "Questo nome sottolinea che Allah è nascosto alla percezione. Egli è l'unico vero Nascosto, e ogni altro nascondimento è solo temporaneo. Questo nome è particolarmente importante nel contesto della fede nell'inconoscibile.",
    "reference": "Sura Al-Hadid (57:3)",
    "spiritual_effect": "Favorisce la meditazione sull'inconoscibile.",
    "citation": "Ibn Qayyim: 'Al-Batin è Colui che è nascosto alla percezione.'"
  },
  "name_78": {
    "arabic": "الوالي",
    "translit": "Al-Wali",
    "italian": "Il Governatore",
    "meaning": "Colui che governa ogni cosa.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la fiducia nel governo divino.",
    "usage": "Recitato per ricordare il governo di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Governatore di ogni cosa.'",
    "details": "Questo nome sottolinea che Allah governa ogni cosa. Egli è l'unico vero Governatore, e ogni altro governo è solo temporaneo. Questo nome è particolarmente importante nel contesto della fiducia nel governo divino.",
    "reference": "Sura Ar-Ra'd (13:11)",
    "spiritual_effect": "Favorisce la fiducia nel governo divino.",
    "citation": "Al-Ghazali: 'Al-Wali è Colui che governa tutto.'"
  },
  "name_79": {
    "arabic": "المتعالي",
    "translit": "Al-Muta'ali",
    "italian": "L'Altissimo",
    "meaning": "Colui che è al di sopra di ogni cosa.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza il riconoscimento della grandezza divina.",
    "usage": "Recitato per ricordare la grandezza di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è l'Altissimo di ogni cosa.'",
    "details": "Questo nome sottolinea che Allah è al di sopra di ogni cosa. Egli è l'unico vero Altissimo, e ogni altra altezza è solo temporanea. Questo nome è particolarmente importante nel contesto del riconoscimento della grandezza divina.",
    "reference": "Sura Ar-Ra'd (13:9)",
    "spiritual_effect": "Favorisce il riconoscimento della grandezza divina.",
    "citation": "Ibn Kathir: 'Al-Muta'ali è Colui che è al di sopra di tutto.'"
  },
  "name_80": {
    "arabic": "البر",
    "translit": "Al-Barr",
    "italian": "Il Benefico",
    "meaning": "Colui che è benefico verso le Sue creature.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la fiducia nella benevolenza divina.",
    "usage": "Recitato per ricordare la benevolenza di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Benefico di ogni cosa.'",
    "details": "Questo nome sottolinea la benevolenza di Allah verso le Sue creature. Egli è l'unico vero Benefico, e ogni altra benevolenza è solo temporanea. Questo nome è particolarmente importante nel contesto della fiducia nella benevolenza divina.",
    "reference": "Sura At-Tur (52:28)",
    "spiritual_effect": "Favorisce la fiducia nella benevolenza divina.",
    "citation": "Al-Ghazali: 'Al-Barr è Colui che è benefico.'"
  },
  "name_81": {
    "arabic": "التواب",
    "translit": "At-Tawwab",
    "italian": "Colui che accoglie il pentimento",
    "meaning": "Colui che accetta il pentimento dei Suoi servi.",
    "occurrences": "11 volte nel Corano",
    "benefits": "Rafforza la speranza nel pentimento.",
    "usage": "Recitato per chiedere l'accettazione del pentimento.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è Colui che accoglie il pentimento di ogni cosa.'",
    "details": "Questo nome sottolinea la capacità di Allah di accettare il pentimento. Egli è l'unico vero Colui che accoglie il pentimento, e ogni altra accettazione è solo temporanea. Questo nome è particolarmente importante nel contesto della speranza nel pentimento.",
    "reference": "Sura Al-Baqara (2:37)",
    "spiritual_effect": "Favorisce la speranza nel pentimento.",
    "citation": "Ibn Kathir: 'At-Tawwab è Colui che accetta il pentimento.'"
  },
  "name_82": {
    "arabic": "المنتقم",
    "translit": "Al-Muntaqim",
    "italian": "Il Vendicatore",
    "meaning": "Colui che punisce gli ingiusti.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza il timore della punizione divina.",
    "usage": "Recitato per ricordare la punizione divina.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Vendicatore di ogni cosa.'",
    "details": "Questo nome sottolinea la capacità di Allah di punire gli ingiusti. Egli è l'unico vero Vendicatore, e ogni altra vendetta è solo temporanea. Questo nome è particolarmente importante nel contesto del timore della punizione divina.",
    "reference": "Sura As-Sajda (32:22)",
    "spiritual_effect": "Favorisce il timore della punizione divina.",
    "citation": "Al-Ghazali: 'Al-Muntaqim è Colui che punisce gli ingiusti.'"
  },
  "name_83": {
    "arabic": "العفو",
    "translit": "Al-Afuww",
    "italian": "Il Perdonatore",
    "meaning": "Colui che cancella i peccati.",
    "occurrences": "5 volte nel Corano",
    "benefits": "Rafforza la speranza nel perdono.",
    "usage": "Recitato per chiedere il perdono.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Perdonatore di ogni cosa.'",
    "details": "Questo nome sottolinea la capacità di Allah di cancellare i peccati. Egli è l'unico vero Perdonatore, e ogni altro perdono è solo temporaneo. Questo nome è particolarmente importante nel contesto della speranza nel perdono.",
    "reference": "Sura An-Nisa (4:43)",
    "spiritual_effect": "Favorisce la speranza nel perdono.",
    "citation": "Ibn Qayyim: 'Al-Afuww è Colui che cancella i peccati.'"
  },
  "name_84": {
    "arabic": "الرؤوف",
    "translit": "Ar-Ra'uf",
    "italian": "Il Compassionevole",
    "meaning": "Colui che è molto compassionevole verso i Suoi servi.",
    "occurrences": "10 volte nel Corano",
    "benefits": "Rafforza la fiducia nella compassione divina.",
    "usage": "Recitato per ricordare la compassione di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Compassionevole di ogni cosa.'",
    "details": "Questo nome sottolinea la compassione di Allah verso i Suoi servi. Egli è l'unico vero Compassionevole, e ogni altra compassione è solo temporanea. Questo nome è particolarmente importante nel contesto della fiducia nella compassione divina.",
    "reference": "Sura Al-Baqara (2:143)",
    "spiritual_effect": "Favorisce la fiducia nella compassione divina.",
    "citation": "Al-Ghazali: 'Ar-Ra'uf è Colui che è molto compassionevole.'"
  },
  "name_85": {
    "arabic": "مالك الملك",
    "translit": "Malik-ul-Mulk",
    "italian": "Il Possessore del regno",
    "meaning": "Colui che possiede la sovranità assoluta.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza il riconoscimento della sovranità divina.",
    "usage": "Recitato per ricordare la sovranità di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Possessore del regno di ogni cosa.'",
    "details": "Questo nome sottolinea il possesso della sovranità assoluta da parte di Allah. Egli è l'unico vero Possessore del regno, e ogni altra sovranità è solo temporanea. Questo nome è particolarmente importante nel contesto del riconoscimento della sovranità divina.",
    "reference": "Sura Al-Mulk (67:1)",
    "spiritual_effect": "Favorisce il riconoscimento della sovranità divina.",
    "citation": "Ibn Kathir: 'Malik-ul-Mulk è Colui che possiede la sovranità.'"
  },
  "name_86": {
    "arabic": "ذو الجلال والإكرام",
    "translit": "Dhul-Jalali wal-Ikram",
    "italian": "Il Possessore di maestà e generosità",
    "meaning": "Colui che possiede la maestà e la generosità.",
    "occurrences": "2 volte nel Corano",
    "benefits": "Rafforza il riconoscimento della maestà divina.",
    "usage": "Recitato per ricordare la maestà di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Possessore di maestà e generosità di ogni cosa.'",
    "details": "Questo nome sottolinea il possesso della maestà e della generosità da parte di Allah. Egli è l'unico vero Possessore di maestà e generosità, e ogni altra maestà è solo temporanea. Questo nome è particolarmente importante nel contesto del riconoscimento della maestà divina.",
    "reference": "Sura Ar-Rahman (55:27)",
    "spiritual_effect": "Favorisce il riconoscimento della maestà divina.",
    "citation": "Al-Ghazali: 'Dhul-Jalali wal-Ikram è Colui che possiede la maestà.'"
  },
  "name_87": {
    "arabic": "المقسط",
    "translit": "Al-Muqsit",
    "italian": "L'Equo",
    "meaning": "Colui che è equo nei Suoi giudizi.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la fiducia nella giustizia divina.",
    "usage": "Recitato per ricordare la giustizia di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è l'Equo di ogni cosa.'",
    "details": "Questo nome sottolinea l'equità di Allah nei Suoi giudizi. Egli è l'unico vero Equo, e ogni altra equità è solo temporanea. Questo nome è particolarmente importante nel contesto della fiducia nella giustizia divina.",
    "reference": "Sura Al-Mumtahanah (60:8)",
    "spiritual_effect": "Favorisce la fiducia nella giustizia divina.",
    "citation": "Ibn Qayyim: 'Al-Muqsit è Colui che è equo.'"
  },
  "name_88": {
    "arabic": "الجامع",
    "translit": "Al-Jami",
    "italian": "Il Raccoglitore",
    "meaning": "Colui che raccoglie ogni cosa.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la fede nella resurrezione.",
    "usage": "Recitato per ricordare la raccolta.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Raccoglitore di ogni cosa.'",
    "details": "Questo nome sottolinea la capacità di Allah di raccogliere ogni cosa. Egli è l'unico vero Raccoglitore, e ogni altra raccolta è solo temporanea. Questo nome è particolarmente importante nel contesto della fede nella resurrezione.",
    "reference": "Sura Al-Imran (3:9)",
    "spiritual_effect": "Favorisce la fede nella resurrezione.",
    "citation": "Al-Ghazali: 'Al-Jami è Colui che raccoglie tutto.'"
  },
  "name_89": {
    "arabic": "الغني",
    "translit": "Al-Ghani",
    "italian": "Il Ricco",
    "meaning": "Colui che è ricco e non ha bisogno di nulla.",
    "occurrences": "18 volte nel Corano",
    "benefits": "Rafforza la fiducia nella ricchezza divina.",
    "usage": "Recitato per ricordare la ricchezza di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Ricco di ogni cosa.'",
    "details": "Questo nome sottolinea la ricchezza di Allah e la Sua indipendenza. Egli è l'unico vero Ricco, e ogni altra ricchezza è solo temporanea. Questo nome è particolarmente importante nel contesto della fiducia nella ricchezza divina.",
    "reference": "Sura Al-Baqara (2:263)",
    "spiritual_effect": "Favorisce la fiducia nella ricchezza divina.",
    "citation": "Ibn Kathir: 'Al-Ghani è Colui che è ricco.'"
  },
  "name_90": {
    "arabic": "المغني",
    "translit": "Al-Mughni",
    "italian": "Colui che arricchisce",
    "meaning": "Colui che arricchisce chi vuole.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la fiducia nel sostentamento divino.",
    "usage": "Recitato per chiedere l'arricchimento.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è Colui che arricchisce di ogni cosa.'",
    "details": "Questo nome sottolinea la capacità di Allah di arricchire chi vuole. Egli è l'unico vero Colui che arricchisce, e ogni altro arricchimento è solo temporaneo. Questo nome è particolarmente importante nel contesto della fiducia nel sostentamento divino.",
    "reference": "Sura An-Najm (53:48)",
    "spiritual_effect": "Favorisce la fiducia nel sostentamento divino.",
    "citation": "Al-Ghazali: 'Al-Mughni è Colui che arricchisce.'"
  },
  "name_91": {
    "arabic": "المانع",
    "translit": "Al-Mani",
    "italian": "Il Difensore",
    "meaning": "Colui che difende chi vuole.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la fiducia nella protezione divina.",
    "usage": "Recitato per chiedere la difesa.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Difensore di ogni cosa.'",
    "details": "Questo nome sottolinea la capacità di Allah di difendere chi vuole. Egli è l'unico vero Difensore, e ogni altra difesa è solo temporanea. Questo nome è particolarmente importante nel contesto della fiducia nella protezione divina.",
    "reference": "Sura Al-Baqara (2:255)",
    "spiritual_effect": "Favorisce la fiducia nella protezione divina.",
    "citation": "Ibn Kathir: 'Al-Mani è Colui che difende.'"
  },
  "name_92": {
    "arabic": "الضار",
    "translit": "Ad-Darr",
    "italian": "Colui che nuoce",
    "meaning": "Colui che nuoce a chi vuole.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza il timore del danno divino.",
    "usage": "Recitato per ricordare il danno divino.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è Colui che nuoce di ogni cosa.'",
    "details": "Questo nome sottolinea la capacità di Allah di nuocere a chi vuole. Egli è l'unico vero Colui che nuoce, e ogni altro danno è solo temporaneo. Questo nome è particolarmente importante nel contesto del timore del danno divino.",
    "reference": "Sura Al-An'am (6:17)",
    "spiritual_effect": "Favorisce il timore del danno divino.",
    "citation": "Al-Ghazali: 'Ad-Darr è Colui che nuoce.'"
  },
  "name_93": {
    "arabic": "النافع",
    "translit": "An-Nafi",
    "italian": "Il Benefattore",
    "meaning": "Colui che fa del bene a chi vuole.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la fiducia nella benevolenza divina.",
    "usage": "Recitato per chiedere il bene.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Benefattore di ogni cosa.'",
    "details": "Questo nome sottolinea la capacità di Allah di fare del bene a chi vuole. Egli è l'unico vero Benefattore, e ogni altra benevolenza è solo temporanea. Questo nome è particolarmente importante nel contesto della fiducia nella benevolenza divina.",
    "reference": "Sura Al-An'am (6:17)",
    "spiritual_effect": "Favorisce la fiducia nella benevolenza divina.",
    "citation": "Ibn Qayyim: 'An-Nafi è Colui che fa del bene.'"
  },
  "name_94": {
    "arabic": "النور",
    "translit": "An-Nur",
    "italian": "La Luce",
    "meaning": "Colui che guida con la Sua luce.",
    "occurrences": "5 volte nel Corano",
    "benefits": "Rafforza la guida divina.",
    "usage": "Recitato per chiedere la guida.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è la Luce di ogni cosa.'",
    "details": "Questo nome sottolinea la capacità di Allah di guidare con la Sua luce. Egli è l'unica vera Luce, e ogni altra luce è solo temporanea. Questo nome è particolarmente importante nel contesto della richiesta di guida.",
    "reference": "Sura An-Nur (24:35)",
    "spiritual_effect": "Favorisce la guida divina.",
    "citation": "Al-Ghazali: 'An-Nur è Colui che guida con la Sua luce.'"
  },
  "name_95": {
    "arabic": "الهادي",
    "translit": "Al-Hadi",
    "italian": "La Guida",
    "meaning": "Colui che guida chi vuole.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la fiducia nella guida divina.",
    "usage": "Recitato per chiedere la guida.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è la Guida di ogni cosa.'",
    "details": "Questo nome sottolinea la capacità di Allah di guidare chi vuole. Egli è l'unica vera Guida, e ogni altra guida è solo temporanea. Questo nome è particolarmente importante nel contesto della richiesta di guida.",
    "reference": "Sura Al-Hajj (22:54)",
    "spiritual_effect": "Favorisce la fiducia nella guida divina.",
    "citation": "Ibn Kathir: 'Al-Hadi è Colui che guida.'"
  },
  "name_96": {
    "arabic": "البديع",
    "translit": "Al-Badi",
    "italian": "L'Inventore",
    "meaning": "Colui che crea senza modello.",
    "occurrences": "2 volte nel Corano",
    "benefits": "Rafforza la fede nella creazione divina.",
    "usage": "Recitato per meditare sulla creazione.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è l'Inventore di ogni cosa.'",
    "details": "Questo nome sottolinea la capacità di Allah di creare senza modello. Egli è l'unico vero Inventore, e ogni altra invenzione è solo temporanea. Questo nome è particolarmente importante nel contesto della meditazione sulla creazione.",
    "reference": "Sura Al-Baqara (2:117)",
    "spiritual_effect": "Favorisce la meditazione sulla creazione.",
    "citation": "Al-Ghazali: 'Al-Badi è Colui che crea senza modello.'"
  },
  "name_97": {
    "arabic": "الباقي",
    "translit": "Al-Baqi",
    "italian": "L'Eterno",
    "meaning": "Colui che rimane eternamente.",
    "occurrences": "1 volta nel Corano",
    "benefits": "Rafforza la fede nell'eternità divina.",
    "usage": "Recitato per ricordare l'eternità di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è l'Eterno di ogni cosa.'",
    "details": "Questo nome sottolinea l'eternità di Allah. Egli è l'unico vero Eterno, e ogni altra permanenza è solo temporanea. Questo nome è particolarmente importante nel contesto della fede nell'eternità divina.",
    "reference": "Sura Ar-Rahman (55:27)",
    "spiritual_effect": "Favorisce il riconoscimento dell'eternità divina.",
    "citation": "Ibn Qayyim: 'Al-Baqi è Colui che rimane eternamente.'"
  },
  "name_98": {
    "arabic": "الوارث",
    "translit": "Al-Warith",
    "italian": "L'Erede",
    "meaning": "Colui che rimane dopo la scomparsa di ogni cosa.",
    "occurrences": "2 volte nel Corano",
    "benefits": "Rafforza la fede nell'eternità divina.",
    "usage": "Recitato per ricordare l'eternità di Allah.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è l'Erede di ogni cosa.'",
    "details": "Questo nome sottolinea che Allah rimane dopo la scomparsa di ogni cosa. Egli è l'unico vero Erede, e ogni altra eredità è solo temporanea. Questo nome è particolarmente importante nel contesto della fede nell'eternità divina.",
    "reference": "Sura Al-Hijr (15:23)",
    "spiritual_effect": "Favorisce il riconoscimento dell'eternità divina.",
    "citation": "Al-Ghazali: 'Al-Warith è Colui che rimane dopo tutto.'"
  },
  "name_99": {
    "arabic": "الصبور",
    "translit": "As-Saboor",
    "italian": "Il Paziente",
    "meaning": "Colui che è paziente e non si affretta a punire.",
    "occurrences": "Non menzionato direttamente nel Corano, ma tratto dal hadith e dalla tradizione.",
    "benefits": "Rafforza la pazienza, facilita la resistenza.",
    "usage": "Recitato per chiedere pazienza, per la resistenza.",
    "hadith": "Il Profeta ﷺ disse: 'Allah è il Paziente, ed Egli ama la pazienza.'",
    "details": "Questo nome sottolinea la pazienza di Allah e la Sua capacità di ritardare la punizione. Egli è l'unico vero Paziente, e ogni altra pazienza è solo una manifestazione del Suo attributo. Questo nome è particolarmente importante nel contesto della richiesta di pazienza e resistenza.",
    "reference": "Tratto dal hadith e dalla tradizione.",
    "spiritual_effect": "Favorisce la pazienza di fronte alle prove.",
    "citation": "Ibn Kathir: 'As-Saboor è Colui che è paziente e non si affretta a punire.'"
  }
}
