{
  "title": "Os 99 Nomes de Allah",
  "subtitle": "Descubra os mais belos nomes de Allah e seus significados",
  "search_placeholder": "Procurar por um nome...",
  "sections": {
    "meaning": "Significado",
    "occurrences": "Ocorrências",
    "benefits": "Benefícios",
    "usage": "Uso",
    "hadith": "Hadith",
    "details": "Detalhes",
    "reference": "Referência",
    "spiritual_effect": "Efeito Espiritual",
    "citation": "Citação"
  },
  "name_1": {
    "arabic": "الله",
    "translit": "Allah",
    "french": "Allah",
    "meaning": "O nome supremo de Allah, abrangendo todos os Seus atributos. Designa o Único Ser, Criador, Mestre e Soberano do universo.",
    "occurrences": "2697 vezes no Corão",
    "benefits": "Proteção contra dificuldades, fortalece a fé, atrai bênçãos.",
    "usage": "Recitado para se aproximar de Allah, para proteção e súplicas importantes.",
    "hadith": "O Profeta ﷺ disse: 'Allah tem 99 nomes, cem menos um. Quem os memorizar entrará no Paraíso.' (Sahih Al-Bukhari)",
    "details": "Este nome é único, pois nunca é usado para ninguém além de Allah. Contém em si todos os atributos de perfeição e majestade. É o nome mais frequentemente mencionado no Corão e é usado em todas as fórmulas de súplica.",
    "reference": "Surata Al-Ikhlas (112:1): 'Dize: Ele é Allah, [que é] Um.'",
    "spiritual_effect": "Meditar sobre este nome fortalece a unicidade (tawhid) e a submissão total a Deus.",
    "citation": "Ibn Kathir: 'Allah é o nome próprio do Senhor, que não pode ser atribuído a mais ninguém.'"
  },
  "name_2": {
    "arabic": "الرحمن",
    "translit": "Ar-Rahman",
    "french": "O Mais Misericordioso",
    "meaning": "Aquele cuja misericórdia abrange toda a criação, crentes e incrédulos, neste mundo e no além.",
    "occurrences": "57 vezes no Corão",
    "benefits": "Atrai misericórdia divina, facilita os assuntos, protege das dificuldades.",
    "usage": "Recitado para pedir misericórdia, para situações difíceis.",
    "hadith": "O Profeta ﷺ disse: 'Allah é mais misericordioso com Seus servos do que uma mãe é com sua criança.' (Sahih Al-Bukhari)",
    "details": "Este nome é específico de Allah e não pode ser usado para criaturas. Representa a misericórdia geral de Allah que abrange todos os seres vivos, crentes e incrédulos. É o primeiro nome mencionado no Corão após 'Bismillah'.",
    "reference": "Surata Maryam (19:58)",
    "spiritual_effect": "Amolece o coração, encoraja a compaixão pelos outros.",
    "citation": "Ibn Qayyim: 'Ar-Rahman é a fonte de toda misericórdia, visível e invisível.'"
  },
  "name_3": {
    "arabic": "الرحيم",
    "translit": "Ar-Rahim",
    "french": "O Mais Compassivo",
    "meaning": "Aquele cuja misericórdia é específica para os crentes, particularmente no além.",
    "occurrences": "114 vezes no Corão",
    "benefits": "Fortalece a fé, atrai perdão, facilita o acesso ao Paraíso.",
    "usage": "Recitado para arrependimento, para pedir perdão, para súplicas.",
    "hadith": "O Profeta ﷺ disse: 'Quando Allah criou a misericórdia, Ele a dividiu em cem partes. Manteve noventa e nove consigo e enviou uma para a terra.' (Sahih Al-Bukhari)",
    "details": "Este nome representa a misericórdia especial de Allah reservada aos crentes. Ao contrário de Ar-Rahman, este nome pode ser usado para criaturas. É frequentemente mencionado em conjunto com Ar-Rahman no Corão.",
    "reference": "Surata Al-Fatiha (1:3)",
    "spiritual_effect": "Promove esperança e confiança no perdão divino.",
    "citation": "Al-Ghazali: 'Ar-Rahim é Aquele que concede Sua misericórdia continuamente.'"
  },
  "name_4": {
    "arabic": "الملك",
    "translit": "Al-Malik",
    "french": "O Soberano",
    "meaning": "O Rei absoluto, o Mestre de todas as coisas, cuja soberania não tem início nem fim.",
    "occurrences": "5 vezes no Corão",
    "benefits": "Fortalece a soberania divina, protege contra opressão.",
    "usage": "Recitado para lembrar a soberania de Allah, para proteção.",
    "hadith": "O Profeta ﷺ disse: 'O maior nome de Allah está nestes versículos: 'Allah - não há divindade exceto Ele, o Sempre-Vivo, o Auto-Sustentador.' (Surata Al-Baqarah, 255)",
    "details": "Este nome enfatiza a soberania absoluta de Allah sobre toda a criação. Ele é o único Rei verdadeiro cujo poder é ilimitado e cuja autoridade é absoluta. Toda outra soberania é temporária e derivada da Sua.",
    "reference": "Surata Al-Hashr (59:23)",
    "spiritual_effect": "Lembra da humildade e submissão à vontade divina.",
    "citation": "Ibn Kathir: 'Ele é o Rei de tudo, e tudo depende da Sua vontade.'"
  },
  "name_5": {
    "arabic": "القدوس",
    "translit": "Al-Quddus",
    "french": "O Mais Sagrado",
    "meaning": "Aquele que está livre de todos os defeitos e imperfeições, cuja santidade é absoluta.",
    "occurrences": "2 vezes no Corão",
    "benefits": "Purifica a alma, remove pensamentos malignos.",
    "usage": "Recitado para purificação espiritual, para remover pensamentos malignos.",
    "hadith": "O Profeta ﷺ disse: 'Os anjos dizem: 'Glória a Ti, ó Allah, e por Teu louvor. Bendito seja Teu nome, exaltado seja Teu grau, e não há divindade exceto Tu.'",
    "details": "Este nome expressa a perfeição absoluta de Allah e Sua liberdade de qualquer imperfeição. Ele é o único ser que é verdadeiramente sagrado e livre de todos os defeitos. Este nome é frequentemente mencionado em fórmulas de glorificação (tasbih).",
    "reference": "Surata Al-Hashr (59:23)",
    "spiritual_effect": "Promove pureza interior e aspiração à perfeição moral.",
    "citation": "Al-Qurtubi: 'Al-Quddus é Aquele que está livre de todos os defeitos.'"
  },
  "name_6": {
    "arabic": "السلام",
    "translit": "As-Salam",
    "french": "A Paz",
    "meaning": "Aquele que está livre de todos os defeitos e que concede paz às Suas criaturas.",
    "occurrences": "1 vez no Corão",
    "benefits": "Traz paz interior, protege contra perigos.",
    "usage": "Recitado para segurança, para paz do coração.",
    "hadith": "O Profeta ﷺ disse: 'Allah é Paz, e a paz vem d'Ele. Paz seja convosco, ó habitantes dos céus.'",
    "details": "Este nome tem dois aspectos: Allah está em paz (sem defeito) e Ele é a fonte de toda paz. Ele concede paz aos Seus servos neste mundo e no além. Este nome é particularmente importante no contexto da saudação islâmica (salam).",
    "reference": "Surata Al-Hashr (59:23)",
    "spiritual_effect": "Acalma a alma e promove serenidade nas provações.",
    "citation": "Ibn Kathir: 'As-Salam é Aquele que concede paz aos Seus servos.'"
  },
  "name_7": {
    "arabic": "المؤمن",
    "translit": "Al-Mu'min",
    "french": "O Fiel",
    "meaning": "Aquele que concede segurança e paz aos Seus servos, e confirma a veracidade dos Seus mensageiros.",
    "occurrences": "1 vez no Corão",
    "benefits": "Fortalece a fé, traz segurança interior.",
    "usage": "Recitado para fortalecer a fé, para segurança.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Fiel, e Ele ama a fidelidade.'",
    "details": "Este nome tem dois aspectos: Allah é fiel às Suas promessas e Ele concede segurança aos Seus servos. Ele é a fonte de toda segurança e paz. Este nome é particularmente importante no contexto da fé e confiança em Allah.",
    "reference": "Surata Al-Hashr (59:23)",
    "spiritual_effect": "Fortalece a confiança e serenidade ao enfrentar o futuro.",
    "citation": "Al-Ghazali: 'Al-Mu'min é Aquele que concede segurança aos Seus servos.'"
  },
  "name_8": {
    "arabic": "المهيمن",
    "translit": "Al-Muhaymin",
    "french": "O Preservador",
    "meaning": "Aquele que vigia todas as coisas, protege e supervisiona Sua criação.",
    "occurrences": "1 vez no Corão",
    "benefits": "Protege contra perigos, fortalece a vigilância.",
    "usage": "Recitado para proteção, para vigilância.",
    "hadith": "O Profeta ﷺ disse: 'Allah vigia Seus servos e os protege.'",
    "details": "Este nome enfatiza o papel de Allah como protetor e guardião de toda a criação. Ele vigia todas as ações dos Seus servos e os protege contra perigos. Este nome é particularmente importante no contexto da proteção divina.",
    "reference": "Surata Al-Hashr (59:23)",
    "spiritual_effect": "Promove vigilância e consciência da presença divina.",
    "citation": "Ibn Kathir: 'Al-Muhaymin é Aquele que protege e supervisiona Sua criação.'"
  },
  "name_9": {
    "arabic": "العزيز",
    "translit": "Al-Aziz",
    "french": "O Todo-Poderoso",
    "meaning": "Aquele que é poderoso, invencível, e cuja força não pode ser superada.",
    "occurrences": "92 vezes no Corão",
    "benefits": "Fortalece o poder divino, protege contra inimigos.",
    "usage": "Recitado para força, para proteção.",
    "hadith": "O Profeta ﷺ disse: 'Allah é Poderoso e Ele ama a força.'",
    "details": "Este nome expressa o poder absoluto de Allah e Sua invencibilidade. Ele é o único ser verdadeiramente poderoso, e todo outro poder é temporário e derivado do Seu. Este nome é frequentemente mencionado no Corão em conjunto com outros atributos divinos.",
    "reference": "Surata Al-Hashr (59:23)",
    "spiritual_effect": "Dá confiança e coragem ao enfrentar adversidades.",
    "citation": "Ibn Qayyim: 'Al-Aziz é Aquele cujo poder não pode ser vencido.'"
  },
  "name_10": {
    "arabic": "الجبار",
    "translit": "Al-Jabbar",
    "french": "O Compelidor",
    "meaning": "Aquele que compele, constrange e repara todas as coisas, especialmente corações partidos.",
    "occurrences": "1 vez no Corão",
    "benefits": "Fortalece a dominação divina, repara corações partidos.",
    "usage": "Recitado para força interior, para reparação.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Compelidor, e Ele repara corações partidos.'",
    "details": "Este nome tem dois aspectos: Allah compele todas as coisas e Ele repara o que está quebrado. Ele é o único ser verdadeiramente compelidor, e toda outra compulsão é temporária e derivada da Sua. Este nome é particularmente importante no contexto da força e reparação.",
    "reference": "Surata Al-Hashr (59:23)",
    "spiritual_effect": "Acalma corações feridos e dá força para superar provações.",
    "citation": "Al-Ghazali: 'Al-Jabbar é Aquele que repara o que está quebrado e compele todas as coisas.'"
  },
  "name_11": {
    "arabic": "المتكبر",
    "translit": "Al-Mutakabbir",
    "french": "O Majestoso",
    "meaning": "Aquele que está acima de todas as coisas, cuja grandeza é absoluta.",
    "occurrences": "1 vez no Corão",
    "benefits": "Fortalece a grandeza divina, protege contra o orgulho.",
    "usage": "Recitado para lembrar a grandeza de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Maior, e Ele ama a grandeza.'",
    "details": "Este nome expressa a grandeza absoluta de Allah e Sua elevação acima de todas as coisas. Ele é o único ser verdadeiramente grande, e toda outra grandeza é temporária e derivada da Sua. Este nome é particularmente importante no contexto da humildade e submissão.",
    "reference": "Surata Al-Hashr (59:23)",
    "spiritual_effect": "Promove humildade e consciência da grandeza divina.",
    "citation": "Ibn Kathir: 'Al-Mutakabbir é Aquele que está acima de todas as coisas.'"
  },
  "name_12": {
    "arabic": "الخالق",
    "translit": "Al-Khaliq",
    "french": "O Criador",
    "meaning": "Aquele que cria todas as coisas do nada, segundo uma medida precisa.",
    "occurrences": "8 vezes no Corão",
    "benefits": "Fortalece a fé na criação, facilita a criatividade.",
    "usage": "Recitado para meditar sobre a criação, para criatividade.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Criador de todas as coisas.'",
    "details": "Este nome enfatiza o poder criativo de Allah e Sua capacidade de criar todas as coisas do nada. Ele é o único Criador verdadeiro, e toda outra criação é apenas uma transformação do que Allah já criou. Este nome é particularmente importante no contexto da meditação sobre a criação.",
    "reference": "Surata Al-Hashr (59:24)",
    "spiritual_effect": "Promove contemplação dos sinais da criação.",
    "citation": "Al-Ghazali: 'Al-Khaliq é Aquele que cria todas as coisas segundo uma medida precisa.'"
  },
  "name_13": {
    "arabic": "البارئ",
    "translit": "Al-Bari",
    "french": "O Originador",
    "meaning": "Aquele que cria e molda todas as coisas perfeitamente.",
    "occurrences": "3 vezes no Corão",
    "benefits": "Fortalece a fé na perfeição da criação.",
    "usage": "Recitado para meditar sobre a perfeição da criação.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Originador de todas as coisas.'",
    "details": "Este nome enfatiza a perfeição da criação de Allah e Sua capacidade de moldar todas as coisas harmoniosamente. Ele é o único Originador verdadeiro, e toda outra origem é apenas uma transformação do que Allah já criou. Este nome é particularmente importante no contexto da meditação sobre a perfeição da criação.",
    "reference": "Surata Al-Hashr (59:24)",
    "spiritual_effect": "Promove admiração pela perfeição divina.",
    "citation": "Ibn Qayyim: 'Al-Bari é Aquele que cria e molda todas as coisas perfeitamente.'"
  },
  "name_14": {
    "arabic": "المصور",
    "translit": "Al-Musawwir",
    "french": "O Modelador",
    "meaning": "Aquele que dá a cada coisa sua forma e aparência únicas.",
    "occurrences": "1 vez no Corão",
    "benefits": "Fortalece a fé na diversidade da criação.",
    "usage": "Recitado para meditar sobre a diversidade da criação.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Modelador de todas as coisas.'",
    "details": "Este nome enfatiza a diversidade da criação de Allah e Sua capacidade de dar a cada coisa uma forma e aparência únicas. Ele é o único Modelador verdadeiro, e toda outra modelagem é apenas uma transformação do que Allah já criou. Este nome é particularmente importante no contexto da meditação sobre a diversidade da criação.",
    "reference": "Surata Al-Hashr (59:24)",
    "spiritual_effect": "Promove apreciação da diversidade divina.",
    "citation": "Al-Ghazali: 'Al-Musawwir é Aquele que dá a cada coisa sua forma única.'"
  },
  "name_15": {
    "arabic": "الغفار",
    "translit": "Al-Ghaffar",
    "french": "O Absolutamente Perdoador",
    "meaning": "Aquele que perdoa abundantemente e cobre os pecados.",
    "occurrences": "5 vezes no Corão",
    "benefits": "Atrai perdão divino, facilita o arrependimento.",
    "usage": "Recitado para pedir perdão, para arrependimento.",
    "hadith": "O Profeta ﷺ disse: 'Allah é mais misericordioso com Seus servos do que uma mãe é com sua criança.'",
    "details": "Este nome enfatiza a misericórdia de Allah e Sua capacidade de perdoar pecados. Ele é o único Perdoador verdadeiro, e todo outro perdão é apenas uma manifestação da Sua misericórdia. Este nome é particularmente importante no contexto do arrependimento e pedido de perdão.",
    "reference": "Surata Ghafir (40:3)",
    "spiritual_effect": "Promove esperança no perdão divino.",
    "citation": "Ibn Kathir: 'Al-Ghaffar é Aquele que perdoa abundantemente.'"
  },
  "name_16": {
    "arabic": "القهار",
    "translit": "Al-Qahhar",
    "french": "O Subjugador",
    "meaning": "Aquele que domina e sujeita todas as coisas à Sua vontade.",
    "occurrences": "6 vezes no Corão",
    "benefits": "Fortalece a submissão à vontade divina.",
    "usage": "Recitado para submeter-se à vontade de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Subjugador de todas as coisas.'",
    "details": "Este nome enfatiza a dominação de Allah e Sua capacidade de sujeitar todas as coisas à Sua vontade. Ele é o único Subjugador verdadeiro, e toda outra subjugação é temporária e derivada da Sua. Este nome é particularmente importante no contexto da submissão à vontade divina.",
    "reference": "Surata Ar-Ra'd (13:16)",
    "spiritual_effect": "Promove aceitação do destino.",
    "citation": "Al-Ghazali: 'Al-Qahhar é Aquele que domina e sujeita todas as coisas.'"
  },
  "name_17": {
    "arabic": "الوهاب",
    "translit": "Al-Wahhab",
    "french": "O Doador",
    "meaning": "Aquele que concede Seus dons sem contar e sem esperar retorno.",
    "occurrences": "3 vezes no Corão",
    "benefits": "Atrai dons divinos, facilita a generosidade.",
    "usage": "Recitado para pedir dons, para generosidade.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Doador de todas as coisas.'",
    "details": "Este nome enfatiza a generosidade de Allah e Sua capacidade de conceder Seus dons sem contar. Ele é o único Doador verdadeiro, e toda outra doação é apenas uma manifestação da Sua generosidade. Este nome é particularmente importante no contexto de pedir dons e generosidade.",
    "reference": "Surata Al-Imran (3:8)",
    "spiritual_effect": "Promove generosidade para com os outros.",
    "citation": "Ibn Qayyim: 'Al-Wahhab é Aquele que concede Seus dons sem contar.'"
  },
  "name_18": {
    "arabic": "الرزاق",
    "translit": "Ar-Razzaq",
    "french": "O Provedor",
    "meaning": "Aquele que fornece sustento para todas as criaturas.",
    "occurrences": "1 vez no Corão",
    "benefits": "Atrai provisão divina, facilita o sustento.",
    "usage": "Recitado para pedir provisão, para sustento.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Provedor de todas as coisas.'",
    "details": "Este nome enfatiza o papel de Allah como provedor e Sua capacidade de fornecer sustento para todas as criaturas. Ele é o único Provedor verdadeiro, e toda outra provisão é apenas uma manifestação da Sua generosidade. Este nome é particularmente importante no contexto de pedir provisão e sustento.",
    "reference": "Surata Adh-Dhariyat (51:58)",
    "spiritual_effect": "Promove confiança na provisão divina.",
    "citation": "Ibn Kathir: 'Ar-Razzaq é Aquele que fornece sustento para todas as criaturas.'"
  },
  "name_19": {
    "arabic": "الفتاح",
    "translit": "Al-Fattah",
    "french": "O Abridor",
    "meaning": "Aquele que abre todas as portas e remove todos os obstáculos.",
    "occurrences": "1 vez no Corão",
    "benefits": "Abre portas de oportunidade, remove obstáculos.",
    "usage": "Recitado para pedir abertura de portas, para remoção de obstáculos.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Abridor de todas as coisas.'",
    "details": "Este nome enfatiza a capacidade de Allah de abrir todas as portas e remover todos os obstáculos. Ele é o único Abridor verdadeiro, e toda outra abertura é apenas uma manifestação do Seu poder. Este nome é particularmente importante no contexto de pedir abertura de portas e remoção de obstáculos.",
    "reference": "Surata Saba (34:26)",
    "spiritual_effect": "Promove esperança na assistência divina.",
    "citation": "Al-Ghazali: 'Al-Fattah é Aquele que abre todas as portas e remove todos os obstáculos.'"
  },
  "name_20": {
    "arabic": "العليم",
    "translit": "Al-Alim",
    "french": "O Onisciente",
    "meaning": "Aquele que sabe tudo, visível e invisível.",
    "occurrences": "157 vezes no Corão",
    "benefits": "Fortalece o conhecimento, facilita o aprendizado.",
    "usage": "Recitado para pedir conhecimento, para aprendizado.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Onisciente, e Ele ama o conhecimento.'",
    "details": "Este nome enfatiza o conhecimento completo de Allah de tudo, visível e invisível. Ele é o único Conhecedor verdadeiro, e todo outro conhecimento é apenas um reflexo do Seu conhecimento. Este nome é particularmente importante no contexto de buscar conhecimento e aprendizado.",
    "reference": "Surata Al-Baqarah (2:32)",
    "spiritual_effect": "Promove humildade na busca do conhecimento.",
    "citation": "Ibn Qayyim: 'Al-Alim é Aquele que sabe tudo, visível e invisível.'"
  },
  "name_21": {
    "arabic": "القابض",
    "translit": "Al-Qabid",
    "french": "O Restringidor",
    "meaning": "Aquele que restringe e retém de acordo com Sua sabedoria.",
    "occurrences": "1 vez no Corão",
    "benefits": "Fortalece a aceitação do decreto divino.",
    "usage": "Recitado para aceitar o decreto divino.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Restringidor de todas as coisas.'",
    "details": "Este nome enfatiza o controle de Allah sobre todas as coisas e Sua capacidade de restringir e reter de acordo com Sua sabedoria. Ele é o único Restringidor verdadeiro, e toda outra restrição é temporária e derivada da Sua. Este nome é particularmente importante no contexto da aceitação do decreto divino.",
    "reference": "Surata Al-Baqarah (2:245)",
    "spiritual_effect": "Promove paciência em tempos de restrição.",
    "citation": "Ibn Kathir: 'Al-Qabid é Aquele que restringe e retém de acordo com Sua sabedoria.'"
  },
  "name_22": {
    "arabic": "الباسط",
    "translit": "Al-Basit",
    "french": "O Expansor",
    "meaning": "Aquele que expande e dá abundantemente.",
    "occurrences": "1 vez no Corão",
    "benefits": "Atrai expansão divina, facilita a abundância.",
    "usage": "Recitado para pedir expansão, para abundância.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Expansor de todas as coisas.'",
    "details": "Este nome enfatiza a generosidade de Allah e Sua capacidade de expandir e dar abundantemente. Ele é o único Expansor verdadeiro, e toda outra expansão é apenas uma manifestação da Sua generosidade. Este nome é particularmente importante no contexto de pedir expansão e abundância.",
    "reference": "Surata Al-Baqarah (2:245)",
    "spiritual_effect": "Promove gratidão pelas bênçãos divinas.",
    "citation": "Al-Ghazali: 'Al-Basit é Aquele que expande e dá abundantemente.'"
  },
  "name_23": {
    "arabic": "الخافض",
    "translit": "Al-Khafid",
    "french": "O Rebaixador",
    "meaning": "Aquele que rebaixa e humilha quem Ele quer.",
    "occurrences": "1 vez no Corão",
    "benefits": "Fortalece a humildade, protege contra o orgulho.",
    "usage": "Recitado para buscar humildade.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Rebaixador de todas as coisas.'",
    "details": "Este nome enfatiza o poder de Allah de rebaixar e humilhar quem Ele quer. Ele é o único Rebaixador verdadeiro, e todo outro rebaixamento é temporário e derivado do Seu. Este nome é particularmente importante no contexto de buscar humildade.",
    "reference": "Surata Al-Waqi'ah (56:3)",
    "spiritual_effect": "Promove humildade e submissão.",
    "citation": "Ibn Qayyim: 'Al-Khafid é Aquele que rebaixa e humilha quem Ele quer.'"
  },
  "name_24": {
    "arabic": "الرافع",
    "translit": "Ar-Rafi",
    "french": "O Elevador",
    "meaning": "Aquele que eleva e ergue quem Ele quer.",
    "occurrences": "1 vez no Corão",
    "benefits": "Atrai elevação divina, facilita o sucesso.",
    "usage": "Recitado para pedir elevação, para sucesso.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Elevador de todas as coisas.'",
    "details": "Este nome enfatiza o poder de Allah de elevar e erguer quem Ele quer. Ele é o único Elevador verdadeiro, e toda outra elevação é temporária e derivada da Sua. Este nome é particularmente importante no contexto de pedir elevação e sucesso.",
    "reference": "Surata Fatir (35:10)",
    "spiritual_effect": "Promove esperança na elevação divina.",
    "citation": "Ibn Kathir: 'Ar-Rafi é Aquele que eleva e ergue quem Ele quer.'"
  },
  "name_25": {
    "arabic": "المعز",
    "translit": "Al-Mu'izz",
    "french": "O Honrador",
    "meaning": "Aquele que dá honra e dignidade a quem Ele quer.",
    "occurrences": "1 vez no Corão",
    "benefits": "Atrai honra divina, facilita a dignidade.",
    "usage": "Recitado para pedir honra, para dignidade.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Honrador de todas as coisas.'",
    "details": "Este nome enfatiza o poder de Allah de dar honra e dignidade a quem Ele quer. Ele é o único Honrador verdadeiro, e toda outra honra é temporária e derivada da Sua. Este nome é particularmente importante no contexto de pedir honra e dignidade.",
    "reference": "Surata Al-Imran (3:26)",
    "spiritual_effect": "Promove dignidade no comportamento.",
    "citation": "Al-Ghazali: 'Al-Mu'izz é Aquele que dá honra e dignidade a quem Ele quer.'"
  },
  "name_26": {
    "arabic": "المذل",
    "translit": "Al-Mudhill",
    "french": "O Humilhador",
    "meaning": "Aquele que humilha e degrada quem Ele quer.",
    "occurrences": "1 vez no Corão",
    "benefits": "Fortalece a humildade, protege contra o orgulho.",
    "usage": "Recitado para buscar humildade.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Humilhador de todas as coisas.'",
    "details": "Este nome enfatiza o poder de Allah de humilhar e degradar quem Ele quer. Ele é o único Humilhador verdadeiro, e toda outra humilhação é temporária e derivada da Sua. Este nome é particularmente importante no contexto de buscar humildade.",
    "reference": "Surata Al-Imran (3:26)",
    "spiritual_effect": "Promove humildade e submissão.",
    "citation": "Ibn Qayyim: 'Al-Mudhill é Aquele que humilha e degrada quem Ele quer.'"
  },
  "name_27": {
    "arabic": "السميع",
    "translit": "As-Sami",
    "french": "O Oniouvinte",
    "meaning": "Aquele que ouve tudo, sem qualquer limitação.",
    "occurrences": "46 vezes no Corão",
    "benefits": "Fortalece a fé na audição divina.",
    "usage": "Recitado para lembrar a audição de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Oniouvinte, e Ele ama aqueles que escutam.'",
    "details": "Este nome enfatiza a capacidade de Allah de ouvir tudo sem qualquer limitação. Ele é o único Ouvinte verdadeiro, e toda outra audição é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar a audição de Allah.",
    "reference": "Surata Al-Baqarah (2:127)",
    "spiritual_effect": "Promove consciência na fala.",
    "citation": "Ibn Kathir: 'As-Sami é Aquele que ouve tudo sem qualquer limitação.'"
  },
  "name_28": {
    "arabic": "البصير",
    "translit": "Al-Basir",
    "french": "O Onividente",
    "meaning": "Aquele que vê tudo, sem qualquer limitação.",
    "occurrences": "42 vezes no Corão",
    "benefits": "Fortalece a fé na visão divina.",
    "usage": "Recitado para lembrar a visão de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Onividente, e Ele ama aqueles que observam.'",
    "details": "Este nome enfatiza a capacidade de Allah de ver tudo sem qualquer limitação. Ele é o único Vidente verdadeiro, e toda outra visão é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar a visão de Allah.",
    "reference": "Surata Al-Hadid (57:4)",
    "spiritual_effect": "Promove consciência nas ações.",
    "citation": "Al-Ghazali: 'Al-Basir é Aquele que vê tudo sem qualquer limitação.'"
  },
  "name_29": {
    "arabic": "الحكم",
    "translit": "Al-Hakam",
    "french": "O Juiz",
    "meaning": "Aquele que julga com perfeita justiça.",
    "occurrences": "1 vez no Corão",
    "benefits": "Fortalece a fé na justiça divina.",
    "usage": "Recitado para lembrar a justiça de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Juiz de todas as coisas.'",
    "details": "Este nome enfatiza o papel de Allah como juiz perfeito e Sua capacidade de julgar com perfeita justiça. Ele é o único Juiz verdadeiro, e todo outro julgamento é limitado e derivado do Seu. Este nome é particularmente importante no contexto de lembrar a justiça de Allah.",
    "reference": "Surata Al-Mumin (40:48)",
    "spiritual_effect": "Promove justiça no comportamento.",
    "citation": "Ibn Qayyim: 'Al-Hakam é Aquele que julga com perfeita justiça.'"
  },
  "name_30": {
    "arabic": "العدل",
    "translit": "Al-Adl",
    "french": "O Justo",
    "meaning": "Aquele que é perfeitamente justo em todas as Suas ações.",
    "occurrences": "1 vez no Corão",
    "benefits": "Fortalece a justiça, facilita a equidade.",
    "usage": "Recitado para pedir justiça, para equidade.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Justo, e Ele ama a justiça.'",
    "details": "Este nome enfatiza a perfeita justiça de Allah e Sua capacidade de ser justo em todas as Suas ações. Ele é o único Justo verdadeiro, e toda outra justiça é limitada e derivada da Sua. Este nome é particularmente importante no contexto de pedir justiça e equidade.",
    "reference": "Surata Al-An'am (6:115)",
    "spiritual_effect": "Promove justiça em todos os negócios.",
    "citation": "Ibn Kathir: 'Al-Adl é Aquele que é perfeitamente justo em todas as Suas ações.'"
  },
  "name_31": {
    "arabic": "اللطيف",
    "translit": "Al-Latif",
    "french": "O Sutil",
    "meaning": "Aquele que é sutil e gentil em Seus tratos.",
    "occurrences": "7 vezes no Corão",
    "benefits": "Fortalece a gentileza, facilita a sutileza.",
    "usage": "Recitado para pedir gentileza, para sutileza.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Sutil, e Ele ama a sutileza.'",
    "details": "Este nome enfatiza a sutileza e gentileza de Allah em Seus tratos. Ele é o único Sutil verdadeiro, e toda outra sutileza é limitada e derivada da Sua. Este nome é particularmente importante no contexto de pedir gentileza e sutileza.",
    "reference": "Surata Al-Hajj (22:63)",
    "spiritual_effect": "Promove gentileza no comportamento.",
    "citation": "Al-Ghazali: 'Al-Latif é Aquele que é sutil e gentil em Seus tratos.'"
  },
  "name_32": {
    "arabic": "الخبير",
    "translit": "Al-Khabir",
    "french": "O Conhecedor",
    "meaning": "Aquele que está ciente de tudo, visível e invisível.",
    "occurrences": "45 vezes no Corão",
    "benefits": "Fortalece a consciência, facilita o conhecimento.",
    "usage": "Recitado para pedir consciência, para conhecimento.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Conhecedor, e Ele ama a consciência.'",
    "details": "Este nome enfatiza a consciência completa de Allah de tudo, visível e invisível. Ele é o único Conhecedor verdadeiro, e toda outra consciência é limitada e derivada da Sua. Este nome é particularmente importante no contexto de pedir consciência e conhecimento.",
    "reference": "Surata Al-An'am (6:18)",
    "spiritual_effect": "Promove consciência em todos os assuntos.",
    "citation": "Ibn Qayyim: 'Al-Khabir é Aquele que está ciente de tudo, visível e invisível.'"
  },
  "name_33": {
    "arabic": "الحليم",
    "translit": "Al-Halim",
    "french": "O Tolerante",
    "meaning": "Aquele que é paciente e tolerante.",
    "occurrences": "15 vezes no Corão",
    "benefits": "Fortalece a paciência, facilita a tolerância.",
    "usage": "Recitado para pedir paciência, para tolerância.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Tolerante, e Ele ama a tolerância.'",
    "details": "Este nome enfatiza a paciência e tolerância de Allah. Ele é o único Tolerante verdadeiro, e toda outra tolerância é limitada e derivada da Sua. Este nome é particularmente importante no contexto de pedir paciência e tolerância.",
    "reference": "Surata Al-Baqarah (2:225)",
    "spiritual_effect": "Promove paciência em situações difíceis.",
    "citation": "Ibn Kathir: 'Al-Halim é Aquele que é paciente e tolerante.'"
  },
  "name_34": {
    "arabic": "العظيم",
    "translit": "Al-Azim",
    "french": "O Magnífico",
    "meaning": "Aquele que é magnífico e grande além da medida.",
    "occurrences": "9 vezes no Corão",
    "benefits": "Fortalece o temor reverente, facilita a reverência.",
    "usage": "Recitado para lembrar a magnificência de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Magnífico, e Ele ama a magnificência.'",
    "details": "Este nome enfatiza a magnificência e grandeza de Allah além da medida. Ele é o único Magnífico verdadeiro, e toda outra magnificência é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar a magnificência de Allah.",
    "reference": "Surata Al-Baqarah (2:255)",
    "spiritual_effect": "Promove temor reverente e reverência.",
    "citation": "Al-Ghazali: 'Al-Azim é Aquele que é magnífico e grande além da medida.'"
  },
  "name_35": {
    "arabic": "الغفور",
    "translit": "Al-Ghafur",
    "french": "O Perdoador",
    "meaning": "Aquele que perdoa abundantemente.",
    "occurrences": "91 vezes no Corão",
    "benefits": "Atrai perdão divino, facilita o arrependimento.",
    "usage": "Recitado para pedir perdão, para arrependimento.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Perdoador, e Ele ama o perdão.'",
    "details": "Este nome enfatiza o perdão abundante de Allah. Ele é o único Perdoador verdadeiro, e todo outro perdão é limitado e derivado do Seu. Este nome é particularmente importante no contexto de pedir perdão e arrependimento.",
    "reference": "Surata Al-Imran (3:31)",
    "spiritual_effect": "Promove esperança no perdão divino.",
    "citation": "Ibn Qayyim: 'Al-Ghafur é Aquele que perdoa abundantemente.'"
  },
  "name_36": {
    "arabic": "الشكور",
    "translit": "Ash-Shakur",
    "french": "O Apreciativo",
    "meaning": "Aquele que aprecia e recompensa até mesmo a menor boa ação.",
    "occurrences": "4 vezes no Corão",
    "benefits": "Atrai apreciação divina, facilita a gratidão.",
    "usage": "Recitado para pedir apreciação, para gratidão.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Apreciativo, e Ele ama a apreciação.'",
    "details": "Este nome enfatiza a apreciação de Allah e Sua capacidade de recompensar até mesmo a menor boa ação. Ele é o único Apreciativo verdadeiro, e toda outra apreciação é limitada e derivada da Sua. Este nome é particularmente importante no contexto de pedir apreciação e gratidão.",
    "reference": "Surata Fatir (35:30)",
    "spiritual_effect": "Promove gratidão pelas bênçãos.",
    "citation": "Ibn Kathir: 'Ash-Shakur é Aquele que aprecia e recompensa até mesmo a menor boa ação.'"
  },
  "name_37": {
    "arabic": "العلي",
    "translit": "Al-Ali",
    "french": "O Altíssimo",
    "meaning": "Aquele que está alto acima de todas as coisas.",
    "occurrences": "31 vezes no Corão",
    "benefits": "Fortalece a elevação, facilita a transcendência.",
    "usage": "Recitado para lembrar a elevação de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Altíssimo, e Ele ama a elevação.'",
    "details": "Este nome enfatiza a elevação de Allah acima de todas as coisas. Ele é o único Altíssimo verdadeiro, e toda outra elevação é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar a elevação de Allah.",
    "reference": "Surata Al-Baqarah (2:255)",
    "spiritual_effect": "Promove elevação espiritual.",
    "citation": "Al-Ghazali: 'Al-Ali é Aquele que está alto acima de todas as coisas.'"
  },
  "name_38": {
    "arabic": "الكبير",
    "translit": "Al-Kabir",
    "french": "O Grandíssimo",
    "meaning": "Aquele que é grande além da medida.",
    "occurrences": "9 vezes no Corão",
    "benefits": "Fortalece a grandeza, facilita a majestade.",
    "usage": "Recitado para lembrar a grandeza de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Grandíssimo, e Ele ama a grandeza.'",
    "details": "Este nome enfatiza a grandeza de Allah além da medida. Ele é o único Grandíssimo verdadeiro, e toda outra grandeza é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar a grandeza de Allah.",
    "reference": "Surata Al-Hajj (22:62)",
    "spiritual_effect": "Promove temor reverente da grandeza divina.",
    "citation": "Ibn Qayyim: 'Al-Kabir é Aquele que é grande além da medida.'"
  },
  "name_39": {
    "arabic": "الحفيظ",
    "translit": "Al-Hafiz",
    "french": "O Preservador",
    "meaning": "Aquele que preserva e protege todas as coisas.",
    "occurrences": "6 vezes no Corão",
    "benefits": "Atrai preservação divina, facilita a proteção.",
    "usage": "Recitado para pedir preservação, para proteção.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Preservador, e Ele ama a preservação.'",
    "details": "Este nome enfatiza a preservação e proteção de Allah de todas as coisas. Ele é o único Preservador verdadeiro, e toda outra preservação é limitada e derivada da Sua. Este nome é particularmente importante no contexto de pedir preservação e proteção.",
    "reference": "Surata Hud (11:57)",
    "spiritual_effect": "Promove confiança na proteção divina.",
    "citation": "Ibn Kathir: 'Al-Hafiz é Aquele que preserva e protege todas as coisas.'"
  },
  "name_40": {
    "arabic": "المقيت",
    "translit": "Al-Muqit",
    "french": "O Mantenedor",
    "meaning": "Aquele que mantém e provê para todas as coisas.",
    "occurrences": "1 vez no Corão",
    "benefits": "Atrai manutenção divina, facilita a provisão.",
    "usage": "Recitado para pedir manutenção, para provisão.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Mantenedor, e Ele ama a manutenção.'",
    "details": "Este nome enfatiza a manutenção e provisão de Allah para todas as coisas. Ele é o único Mantenedor verdadeiro, e toda outra manutenção é limitada e derivada da Sua. Este nome é particularmente importante no contexto de pedir manutenção e provisão.",
    "reference": "Surata An-Nisa (4:85)",
    "spiritual_effect": "Promove confiança na provisão divina.",
    "citation": "Al-Ghazali: 'Al-Muqit é Aquele que mantém e provê para todas as coisas.'"
  },
  "name_41": {
    "arabic": "الحسيب",
    "translit": "Al-Hasib",
    "french": "O Calculador",
    "meaning": "Aquele que leva em conta todas as coisas.",
    "occurrences": "1 vez no Corão",
    "benefits": "Fortalece a responsabilidade, facilita o cálculo.",
    "usage": "Recitado para lembrar o cálculo divino.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Calculador, e Ele ama o cálculo.'",
    "details": "Este nome enfatiza o papel de Allah como o calculador perfeito e Sua capacidade de levar em conta todas as coisas. Ele é o único Calculador verdadeiro, e todo outro cálculo é limitado e derivado do Seu. Este nome é particularmente importante no contexto de lembrar o cálculo divino.",
    "reference": "Surata An-Nisa (4:6)",
    "spiritual_effect": "Promove consciência da responsabilidade.",
    "citation": "Ibn Qayyim: 'Al-Hasib é Aquele que leva em conta todas as coisas.'"
  },
  "name_42": {
    "arabic": "الجليل",
    "translit": "Al-Jalil",
    "french": "O Majestoso",
    "meaning": "Aquele que é majestoso e glorioso.",
    "occurrences": "1 vez no Corão",
    "benefits": "Fortalece a majestade, facilita a glória.",
    "usage": "Recitado para lembrar a majestade de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Majestoso, e Ele ama a majestade.'",
    "details": "Este nome enfatiza a majestade e glória de Allah. Ele é o único Majestoso verdadeiro, e toda outra majestade é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar a majestade de Allah.",
    "reference": "Surata Ar-Rahman (55:27)",
    "spiritual_effect": "Promove temor reverente da majestade divina.",
    "citation": "Al-Ghazali: 'Al-Jalil é Aquele que é majestoso e glorioso.'"
  },
  "name_43": {
    "arabic": "الكريم",
    "translit": "Al-Karim",
    "french": "O Generoso",
    "meaning": "Aquele que é generoso e nobre.",
    "occurrences": "27 vezes no Corão",
    "benefits": "Atrai generosidade divina, facilita a nobreza.",
    "usage": "Recitado para pedir generosidade, para nobreza.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Generoso, e Ele ama a generosidade.'",
    "details": "Este nome enfatiza a generosidade e nobreza de Allah. Ele é o único Generoso verdadeiro, e toda outra generosidade é limitada e derivada da Sua. Este nome é particularmente importante no contexto de pedir generosidade e nobreza.",
    "reference": "Surata Al-Infitar (82:6)",
    "spiritual_effect": "Promove generosidade para com os outros.",
    "citation": "Ibn Kathir: 'Al-Karim é Aquele que é generoso e nobre.'"
  },
  "name_44": {
    "arabic": "الرقيب",
    "translit": "Ar-Raqib",
    "french": "O Vigilante",
    "meaning": "Aquele que vigia todas as coisas.",
    "occurrences": "1 vez no Corão",
    "benefits": "Fortalece a vigilância, facilita a atenção.",
    "usage": "Recitado para lembrar a vigilância de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Vigilante, e Ele ama a vigilância.'",
    "details": "Este nome enfatiza a vigilância de Allah sobre todas as coisas. Ele é o único Vigilante verdadeiro, e toda outra vigilância é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar a vigilância de Allah.",
    "reference": "Surata An-Nisa (4:1)",
    "spiritual_effect": "Promove consciência da presença divina.",
    "citation": "Al-Ghazali: 'Ar-Raqib é Aquele que vigia todas as coisas.'"
  },
  "name_45": {
    "arabic": "المجيب",
    "translit": "Al-Mujib",
    "french": "O Responsivo",
    "meaning": "Aquele que responde a todas as súplicas.",
    "occurrences": "1 vez no Corão",
    "benefits": "Atrai resposta divina, facilita a súplica.",
    "usage": "Recitado para pedir resposta, para súplica.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Responsivo, e Ele ama a resposta.'",
    "details": "Este nome enfatiza a responsividade de Allah a todas as súplicas. Ele é o único Responsivo verdadeiro, e toda outra resposta é limitada e derivada da Sua. Este nome é particularmente importante no contexto de pedir resposta e súplica.",
    "reference": "Surata Hud (11:61)",
    "spiritual_effect": "Promove esperança na resposta divina.",
    "citation": "Ibn Qayyim: 'Al-Mujib é Aquele que responde a todas as súplicas.'"
  },
  "name_46": {
    "arabic": "الواسع",
    "translit": "Al-Wasi",
    "french": "O Abrangente",
    "meaning": "Aquele cujo conhecimento e misericórdia abrangem todas as coisas.",
    "occurrences": "9 vezes no Corão",
    "benefits": "Fortalece a abrangência, facilita o englobamento.",
    "usage": "Recitado para lembrar a abrangência de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Abrangente, e Ele ama a abrangência.'",
    "details": "Este nome enfatiza a abrangência de Allah de todas as coisas com Seu conhecimento e misericórdia. Ele é o único Abrangente verdadeiro, e toda outra abrangência é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar a abrangência de Allah.",
    "reference": "Surata Al-Baqarah (2:247)",
    "spiritual_effect": "Promove confiança na misericórdia divina.",
    "citation": "Ibn Kathir: 'Al-Wasi é Aquele cujo conhecimento e misericórdia abrangem todas as coisas.'"
  },
  "name_47": {
    "arabic": "الحكيم",
    "translit": "Al-Hakim",
    "french": "O Sábio",
    "meaning": "Aquele que é perfeito em sabedoria.",
    "occurrences": "97 vezes no Corão",
    "benefits": "Fortalece a sabedoria, facilita o entendimento.",
    "usage": "Recitado para pedir sabedoria, para entendimento.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Sábio, e Ele ama a sabedoria.'",
    "details": "Este nome enfatiza a sabedoria perfeita de Allah. Ele é o único Sábio verdadeiro, e toda outra sabedoria é limitada e derivada da Sua. Este nome é particularmente importante no contexto de pedir sabedoria e entendimento.",
    "reference": "Surata Al-Baqarah (2:32)",
    "spiritual_effect": "Promove sabedoria nas decisões.",
    "citation": "Al-Ghazali: 'Al-Hakim é Aquele que é perfeito em sabedoria.'"
  },
  "name_48": {
    "arabic": "الودود",
    "translit": "Al-Wadud",
    "french": "O Amoroso",
    "meaning": "Aquele que ama Sua criação e é amado por ela.",
    "occurrences": "2 vezes no Corão",
    "benefits": "Atrai amor divino, facilita o afeto.",
    "usage": "Recitado para pedir amor, para afeto.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Amoroso, e Ele ama o amor.'",
    "details": "Este nome enfatiza o amor de Allah por Sua criação e o amor dela por Ele. Ele é o único Amoroso verdadeiro, e todo outro amor é limitado e derivado do Seu. Este nome é particularmente importante no contexto de pedir amor e afeto.",
    "reference": "Surata Hud (11:90)",
    "spiritual_effect": "Promove amor por Allah e Sua criação.",
    "citation": "Ibn Qayyim: 'Al-Wadud é Aquele que ama Sua criação e é amado por ela.'"
  },
  "name_49": {
    "arabic": "المجيد",
    "translit": "Al-Majid",
    "french": "O Glorioso",
    "meaning": "Aquele que é glorioso e nobre.",
    "occurrences": "2 vezes no Corão",
    "benefits": "Fortalece a glória, facilita a nobreza.",
    "usage": "Recitado para lembrar a glória de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Glorioso, e Ele ama a glória.'",
    "details": "Este nome enfatiza a glória e nobreza de Allah. Ele é o único Glorioso verdadeiro, e toda outra glória é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar a glória de Allah.",
    "reference": "Surata Hud (11:73)",
    "spiritual_effect": "Promove temor reverente da glória divina.",
    "citation": "Ibn Kathir: 'Al-Majid é Aquele que é glorioso e nobre.'"
  },
  "name_50": {
    "arabic": "الباعث",
    "translit": "Al-Ba'ith",
    "french": "O Ressuscitador",
    "meaning": "Aquele que ressuscita todas as criaturas no Dia do Juízo.",
    "occurrences": "1 vez no Corão",
    "benefits": "Fortalece a fé na ressurreição, facilita a preparação.",
    "usage": "Recitado para lembrar a ressurreição.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Ressuscitador, e Ele ama a ressurreição.'",
    "details": "Este nome enfatiza o poder de Allah de ressuscitar todas as criaturas no Dia do Juízo. Ele é o único Ressuscitador verdadeiro, e toda outra ressurreição é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar a ressurreição.",
    "reference": "Surata Al-Hajj (22:7)",
    "spiritual_effect": "Promove preparação para o Além.",
    "citation": "Al-Ghazali: 'Al-Ba'ith é Aquele que ressuscita todas as criaturas no Dia do Juízo.'"
  },
  "name_51": {
    "arabic": "الشهيد",
    "translit": "Ash-Shahid",
    "french": "A Testemunha",
    "meaning": "Aquele que testemunha todas as coisas.",
    "occurrences": "19 vezes no Corão",
    "benefits": "Fortalece a consciência da presença divina.",
    "usage": "Recitado para lembrar o testemunho de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é a Testemunha, e Ele ama o testemunho.'",
    "details": "Este nome enfatiza o papel de Allah como a testemunha perfeita de todas as coisas. Ele é a única Testemunha verdadeira, e todo outro testemunho é limitado e derivado do Seu. Este nome é particularmente importante no contexto de lembrar o testemunho de Allah.",
    "reference": "Surata Al-Hajj (22:17)",
    "spiritual_effect": "Promove consciência da presença divina.",
    "citation": "Ibn Qayyim: 'Ash-Shahid é Aquele que testemunha todas as coisas.'"
  },
  "name_52": {
    "arabic": "الحق",
    "translit": "Al-Haqq",
    "french": "A Verdade",
    "meaning": "Aquele que é verdadeiro e justo.",
    "occurrences": "10 vezes no Corão",
    "benefits": "Fortalece a verdade, facilita a justiça.",
    "usage": "Recitado para lembrar a verdade de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é a Verdade, e Ele ama a verdade.'",
    "details": "Este nome enfatiza a verdade e justiça de Allah. Ele é a única Verdade verdadeira, e toda outra verdade é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar a verdade de Allah.",
    "reference": "Surata Al-Hajj (22:6)",
    "spiritual_effect": "Promove veracidade na fala e ação.",
    "citation": "Al-Ghazali: 'Al-Haqq é Aquele que é verdadeiro e justo.'"
  },
  "name_53": {
    "arabic": "الوكيل",
    "translit": "Al-Wakil",
    "french": "O Depositário",
    "meaning": "Aquele que é o melhor depositário e guardião.",
    "occurrences": "14 vezes no Corão",
    "benefits": "Fortalece a confiança, facilita a dependência.",
    "usage": "Recitado para pedir confiança, para dependência.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Depositário, e Ele ama a confiança.'",
    "details": "Este nome enfatiza o papel de Allah como o depositário perfeito e guardião. Ele é o único Depositário verdadeiro, e toda outra guarda é limitada e derivada da Sua. Este nome é particularmente importante no contexto de pedir confiança e dependência.",
    "reference": "Surata Al-Imran (3:173)",
    "spiritual_effect": "Promove confiança no cuidado divino.",
    "citation": "Ibn Kathir: 'Al-Wakil é Aquele que é o melhor depositário e guardião.'"
  },
  "name_54": {
    "arabic": "القوي",
    "translit": "Al-Qawi",
    "french": "O Forte",
    "meaning": "Aquele que é perfeito em força.",
    "occurrences": "9 vezes no Corão",
    "benefits": "Fortalece o poder, facilita a força.",
    "usage": "Recitado para lembrar a força de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Forte, e Ele ama a força.'",
    "details": "Este nome enfatiza a força perfeita de Allah. Ele é o único Forte verdadeiro, e toda outra força é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar a força de Allah.",
    "reference": "Surata Al-Hajj (22:40)",
    "spiritual_effect": "Promove dependência da força divina.",
    "citation": "Al-Ghazali: 'Al-Qawi é Aquele que é perfeito em força.'"
  },
  "name_55": {
    "arabic": "المتين",
    "translit": "Al-Matin",
    "french": "O Firme",
    "meaning": "Aquele que é firme e constante.",
    "occurrences": "1 vez no Corão",
    "benefits": "Fortalece a firmeza, facilita a constância.",
    "usage": "Recitado para pedir firmeza, para constância.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Firme, e Ele ama a firmeza.'",
    "details": "Este nome enfatiza a firmeza e constância de Allah. Ele é o único Firme verdadeiro, e toda outra firmeza é limitada e derivada da Sua. Este nome é particularmente importante no contexto de pedir firmeza e constância.",
    "reference": "Surata Adh-Dhariyat (51:58)",
    "spiritual_effect": "Promove constância na fé.",
    "citation": "Ibn Qayyim: 'Al-Matin é Aquele que é firme e constante.'"
  },
  "name_56": {
    "arabic": "الولي",
    "translit": "Al-Wali",
    "french": "O Protetor",
    "meaning": "Aquele que é o melhor protetor e auxiliador.",
    "occurrences": "15 vezes no Corão",
    "benefits": "Atrai proteção divina, facilita a ajuda.",
    "usage": "Recitado para pedir proteção, para ajuda.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Protetor, e Ele ama a proteção.'",
    "details": "Este nome enfatiza o papel de Allah como o protetor perfeito e auxiliador. Ele é o único Protetor verdadeiro, e toda outra proteção é limitada e derivada da Sua. Este nome é particularmente importante no contexto de pedir proteção e ajuda.",
    "reference": "Surata Al-Baqarah (2:257)",
    "spiritual_effect": "Promove confiança na proteção divina.",
    "citation": "Ibn Kathir: 'Al-Wali é Aquele que é o melhor protetor e auxiliador.'"
  },
  "name_57": {
    "arabic": "الحميد",
    "translit": "Al-Hamid",
    "french": "O Louvável",
    "meaning": "Aquele que é digno de todo louvor.",
    "occurrences": "17 vezes no Corão",
    "benefits": "Fortalece o louvor, facilita a gratidão.",
    "usage": "Recitado para lembrar a dignidade de louvor de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Louvável, e Ele ama o louvor.'",
    "details": "Este nome enfatiza a dignidade de Allah de todo louvor. Ele é o único Louvável verdadeiro, e todo outro louvor é limitado e derivado do Seu. Este nome é particularmente importante no contexto de lembrar a dignidade de louvor de Allah.",
    "reference": "Surata Al-Hajj (22:64)",
    "spiritual_effect": "Promove gratidão e louvor.",
    "citation": "Al-Ghazali: 'Al-Hamid é Aquele que é digno de todo louvor.'"
  },
  "name_58": {
    "arabic": "المحصي",
    "translit": "Al-Muhsi",
    "french": "O Contador",
    "meaning": "Aquele que conta e registra todas as coisas.",
    "occurrences": "1 vez no Corão",
    "benefits": "Fortalece a responsabilidade, facilita o cálculo.",
    "usage": "Recitado para lembrar a contagem divina.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Contador, e Ele ama a contagem.'",
    "details": "Este nome enfatiza o papel de Allah como o contador perfeito e registrador de todas as coisas. Ele é o único Contador verdadeiro, e toda outra contagem é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar a contagem divina.",
    "reference": "Surata Maryam (19:94)",
    "spiritual_effect": "Promove consciência da contabilidade divina.",
    "citation": "Ibn Qayyim: 'Al-Muhsi é Aquele que conta e registra todas as coisas.'"
  },
  "name_59": {
    "arabic": "المبدئ",
    "translit": "Al-Mubdi",
    "french": "O Iniciador",
    "meaning": "Aquele que inicia todas as coisas.",
    "occurrences": "1 vez no Corão",
    "benefits": "Fortalece a criatividade, facilita o início.",
    "usage": "Recitado para lembrar o início de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Iniciador, e Ele ama o início.'",
    "details": "Este nome enfatiza o papel de Allah como o iniciador perfeito de todas as coisas. Ele é o único Iniciador verdadeiro, e todo outro início é limitado e derivado do Seu. Este nome é particularmente importante no contexto de lembrar o início de Allah.",
    "reference": "Surata Al-Buruj (85:13)",
    "spiritual_effect": "Promove apreciação da criação divina.",
    "citation": "Ibn Kathir: 'Al-Mubdi é Aquele que inicia todas as coisas.'"
  },
  "name_60": {
    "arabic": "المعيد",
    "translit": "Al-Mu'id",
    "french": "O Restaurador",
    "meaning": "Aquele que restaura todas as coisas.",
    "occurrences": "1 vez no Corão",
    "benefits": "Fortalece a restauração, facilita a renovação.",
    "usage": "Recitado para pedir restauração, para renovação.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Restaurador, e Ele ama a restauração.'",
    "details": "Este nome enfatiza o papel de Allah como o restaurador perfeito de todas as coisas. Ele é o único Restaurador verdadeiro, e toda outra restauração é limitada e derivada da Sua. Este nome é particularmente importante no contexto de pedir restauração e renovação.",
    "reference": "Surata Al-Buruj (85:13)",
    "spiritual_effect": "Promove esperança na restauração divina.",
    "citation": "Al-Ghazali: 'Al-Mu'id é Aquele que restaura todas as coisas.'"
  },
  "name_61": {
    "arabic": "المحيي",
    "translit": "Al-Muhyi",
    "french": "The Giver of Life",
    "meaning": "O Doador da Vida, Aquele que dá vida a todas as coisas.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece a vida, facilita a vitalidade.",
    "usage": "Recitado para pedir vida, para vitalidade.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Doador da Vida, e Ele ama a vida.'",
    "details": "Este nome enfatiza o papel de Allah como o doador da vida a todas as coisas. Ele é o único verdadeiro Doador da Vida, e toda outra vida é limitada e derivada da Sua. Este nome é particularmente importante no contexto de pedir vida e vitalidade.",
    "reference": "Surah Ar-Rum (30:50)",
    "spiritual_effect": "Promove apreciação da vida divina.",
    "citation": "Ibn Qayyim: 'Al-Muhyi é Aquele que dá vida a todas as coisas.'"
  },
  "name_62": {
    "arabic": "المميت",
    "translit": "Al-Mumit",
    "french": "The Taker of Life",
    "meaning": "O Tomador da Vida, Aquele que toma a vida de todas as coisas.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece a aceitação da morte.",
    "usage": "Recitado para lembrar da morte.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Tomador da Vida, e Ele ama a morte.'",
    "details": "Este nome enfatiza o papel de Allah como o tomador da vida de todas as coisas. Ele é o único verdadeiro Tomador da Vida, e toda outra morte é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar da morte.",
    "reference": "Surah Al-Mulk (67:2)",
    "spiritual_effect": "Promove preparação para a morte.",
    "citation": "Al-Ghazali: 'Al-Mumit é Aquele que toma a vida de todas as coisas.'"
  },
  "name_63": {
    "arabic": "الحي",
    "translit": "Al-Hayy",
    "french": "The Ever-Living",
    "meaning": "O Sempre Vivo, Aquele que é eternamente vivo.",
    "occurrences": "5 vezes no Alcorão",
    "benefits": "Fortalece a vida eterna, facilita a imortalidade.",
    "usage": "Recitado para lembrar da vida eterna de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Sempre Vivo, e Ele ama a vida eterna.'",
    "details": "Este nome enfatiza a vida eterna de Allah. Ele é o único verdadeiro Sempre Vivo, e toda outra vida é temporária e derivada da Sua. Este nome é particularmente importante no contexto de lembrar da vida eterna de Allah.",
    "reference": "Surah Al-Baqarah (2:255)",
    "spiritual_effect": "Promove consciência da eternidade divina.",
    "citation": "Ibn Kathir: 'Al-Hayy é Aquele que é eternamente vivo.'"
  },
  "name_64": {
    "arabic": "القيوم",
    "translit": "Al-Qayyum",
    "french": "The Self-Sustaining",
    "meaning": "O Auto-Sustentável, Aquele que sustenta todas as coisas.",
    "occurrences": "3 vezes no Alcorão",
    "benefits": "Fortalece o sustento, facilita a manutenção.",
    "usage": "Recitado para lembrar do sustento de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Auto-Sustentável, e Ele ama o sustento.'",
    "details": "Este nome enfatiza o papel de Allah como o sustentador de todas as coisas. Ele é o único verdadeiro Auto-Sustentável, e todo outro sustento é limitado e derivado do Seu. Este nome é particularmente importante no contexto de lembrar do sustento de Allah.",
    "reference": "Surah Al-Baqarah (2:255)",
    "spiritual_effect": "Promove confiança no sustento divino.",
    "citation": "Al-Ghazali: 'Al-Qayyum é Aquele que sustenta todas as coisas.'"
  },
  "name_65": {
    "arabic": "الواجد",
    "translit": "Al-Wajid",
    "french": "The Finder",
    "meaning": "O Encontrador, Aquele que encontra todas as coisas.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece o encontro, facilita a descoberta.",
    "usage": "Recitado para pedir encontro, para descoberta.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Encontrador, e Ele ama o encontro.'",
    "details": "Este nome enfatiza o papel de Allah como o encontrador de todas as coisas. Ele é o único verdadeiro Encontrador, e todo outro encontro é limitado e derivado do Seu. Este nome é particularmente importante no contexto de pedir encontro e descoberta.",
    "reference": "Surah Ad-Duha (93:6)",
    "spiritual_effect": "Promove esperança na descoberta divina.",
    "citation": "Ibn Qayyim: 'Al-Wajid é Aquele que encontra todas as coisas.'"
  },
  "name_66": {
    "arabic": "الماجد",
    "translit": "Al-Majid",
    "french": "The Noble",
    "meaning": "O Nobre, Aquele que é nobre e glorioso.",
    "occurrences": "2 vezes no Alcorão",
    "benefits": "Fortalece a nobreza, facilita a glória.",
    "usage": "Recitado para lembrar da nobreza de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Nobre, e Ele ama a nobreza.'",
    "details": "Este nome enfatiza a nobreza e glória de Allah. Ele é o único verdadeiro Nobre, e toda outra nobreza é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar da nobreza de Allah.",
    "reference": "Surah Hud (11:73)",
    "spiritual_effect": "Promove reverência pela nobreza divina.",
    "citation": "Ibn Kathir: 'Al-Majid é Aquele que é nobre e glorioso.'"
  },
  "name_67": {
    "arabic": "الواحد",
    "translit": "Al-Wahid",
    "french": "The One",
    "meaning": "O Um, Aquele que é único e sozinho.",
    "occurrences": "22 vezes no Alcorão",
    "benefits": "Fortalece a unidade, facilita a unicidade.",
    "usage": "Recitado para lembrar da unicidade de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Um, e Ele ama a unicidade.'",
    "details": "Este nome enfatiza a unicidade e unidade de Allah. Ele é o único verdadeiro Um, e toda outra unicidade é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar da unicidade de Allah.",
    "reference": "Surah Al-Baqarah (2:163)",
    "spiritual_effect": "Promove consciência da unidade divina.",
    "citation": "Al-Ghazali: 'Al-Wahid é Aquele que é único e sozinho.'"
  },
  "name_68": {
    "arabic": "الأحد",
    "translit": "Al-Ahad",
    "french": "The Unique",
    "meaning": "O Único, Aquele que é absolutamente único.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece a unicidade, facilita a singularidade.",
    "usage": "Recitado para lembrar da unicidade de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Único, e Ele ama a unicidade.'",
    "details": "Este nome enfatiza a unicidade absoluta de Allah. Ele é o único verdadeiro Único, e toda outra unicidade é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar da unicidade de Allah.",
    "reference": "Surah Al-Ikhlas (112:1)",
    "spiritual_effect": "Promove consciência da singularidade divina.",
    "citation": "Ibn Qayyim: 'Al-Ahad é Aquele que é absolutamente único.'"
  },
  "name_69": {
    "arabic": "الصمد",
    "translit": "As-Samad",
    "french": "The Eternal",
    "meaning": "O Eterno, Aquele que é eterno e auto-suficiente.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece a eternidade, facilita a auto-suficiência.",
    "usage": "Recitado para lembrar da eternidade de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Eterno, e Ele ama a eternidade.'",
    "details": "Este nome enfatiza a eternidade e auto-suficiência de Allah. Ele é o único verdadeiro Eterno, e toda outra eternidade é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar da eternidade de Allah.",
    "reference": "Surah Al-Ikhlas (112:2)",
    "spiritual_effect": "Promove consciência da eternidade divina.",
    "citation": "Ibn Kathir: 'As-Samad é Aquele que é eterno e auto-suficiente.'"
  },
  "name_70": {
    "arabic": "القادر",
    "translit": "Al-Qadir",
    "french": "The Able",
    "meaning": "O Capaz, Aquele que é capaz de fazer todas as coisas.",
    "occurrences": "45 vezes no Alcorão",
    "benefits": "Fortalece a capacidade, facilita o poder.",
    "usage": "Recitado para lembrar da capacidade de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Capaz, e Ele ama a capacidade.'",
    "details": "Este nome enfatiza a capacidade de Allah de fazer todas as coisas. Ele é o único verdadeiro Capaz, e toda outra capacidade é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar da capacidade de Allah.",
    "reference": "Surah Al-Baqarah (2:20)",
    "spiritual_effect": "Promove confiança no poder divino.",
    "citation": "Al-Ghazali: 'Al-Qadir é Aquele que é capaz de fazer todas as coisas.'"
  },
  "name_71": {
    "arabic": "المقتدر",
    "translit": "Al-Muqtadir",
    "french": "The Powerful",
    "meaning": "O Poderoso, Aquele que tem poder perfeito sobre todas as coisas.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece o poder, facilita o controle.",
    "usage": "Recitado para lembrar do poder de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Poderoso, e Ele ama o poder.'",
    "details": "Este nome enfatiza o poder perfeito de Allah sobre todas as coisas. Ele é o único verdadeiro Poderoso, e todo outro poder é limitado e derivado do Seu. Este nome é particularmente importante no contexto de lembrar do poder de Allah.",
    "reference": "Surah Al-Kahf (18:45)",
    "spiritual_effect": "Promove confiança no poder divino.",
    "citation": "Ibn Qayyim: 'Al-Muqtadir é Aquele que tem poder perfeito sobre todas as coisas.'"
  },
  "name_72": {
    "arabic": "المقدم",
    "translit": "Al-Muqaddim",
    "french": "The Expediter",
    "meaning": "O Acelerador, Aquele que adianta quem Ele quer.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece o avanço, facilita o progresso.",
    "usage": "Recitado para pedir avanço, para progresso.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Acelerador, e Ele ama o avanço.'",
    "details": "Este nome enfatiza o poder de Allah de adiantar quem Ele quer. Ele é o único verdadeiro Acelerador, e todo outro avanço é limitado e derivado do Seu. Este nome é particularmente importante no contexto de pedir avanço e progresso.",
    "reference": "Surah Qaf (50:28)",
    "spiritual_effect": "Promove esperança no avanço divino.",
    "citation": "Al-Ghazali: 'Al-Muqaddim é Aquele que adianta quem Ele quer.'"
  },
  "name_73": {
    "arabic": "المؤخر",
    "translit": "Al-Mu'akhkhir",
    "french": "The Delayer",
    "meaning": "O Retardador, Aquele que atrasa quem Ele quer.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece a paciência, facilita o atraso.",
    "usage": "Recitado para aceitar o atraso.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Retardador, e Ele ama o atraso.'",
    "details": "Este nome enfatiza o poder de Allah de atrasar quem Ele quer. Ele é o único verdadeiro Retardador, e todo outro atraso é limitado e derivado do Seu. Este nome é particularmente importante no contexto de aceitar o atraso.",
    "reference": "Surah Qaf (50:28)",
    "spiritual_effect": "Promove paciência na espera.",
    "citation": "Ibn Kathir: 'Al-Mu'akhkhir é Aquele que atrasa quem Ele quer.'"
  },
  "name_74": {
    "arabic": "الأول",
    "translit": "Al-Awwal",
    "french": "The First",
    "meaning": "O Primeiro, Aquele que é primeiro sem início.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece o início, facilita a origem.",
    "usage": "Recitado para lembrar do início de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Primeiro, e Ele ama o início.'",
    "details": "Este nome enfatiza o ser primeiro de Allah sem início. Ele é o único verdadeiro Primeiro, e todo outro início é limitado e derivado do Seu. Este nome é particularmente importante no contexto de lembrar do início de Allah.",
    "reference": "Surah Al-Hadid (57:3)",
    "spiritual_effect": "Promove consciência da origem divina.",
    "citation": "Al-Ghazali: 'Al-Awwal é Aquele que é primeiro sem início.'"
  },
  "name_75": {
    "arabic": "الآخر",
    "translit": "Al-Akhir",
    "french": "The Last",
    "meaning": "O Último, Aquele que é último sem fim.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece o fim, facilita a eternidade.",
    "usage": "Recitado para lembrar do fim de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Último, e Ele ama o fim.'",
    "details": "Este nome enfatiza o ser último de Allah sem fim. Ele é o único verdadeiro Último, e todo outro fim é limitado e derivado do Seu. Este nome é particularmente importante no contexto de lembrar do fim de Allah.",
    "reference": "Surah Al-Hadid (57:3)",
    "spiritual_effect": "Promove consciência da eternidade divina.",
    "citation": "Ibn Qayyim: 'Al-Akhir é Aquele que é último sem fim.'"
  },
  "name_76": {
    "arabic": "الظاهر",
    "translit": "Az-Zahir",
    "french": "The Manifest",
    "meaning": "O Manifesto, Aquele que é manifesto em todas as coisas.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece a manifestação, facilita a visibilidade.",
    "usage": "Recitado para lembrar da manifestação de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Manifesto, e Ele ama a manifestação.'",
    "details": "Este nome enfatiza a manifestação de Allah em todas as coisas. Ele é o único verdadeiro Manifesto, e toda outra manifestação é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar da manifestação de Allah.",
    "reference": "Surah Al-Hadid (57:3)",
    "spiritual_effect": "Promove consciência dos sinais divinos.",
    "citation": "Ibn Kathir: 'Az-Zahir é Aquele que é manifesto em todas as coisas.'"
  },
  "name_77": {
    "arabic": "الباطن",
    "translit": "Al-Batin",
    "french": "The Hidden",
    "meaning": "O Oculto, Aquele que está oculto de todas as coisas.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece a ocultação, facilita o mistério.",
    "usage": "Recitado para lembrar da ocultação de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Oculto, e Ele ama a ocultação.'",
    "details": "Este nome enfatiza a ocultação de Allah de todas as coisas. Ele é o único verdadeiro Oculto, e toda outra ocultação é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar da ocultação de Allah.",
    "reference": "Surah Al-Hadid (57:3)",
    "spiritual_effect": "Promove consciência do mistério divino.",
    "citation": "Al-Ghazali: 'Al-Batin é Aquele que está oculto de todas as coisas.'"
  },
  "name_78": {
    "arabic": "الوالي",
    "translit": "Al-Wali",
    "french": "The Governor",
    "meaning": "O Governador, Aquele que governa todas as coisas.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece a governança, facilita o controle.",
    "usage": "Recitado para lembrar da governança de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Governador, e Ele ama a governança.'",
    "details": "Este nome enfatiza a governança de Allah de todas as coisas. Ele é o único verdadeiro Governador, e toda outra governança é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar da governança de Allah.",
    "reference": "Surah Ar-Ra'd (13:11)",
    "spiritual_effect": "Promove confiança na governança divina.",
    "citation": "Ibn Qayyim: 'Al-Wali é Aquele que governa todas as coisas.'"
  },
  "name_79": {
    "arabic": "المتعالي",
    "translit": "Al-Muta'ali",
    "french": "The Most High",
    "meaning": "O Altíssimo, Aquele que é exaltado acima de todas as coisas.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece a exaltação, facilita a elevação.",
    "usage": "Recitado para lembrar da exaltação de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Altíssimo, e Ele ama a exaltação.'",
    "details": "Este nome enfatiza a exaltação de Allah acima de todas as coisas. Ele é o único verdadeiro Altíssimo, e toda outra exaltação é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar da exaltação de Allah.",
    "reference": "Surah Ar-Ra'd (13:9)",
    "spiritual_effect": "Promove reverência pela exaltação divina.",
    "citation": "Ibn Kathir: 'Al-Muta'ali é Aquele que é exaltado acima de todas as coisas.'"
  },
  "name_80": {
    "arabic": "البر",
    "translit": "Al-Barr",
    "french": "The Good",
    "meaning": "O Bom, Aquele que é bom e bondoso para todos.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece a bondade, facilita a gentileza.",
    "usage": "Recitado para pedir bondade, para gentileza.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Bom, e Ele ama a bondade.'",
    "details": "Este nome enfatiza a bondade e gentileza de Allah para todos. Ele é o único verdadeiro Bom, e toda outra bondade é limitada e derivada da Sua. Este nome é particularmente importante no contexto de pedir bondade e gentileza.",
    "reference": "Surah At-Tur (52:28)",
    "spiritual_effect": "Promove bondade em relação aos outros.",
    "citation": "Al-Ghazali: 'Al-Barr é Aquele que é bom e bondoso para todos.'"
  },
  "name_81": {
    "arabic": "التواب",
    "translit": "At-Tawwab",
    "french": "The Accepter of Repentance",
    "meaning": "O Aceitador do Arrependimento, Aquele que aceita o arrependimento de Seus servos.",
    "occurrences": "11 vezes no Alcorão",
    "benefits": "Fortalece o arrependimento, facilita o perdão.",
    "usage": "Recitado para pedir aceitação do arrependimento.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Aceitador do Arrependimento, e Ele ama o arrependimento.'",
    "details": "Este nome enfatiza a aceitação de Allah do arrependimento de Seus servos. Ele é o único verdadeiro Aceitador do Arrependimento, e toda outra aceitação é limitada e derivada da Sua. Este nome é particularmente importante no contexto de pedir aceitação do arrependimento.",
    "reference": "Surah Al-Baqarah (2:37)",
    "spiritual_effect": "Promove esperança no perdão divino.",
    "citation": "Ibn Qayyim: 'At-Tawwab é Aquele que aceita o arrependimento de Seus servos.'"
  },
  "name_82": {
    "arabic": "المنتقم",
    "translit": "Al-Muntaqim",
    "french": "The Avenger",
    "meaning": "O Vingador, Aquele que se vinga dos malfeitores.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece a justiça, facilita a retribuição.",
    "usage": "Recitado para lembrar da justiça de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Vingador, e Ele ama a justiça.'",
    "details": "Este nome enfatiza a vingança de Allah contra os malfeitores. Ele é o único verdadeiro Vingador, e toda outra vingança é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar da justiça de Allah.",
    "reference": "Surah As-Sajdah (32:22)",
    "spiritual_effect": "Promove temor da retribuição divina.",
    "citation": "Al-Ghazali: 'Al-Muntaqim é Aquele que se vinga dos malfeitores.'"
  },
  "name_83": {
    "arabic": "العفو",
    "translit": "Al-Afuww",
    "french": "The Pardoner",
    "meaning": "O Perdoador, Aquele que perdoa pecados e perdoa faltas.",
    "occurrences": "5 vezes no Alcorão",
    "benefits": "Fortalece o perdão, facilita a absolvição.",
    "usage": "Recitado para pedir perdão, para absolvição.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Perdoador, e Ele ama o perdão.'",
    "details": "Este nome enfatiza o perdão de Allah dos pecados e perdão das faltas. Ele é o único verdadeiro Perdoador, e todo outro perdão é limitado e derivado do Seu. Este nome é particularmente importante no contexto de pedir perdão e absolvição.",
    "reference": "Surah An-Nisa (4:43)",
    "spiritual_effect": "Promove esperança no perdão divino.",
    "citation": "Ibn Kathir: 'Al-Afuww é Aquele que perdoa pecados e perdoa faltas.'"
  },
  "name_84": {
    "arabic": "الرؤوف",
    "translit": "Ar-Ra'uf",
    "french": "The Kind",
    "meaning": "O Bondoso, Aquele que é bondoso e compassivo.",
    "occurrences": "10 vezes no Alcorão",
    "benefits": "Fortalece a bondade, facilita a compaixão.",
    "usage": "Recitado para pedir bondade, para compaixão.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Bondoso, e Ele ama a bondade.'",
    "details": "Este nome enfatiza a bondade e compaixão de Allah. Ele é o único verdadeiro Bondoso, e toda outra bondade é limitada e derivada da Sua. Este nome é particularmente importante no contexto de pedir bondade e compaixão.",
    "reference": "Surah Al-Baqarah (2:143)",
    "spiritual_effect": "Promove bondade em relação aos outros.",
    "citation": "Al-Ghazali: 'Ar-Ra'uf é Aquele que é bondoso e compassivo.'"
  },
  "name_85": {
    "arabic": "مالك الملك",
    "translit": "Malik-ul-Mulk",
    "french": "The Owner of Sovereignty",
    "meaning": "O Possuidor da Soberania, Aquele que possui toda a soberania.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece a soberania, facilita o controle.",
    "usage": "Recitado para lembrar da soberania de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Possuidor da Soberania, e Ele ama a soberania.'",
    "details": "Este nome enfatiza a posse de Allah de toda a soberania. Ele é o único verdadeiro Possuidor da Soberania, e toda outra soberania é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar da soberania de Allah.",
    "reference": "Surah Al-Mulk (67:1)",
    "spiritual_effect": "Promove reverência pela soberania divina.",
    "citation": "Ibn Qayyim: 'Malik-ul-Mulk é Aquele que possui toda a soberania.'"
  },
  "name_86": {
    "arabic": "ذو الجلال والإكرام",
    "translit": "Dhul-Jalali wal-Ikram",
    "french": "The Possessor of Majesty and Honor",
    "meaning": "O Possuidor da Majestade e Honra, Aquele que possui majestade e honra.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece a majestade, facilita a honra.",
    "usage": "Recitado para lembrar da majestade e honra de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Possuidor da Majestade e Honra, e Ele ama a majestade e honra.'",
    "details": "Este nome enfatiza a posse de Allah da majestade e honra. Ele é o único verdadeiro Possuidor da Majestade e Honra, e toda outra majestade e honra é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar da majestade e honra de Allah.",
    "reference": "Surah Ar-Rahman (55:27)",
    "spiritual_effect": "Promove reverência pela majestade divina.",
    "citation": "Ibn Kathir: 'Dhul-Jalali wal-Ikram é Aquele que possui majestade e honra.'"
  },
  "name_87": {
    "arabic": "المقسط",
    "translit": "Al-Muqsit",
    "french": "The Equitable",
    "meaning": "O Equitativo, Aquele que é equitativo em todos os Seus julgamentos.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece a equidade, facilita a justiça.",
    "usage": "Recitado para lembrar da equidade de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Equitativo, e Ele ama a equidade.'",
    "details": "Este nome enfatiza a equidade de Allah em todos os Seus julgamentos. Ele é o único verdadeiro Equitativo, e toda outra equidade é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar da equidade de Allah.",
    "reference": "Surah Al-Imran (3:18)",
    "spiritual_effect": "Promove justiça nas relações.",
    "citation": "Al-Ghazali: 'Al-Muqsit é Aquele que é equitativo em todos os Seus julgamentos.'"
  },
  "name_88": {
    "arabic": "الجامع",
    "translit": "Al-Jami",
    "french": "The Gatherer",
    "meaning": "O Reunidor, Aquele que reúne todas as coisas.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece a reunião, facilita a coleta.",
    "usage": "Recitado para lembrar da reunião de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Reunidor, e Ele ama a reunião.'",
    "details": "Este nome enfatiza a reunião de Allah de todas as coisas. Ele é o único verdadeiro Reunidor, e toda outra reunião é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar da reunião de Allah.",
    "reference": "Surah Al-Imran (3:9)",
    "spiritual_effect": "Promove consciência da reunião divina.",
    "citation": "Ibn Qayyim: 'Al-Jami é Aquele que reúne todas as coisas.'"
  },
  "name_89": {
    "arabic": "الغني",
    "translit": "Al-Ghani",
    "french": "The Rich",
    "meaning": "O Rico, Aquele que é rico e independente de todas as coisas.",
    "occurrences": "18 vezes no Alcorão",
    "benefits": "Fortalece a riqueza, facilita a independência.",
    "usage": "Recitado para lembrar da riqueza de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Rico, e Ele ama a riqueza.'",
    "details": "Este nome enfatiza a riqueza e independência de Allah de todas as coisas. Ele é o único verdadeiro Rico, e toda outra riqueza é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar da riqueza de Allah.",
    "reference": "Surah Al-Baqarah (2:263)",
    "spiritual_effect": "Promove contentamento com a provisão divina.",
    "citation": "Ibn Kathir: 'Al-Ghani é Aquele que é rico e independente de todas as coisas.'"
  },
  "name_90": {
    "arabic": "المغني",
    "translit": "Al-Mughni",
    "french": "The Enricher",
    "meaning": "O Enriquecedor, Aquele que enriquece quem Ele quer.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece o enriquecimento, facilita a riqueza.",
    "usage": "Recitado para pedir enriquecimento, para riqueza.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Enriquecedor, e Ele ama o enriquecimento.'",
    "details": "Este nome enfatiza o enriquecimento de Allah de quem Ele quer. Ele é o único verdadeiro Enriquecedor, e todo outro enriquecimento é limitado e derivado do Seu. Este nome é particularmente importante no contexto de pedir enriquecimento e riqueza.",
    "reference": "Surah An-Najm (53:48)",
    "spiritual_effect": "Promove gratidão pelo enriquecimento divino.",
    "citation": "Al-Ghazali: 'Al-Mughni é Aquele que enriquece quem Ele quer.'"
  },
  "name_91": {
    "arabic": "المانع",
    "translit": "Al-Mani",
    "french": "The Preventer",
    "meaning": "O Protetor, Aquele que previne o mal de alcançar Seus servos.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece a prevenção, facilita a proteção.",
    "usage": "Recitado para pedir prevenção do mal.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Protetor, e Ele ama a prevenção.'",
    "details": "Este nome enfatiza a prevenção de Allah do mal de alcançar Seus servos. Ele é o único verdadeiro Protetor, e toda outra prevenção é limitada e derivada da Sua. Este nome é particularmente importante no contexto de pedir prevenção do mal.",
    "reference": "Surah Al-Baqarah (2:255)",
    "spiritual_effect": "Promove confiança na proteção divina.",
    "citation": "Ibn Qayyim: 'Al-Mani é Aquele que previne o mal de alcançar Seus servos.'"
  },
  "name_92": {
    "arabic": "الضار",
    "translit": "Ad-Darr",
    "french": "The Afflicter",
    "meaning": "O Aflito, Aquele que aflige quem Ele quer com mal.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece a paciência, facilita a aceitação.",
    "usage": "Recitado para aceitar a aflição.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Aflito, e Ele ama a aflição.'",
    "details": "Este nome enfatiza a aflição de Allah de quem Ele quer com mal. Ele é o único verdadeiro Aflito, e toda outra aflição é limitada e derivada da Sua. Este nome é particularmente importante no contexto de aceitar a aflição.",
    "reference": "Surah Al-An'am (6:17)",
    "spiritual_effect": "Promove paciência na aflição.",
    "citation": "Al-Ghazali: 'Ad-Darr é Aquele que aflige quem Ele quer com mal.'"
  },
  "name_93": {
    "arabic": "النافع",
    "translit": "An-Nafi",
    "french": "The Benefiter",
    "meaning": "O Beneficiador, Aquele que beneficia quem Ele quer.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece o benefício, facilita a vantagem.",
    "usage": "Recitado para pedir benefício, para vantagem.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Beneficiador, e Ele ama o benefício.'",
    "details": "Este nome enfatiza o benefício de Allah de quem Ele quer. Ele é o único verdadeiro Beneficiador, e todo outro benefício é limitado e derivado do Seu. Este nome é particularmente importante no contexto de pedir benefício e vantagem.",
    "reference": "Derivado do hadith e tradição.",
    "spiritual_effect": "Promove busca por benefícios divinos.",
    "citation": "Ibn Kathir: 'An-Nafi é Aquele que beneficia quem Ele quer.'"
  },
  "name_94": {
    "arabic": "النور",
    "translit": "An-Nur",
    "french": "The Light",
    "meaning": "A Luz, Aquele que é a luz dos céus e da terra.",
    "occurrences": "5 vezes no Alcorão",
    "benefits": "Fortalece a luz, facilita a orientação.",
    "usage": "Recitado para pedir luz, para orientação.",
    "hadith": "O Profeta ﷺ disse: 'Allah é a Luz, e Ele ama a luz.'",
    "details": "Este nome enfatiza Allah sendo a luz dos céus e da terra. Ele é a única verdadeira Luz, e toda outra luz é limitada e derivada da Sua. Este nome é particularmente importante no contexto de pedir luz e orientação.",
    "reference": "Surah An-Nur (24:35)",
    "spiritual_effect": "Promove busca por orientação divina.",
    "citation": "Al-Ghazali: 'An-Nur é Aquele que é a luz dos céus e da terra.'"
  },
  "name_95": {
    "arabic": "الهادي",
    "translit": "Al-Hadi",
    "french": "The Guide",
    "meaning": "O Guia, Aquele que guia quem Ele quer ao caminho reto.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece a orientação, facilita a direção.",
    "usage": "Recitado para pedir orientação, para direção.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Guia, e Ele ama a orientação.'",
    "details": "Este nome enfatiza a orientação de Allah de quem Ele quer ao caminho reto. Ele é o único verdadeiro Guia, e toda outra orientação é limitada e derivada da Sua. Este nome é particularmente importante no contexto de pedir orientação e direção.",
    "reference": "Surah Al-Hajj (22:54)",
    "spiritual_effect": "Promove busca por orientação divina.",
    "citation": "Ibn Qayyim: 'Al-Hadi é Aquele que guia quem Ele quer ao caminho reto.'"
  },
  "name_96": {
    "arabic": "البديع",
    "translit": "Al-Badi",
    "french": "The Originator",
    "meaning": "O Originador, Aquele que origina a criação sem qualquer precedente.",
    "occurrences": "2 vezes no Alcorão",
    "benefits": "Fortalece a criatividade, facilita a inovação.",
    "usage": "Recitado para lembrar da criatividade de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Originador, e Ele ama a criatividade.'",
    "details": "Este nome enfatiza a originação de Allah da criação sem qualquer precedente. Ele é o único verdadeiro Originador, e toda outra originação é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar da criatividade de Allah.",
    "reference": "Surah Al-Baqarah (2:117)",
    "spiritual_effect": "Promove reverência pela criatividade divina.",
    "citation": "Ibn Kathir: 'Al-Badi é Aquele que origina a criação sem qualquer precedente.'"
  },
  "name_97": {
    "arabic": "الباقي",
    "translit": "Al-Baqi",
    "french": "The Everlasting",
    "meaning": "O Eterno, Aquele que permanece para sempre sem fim.",
    "occurrences": "1 vez no Alcorão",
    "benefits": "Fortalece a permanência, facilita a eternidade.",
    "usage": "Recitado para lembrar da permanência de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Eterno, e Ele ama a permanência.'",
    "details": "Este nome enfatiza Allah permanecendo para sempre sem fim. Ele é o único verdadeiro Eterno, e toda outra permanência é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar da permanência de Allah.",
    "reference": "Surah Ar-Rahman (55:27)",
    "spiritual_effect": "Promove consciência da eternidade divina.",
    "citation": "Al-Ghazali: 'Al-Baqi é Aquele que permanece para sempre sem fim.'"
  },
  "name_98": {
    "arabic": "الوارث",
    "translit": "Al-Warith",
    "french": "The Inheritor",
    "meaning": "O Herdeiro, Aquele que herda todas as coisas.",
    "occurrences": "2 vezes no Alcorão",
    "benefits": "Fortalece a herança, facilita a sucessão.",
    "usage": "Recitado para lembrar da herança de Allah.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Herdeiro, e Ele ama a herança.'",
    "details": "Este nome enfatiza a herança de Allah de todas as coisas. Ele é o único verdadeiro Herdeiro, e toda outra herança é limitada e derivada da Sua. Este nome é particularmente importante no contexto de lembrar da herança de Allah.",
    "reference": "Surah Al-Hijr (15:23)",
    "spiritual_effect": "Promove consciência da propriedade divina.",
    "citation": "Ibn Qayyim: 'Al-Warith é Aquele que herda todas as coisas.'"
  },
  "name_99": {
    "arabic": "الصبور",
    "translit": "As-Saboor",
    "french": "The Patient",
    "meaning": "O Paciente, Aquele que é paciente e não se apressa em punir.",
    "occurrences": "Não mencionado diretamente no Alcorão, mas derivado do hadith e tradição.",
    "benefits": "Fortalece a paciência, facilita a resistência.",
    "usage": "Recitado para pedir paciência, para resistência.",
    "hadith": "O Profeta ﷺ disse: 'Allah é o Paciente, e Ele ama a paciência.'",
    "details": "Este nome enfatiza a paciência de Allah e Sua capacidade de atrasar o castigo. Ele é o único verdadeiro Paciente, e toda outra paciência é apenas uma manifestação de Seu atributo. Este nome é particularmente importante no contexto de pedir paciência e resistência.",
    "reference": "Derivado do hadith e tradição.",
    "spiritual_effect": "Promove paciência em enfrentar provações.",
    "citation": "Ibn Kathir: 'As-Saboor é Aquele que é paciente e não se apressa em punir.'"
  }
}
