[
  {
    "category": "afterSalah",
    "title": "استغفار",
    "arabic": "أَسْتَغْفِرُ اللَّهَ",
    "latin": "astagh-firullah",
    "translation": "میں اللہ سے معافی مانگتا ہوں۔",
    "notes": "3 بار پڑھیں",
    "benefits": "جب رسول اللہ ﷺ نماز سے فارغ ہوتے تو تین بار استغفار کرتے اور مذکورہ بالا ذکر پڑھتے۔ اوزاعی فرماتے ہیں کہ استغفار کا طریقہ ہے: 'أستغفر الله، أستغفر الله'۔",
    "source": "مسلم: 591"
  },
  {
    "category": "afterSalah",
    "title": "اللہ، امن عطا کرنے والا",
    "arabic": "اَللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَاْلإِكْرَامِ",
    "latin": "allahumma antas salaam wa minkas salaam tabaarokta ya dzal jalaali wal ikrom",
    "translation": "اے اللہ! تو سلام ہے اور سلامتی تجھ ہی سے ہے۔ اے عظمت اور بزرگی والے، تو بابرکت ہے۔",
    "notes": "1 بار پڑھیں",
    "benefits": "جب رسول اللہ ﷺ نماز سے فارغ ہوتے تو تین بار استغفار کرتے اور مذکورہ بالا ذکر پڑھتے۔ اوزاعی فرماتے ہیں کہ استغفار کا طریقہ ہے: 'أستغفر الله، أستغفر الله'۔",
    "source": "مسلم: 591"
  },
  {
    "category": "afterSalah",
    "title": "اللہ، دینے اور روکنے والا",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ، اَللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah, lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir. allahumma laa maani'a lima a'thoita wa laa mu'thiya limaa mana'ta wa laa yanfau dzal jaddi minkal jaddu",
    "translation": "اللہ کے سوا کوئی معبود نہیں، وہ اکیلا ہے، اس کا کوئی شریک نہیں، اسی کی بادشاہی اور اسی کی تعریف ہے اور وہ ہر چیز پر قادر ہے۔ اے اللہ! جو تو دے اُسے کوئی روکنے والا نہیں اور جو تو روک لے اُسے کوئی دینے والا نہیں، اور کسی مالدار کو تیرا مال کچھ فائدہ نہیں دے سکتا۔",
    "notes": "1 بار پڑھیں",
    "benefits": null,
    "source": "بخاری: 844، مسلم: 593"
  },
  {
    "category": "afterSalah",
    "title": "اللہ، سب کا مالک اور واحد عبادت کے لائق",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، لاَ إِلَـهَ إِلاَّ اللهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لاَ إِلَـهَ إِلاَّ اللهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ وَلَوْ كَرِهَ الْكَافِرُوْنَ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah. lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir. laa hawla wa laa quwwata illa billah. laa ilaha illallah wa laa na'budu illa iyyah. lahun ni'mah wa lahul fadhl wa lahuts tsanaaul hasan. laa ilaha illallah mukhlishiina lahud diin wa law karihal kaafiruun",
    "translation": "اللہ کے سوا کوئی معبود نہیں، وہ اکیلا ہے، اس کا کوئی شریک نہیں۔ اسی کی بادشاہی اور اسی کی تعریف ہے اور وہ ہر چیز پر قادر ہے۔ اللہ کے سوا کوئی طاقت و قوت نہیں۔ اللہ کے سوا کوئی معبود نہیں، اور ہم اسی کی عبادت کرتے ہیں۔ اسی کے لئے نعمت، فضل اور بہترین تعریف ہے۔ اللہ کے سوا کوئی معبود نہیں، ہم دین اسی کے لئے خالص کرتے ہیں خواہ کافر اسے ناپسند کریں۔",
    "notes": "1 بار پڑھیں",
    "benefits": "عبداللہ بن زبیرؓ نے کہا: \"نبی اکرم ﷺ نماز کے بعد تہلیل (لا الہ الا اللہ) پڑھتے تھے۔\"",
    "source": "مسلم: 594"
  },
  {
    "category": "afterSalah",
    "title": "تسبیح",
    "arabic": "سُبْحَانَ اللهِ",
    "latin": "subhanallah",
    "translation": "اللہ پاک ہے",
    "notes": "33 بار پڑھیں",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "تحمید",
    "arabic": "الْحَمْدُ لِلَّهِ",
    "latin": "alhamdulillah",
    "translation": "تمام تعریفیں اللہ کے لیے ہیں",
    "notes": "33 بار پڑھیں",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "تکبیر",
    "arabic": "اللهُ أَكْبَرُ",
    "latin": "allahu akbar",
    "translation": "اللہ سب سے بڑا ہے",
    "notes": "33 بار پڑھیں",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "اللہ کا کوئی شریک نہیں اور ہر چیز اسی کی ملکیت ہے",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "laa ilaha illallah wahda, laa syarika lah. lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir",
    "translation": "اللہ کے سوا کوئی معبود نہیں، وہ اکیلا ہے، اس کا کوئی شریک نہیں۔ اسی کی بادشاہی اور اسی کی تعریف ہے اور وہ ہر چیز پر قادر ہے۔",
    "notes": "1 بار پڑھیں",
    "benefits": "جو شخص یہ ذکر پڑھے، اس کے گناہ معاف کر دیئے جاتے ہیں چاہے وہ سمندر کی جھاگ کے برابر ہوں۔ امام نوویؒ فرماتے ہیں کہ حدیث کا مفہوم یہ ہے کہ 'سبحان اللہ'، 'الحمد للہ' اور 'اللہ اکبر' ہر ایک 33 بار الگ الگ پڑھے جائیں۔",
    "source": "شرح صحیح مسلم، 5:84"
  },
  {
    "category": "afterSalah",
    "title": "آیت الکرسی",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ... وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "Allāhu lā ilāha illā huw, al-ḥayyul-qayyụm, lā ta`khużuhụ sinatuw wa lā na`ụm, lahụ mā fis-samāwāti wa mā fil-arḍ, man żallażī yasyfa'u 'indahū illā bi`iżnih, ya'lamu mā baina aidīhim wa mā khalfahum, wa lā yuḥīṭụna bisyai`im min 'ilmihī illā bimā syā`, wasi'a kursiyyuhus-samāwāti wal-arḍ, wa lā ya`ụduhụ ḥifẓuhumā, wa huwal-'aliyyul-'aẓīm",
    "translation": "اللہ، اس کے سوا کوئی معبود نہیں، زندہ اور قائم رہنے والا۔ نہ اسے اونگھ آتی ہے نہ نیند۔ جو کچھ آسمانوں اور زمین میں ہے سب اسی کا ہے۔ کون ہے جو اس کے پاس اس کی اجازت کے بغیر سفارش کرے؟ وہ جانتا ہے جو ان کے سامنے ہے اور جو ان کے پیچھے ہے، اور وہ اس کے علم میں سے کسی چیز کا احاطہ نہیں کر سکتے مگر جتنا وہ چاہے۔ اس کی کرسی آسمانوں اور زمین کو گھیرے ہوئے ہے، اور ان کی حفاظت اسے تھکاتی نہیں، اور وہ بلند اور عظیم ہے۔",
    "notes": "1 بار پڑھیں",
    "benefits": "جو شخص ہر نماز کے بعد آیت الکرسی پڑھے، اس کے جنت میں جانے سے صرف موت ہی رکاوٹ ہے۔",
    "source": "سنن نسائی الکبریٰ 9:44، ابن حبان (صحیح)، ابن حجر (بلوغ المرام)"
  },
  {
    "category": "afterSalah",
    "title": "الاخلاص",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwallāhu aḥad (1) allāhuṣ-ṣamad (2) lam yalid wa lam yụlad (3) wa lam yakul lahụ kufuwan aḥad (4)",
    "translation": "کہو: وہ اللہ ایک ہے۔ (1) اللہ بے نیاز ہے۔ (2) نہ اس کی کوئی اولاد ہے نہ وہ کسی سے پیدا ہوا۔ (3) اور کوئی اس کا ہمسر نہیں۔ (4)",
    "notes": "3 بار پڑھیں",
    "benefits": "رسول اللہ ﷺ نے فرمایا: 'قل هو الله أحد' اور 'المعوذتین' (الفلق اور الناس) صبح و شام تین بار پڑھو، یہ تمہارے لئے کافی ہو گا (محفوظ رہو گے)۔",
    "source": "ابو داود: 1523، نسائی: 1337"
  },
  {
    "category": "afterSalah",
    "title": "الفلق",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a'ụżu birabbil-falaq (1) min syarri mā khalaq (2) wa min syarri gāsiqin iżā waqab (3) wa min syarrin-naffāṡāti fil-'uqad (4) wa min syarri ḥāsidin iżā ḥasad (5)",
    "translation": "کہو: میں صبح کے رب کی پناہ مانگتا ہوں (1) اس چیز کے شر سے جو اس نے پیدا کی (2) اندھیری رات کے شر سے جب وہ چھا جائے (3) گرہوں میں پھونک مارنے والیوں کے شر سے (4) اور حسد کرنے والے کے شر سے جب وہ حسد کرے (5)",
    "notes": "3 بار پڑھیں",
    "benefits": "رسول اللہ ﷺ نے فرمایا: 'قل هو الله أحد' اور 'المعوذتین' (الفلق اور الناس) صبح و شام تین بار پڑھو، یہ تمہارے لئے کافی ہو گا (محفوظ رہو گے)۔",
    "source": "ابو داود: 1523، نسائی: 1337"
  },
  {
    "category": "afterSalah",
    "title": "الناس",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a'ụżu birabbin-nās (1) malikin-nās (2) ilāhin-nās (3) min syarril-waswāsil-khannās (4) allażī yuwaswisu fī ṣudụrin-nās (5) minal-jinnati wan-nās (6)",
    "translation": "کہو: میں لوگوں کے رب کی پناہ مانگتا ہوں (1) لوگوں کے بادشاہ کی (2) لوگوں کے معبود کی (3) وسوسہ ڈالنے والے چھپے ہوئے (شیطان) کے شر سے (4) جو لوگوں کے سینوں میں وسوسے ڈالتا ہے (5) خواہ وہ جنات میں سے ہو یا انسانوں میں سے (6)",
    "notes": "3 بار پڑھیں",
    "benefits": "رسول اللہ ﷺ نے فرمایا: 'قل هو الله أحد' اور 'المعوذتین' (الفلق اور الناس) صبح و شام تین بار پڑھو، یہ تمہارے لئے کافی ہو گا (محفوظ رہو گے)۔",
    "source": "ابو داود: 1523، نسائی: 1337"
  },
  {
    "category": "afterSalah",
    "title": "مفید علم، پاکیزہ رزق اور مقبول اعمال کی دعا",
    "arabic": "اللَّهُمَّ إِنِّى أَسْأَلُكَ عِلْمًا نَافِعًا وَرِزْقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
    "latin": "allahumma innii as-aluka 'ilman naafi'a, wa rizqan thayyiba, wa 'amalan mutaqabbala",
    "translation": "اے اللہ! میں تجھ سے نفع بخش علم، پاکیزہ رزق اور مقبول عمل کی دعا کرتا ہوں۔",
    "notes": "نماز فجر کے بعد 1 بار پڑھیں",
    "benefits": "نفع بخش علم انسان کے لئے آسانی کا باعث ہے، پاکیزہ رزق ہر شخص کی خواہش ہے، اور مقبول عمل ہر نیک عمل کرنے والے کی امید ہے۔ اس لئے بندے کو چاہیے کہ ہر صبح اپنے اعمال سے قبل اللہ سے یہ تین چیزیں مانگے۔",
    "source": "ابن ماجہ: 925، احمد: 6/305، 322"
  },
  {
    "category": "afterSalah",
    "title": "فقر اور ذلت سے بچنے کی دعا",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْفَقْرِ، وَالْقِلَّةِ، وَالذِّلَّةِ، وَأَنْ أَظْلِمَ أَوْ أُظْلَمَ",
    "latin": "allahumma innii a'udzu bika minal faqri, wal qillati, wadz dzillati, wa an azlima aw uzlam",
    "translation": "اے اللہ! میں تجھ سے فقر، قلت، ذلت اور ظلم کرنے یا ظلم کا شکار ہونے سے پناہ مانگتا ہوں۔",
    "notes": "1 بار پڑھیں",
    "benefits": "یہ دعا مادی مشکلات اور ناانصافیوں سے بچاتی ہے۔ نبی اکرم ﷺ اپنی نمازوں کے بعد اس دنیا کے فتنوں سے بچنے کے لئے یہ دعا پڑھتے تھے۔",
    "source": "ابو داود: 1544، نسائی: 1346"
  },
  {
    "category": "afterSalah",
    "title": "برائی سے بچنے کی دعا",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ شَرِّ مَا عَمِلْتُ وَمِنْ شَرِّ مَا لَمْ أَعْمَلْ",
    "latin": "allahumma innii a'udzu bika min syarri maa 'amiltu wa min syarri maa lam a'mal",
    "translation": "اے اللہ! میں تجھ سے اپنے کئے ہوئے کام کے شر اور نہ کئے ہوئے کام کے شر سے پناہ مانگتا ہوں۔",
    "notes": "1 بار پڑھیں",
    "benefits": "یہ دعا ہمارے اعمال کے منفی نتائج سے اور ان کاموں سے آنے والی برائیوں سے بچاتی ہے جو ہم نے نہیں کئے۔",
    "source": "مسلم: 2716"
  },
  {
    "category": "afterSalah",
    "title": "حسد اور کینہ سے بچنے کی دعا",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْحَسَدِ وَالْحُقْدِ",
    "latin": "allahumma innii a'udzu bika minal hasadi wal huqdi",
    "translation": "اے اللہ! میں تجھ سے حسد اور کینہ سے پناہ مانگتا ہوں۔",
    "notes": "1 بار پڑھیں",
    "benefits": "یہ دعا دل اور دوسروں کے ساتھ تعلقات کو نقصان پہنچانے والے حسد اور کینہ جیسے منفی جذبات سے بچاتی ہے۔",
    "source": "ابو داود: 1544"
  },
  {
    "category": "afterSalah",
    "title": "کاہلی اور بڑھاپے سے بچنے کی دعا",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْهَرَمِ",
    "latin": "allahumma innii a'udzu bika minal kasali wal harami",
    "translation": "اے اللہ! میں تجھ سے کاہلی اور بڑھاپے سے پناہ مانگتا ہوں۔",
    "notes": "1 بار پڑھیں",
    "benefits": "یہ دعا نیک اعمال کرنے سے روکنے والی کاہلی اور بڑھاپے کی برائیوں سے بچاتی ہے۔",
    "source": "مسلم: 2706"
  },
  {
    "category": "afterSalah",
    "title": "بزدلی اور کنجوسی سے بچنے کی دعا",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْجُبْنِ وَالْبُخْلِ",
    "latin": "allahumma innii a'udzu bika minal jubni wal bukhli",
    "translation": "اے اللہ! میں تجھ سے بزدلی اور کنجوسی سے پناہ مانگتا ہوں۔",
    "notes": "1 بار پڑھیں",
    "benefits": "یہ دعا حق کی حمایت کرنے سے روکنے والی بزدلی اور اللہ کے راستے میں خرچ کرنے سے روکنے والی کنجوسی سے بچاتی ہے۔",
    "source": "مسلم: 2706"
  },
  {
    "category": "afterSalah",
    "title": "قرض اور گناہ سے بچنے کی دعا",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْمَغْرَمِ وَالْمَأْثَمِ",
    "latin": "allahumma innii a'udzu bika minal maghrami wal ma'tsami",
    "translation": "اے اللہ! میں تجھ سے قرض اور گناہ سے پناہ مانگتا ہوں۔",
    "notes": "1 بار پڑھیں",
    "benefits": "یہ دعا قرض کی مالی مشکلات اور روحانی زندگی کو نقصان پہنچانے والے گناہوں سے بچاتی ہے۔",
    "source": "مسلم: 2706"
  },
  {
    "category": "afterSalah",
    "title": "ظلم اور دشمن سے بچنے کی دعا",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ وَغَلَبَةِ الْعَدُوِّ",
    "latin": "allahumma innii a'udzu bika min ghalabatid daini wa ghalabatil 'aduwwi",
    "translation": "اے اللہ! میں تجھ سے قرض اور دشمن کے غلبے سے پناہ مانگتا ہوں۔",
    "notes": "1 بار پڑھیں",
    "benefits": "یہ دعا مالی قرضوں اور دشمنوں کے ذریعے مغلوب ہونے سے بچاتی ہے۔",
    "source": "ابو داود: 1544"
  },
  {
    "category": "afterSalah",
    "title": "غم اور حزن سے بچنے کی دعا",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ",
    "latin": "allahumma innii a'udzu bika minal hammi wal hazani",
    "translation": "اے اللہ! میں تجھ سے غم اور حزن سے پناہ مانگتا ہوں۔",
    "notes": "1 بار پڑھیں",
    "benefits": "یہ دعا دل کو دبانے والے فکروں اور روح کو کمزور کرنے والے حزن سے بچاتی ہے۔",
    "source": "مسلم: 2706"
  },
  {
    "category": "afterSalah",
    "title": "عجز اور کاہلی سے بچنے کی دعا",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ",
    "latin": "allahumma innii a'udzu bika minal 'ajzi wal kasali",
    "translation": "اے اللہ! میں تجھ سے عجز اور کاہلی سے پناہ مانگتا ہوں۔",
    "notes": "1 بار پڑھیں",
    "benefits": "یہ دعا نیک اعمال کرنے سے روکنے والے عجز اور فرائض ادا کرنے سے روکنے والی کاہلی سے بچاتی ہے۔",
    "source": "مسلم: 2706"
  },
  {
    "category": "afterSalah",
    "title": "فقر اور فاقہ سے بچنے کی دعا",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْفَقْرِ وَالْفَاقَةِ",
    "latin": "allahumma innii a'udzu bika minal faqri wal faaqati",
    "translation": "اے اللہ! میں تجھ سے فقر اور فاقہ سے پناہ مانگتا ہوں۔",
    "notes": "1 بار پڑھیں",
    "benefits": "یہ دعا زندگی اور عبادت کو مشکل بنانے والے فقر اور فاقہ سے بچاتی ہے۔",
    "source": "ابو داود: 1544"
  },
  {
    "category": "afterSalah",
    "title": "بیماری سے بچنے کی دعا",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْبَرَصِ وَالْجُنُونِ وَالْجُذَامِ وَمِنْ سَيِّئِ الأَسْقَامِ",
    "latin": "allahumma innii a'udzu bika minal baroshi wal junuuni wal judzaami wa min sayyi'il asqaami",
    "translation": "اے اللہ! میں تجھ سے برص، جنون، جذام اور بری بیماریوں سے پناہ مانگتا ہوں۔",
    "notes": "1 بار پڑھیں",
    "benefits": "یہ دعا جسمانی اور ذہنی صحت کو نقصان پہنچانے والی شدید بیماریوں سے بچاتی ہے۔",
    "source": "ابو داود: 1544"
  },
  {
    "category": "afterSalah",
    "title": "بری موت سے بچنے کی دعا",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ مِيتَةِ السُّوءِ",
    "latin": "allahumma innii a'udzu bika min miitatis suu'i",
    "translation": "اے اللہ! میں تجھ سے بری موت سے پناہ مانگتا ہوں۔",
    "notes": "1 بار پڑھیں",
    "benefits": "یہ دعا اللہ کی اطاعت کی حالت میں نہ ہونے والی موت سے بچاتی ہے، باعزت اور پرامن موت کی تلاش کرتی ہے۔",
    "source": "ابو داود: 1544"
  },
  {
    "category": "afterSalah",
    "title": "فتنہ سے بچنے کی دعا",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْفِتْنَةِ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ",
    "latin": "allahumma innii a'udzu bika minal fitnati maa zhahara minhaa wa maa bathana",
    "translation": "اے اللہ! میں تجھ سے ظاہر اور پوشیدہ فتنہ سے پناہ مانگتا ہوں۔",
    "notes": "1 بار پڑھیں",
    "benefits": "یہ دعا سیدھے راستے سے بھٹکانے والے ظاہر یا پوشیدہ تمام فتنوں سے بچاتی ہے۔",
    "source": "مسلم: 2706"
  },
  {
    "category": "afterSalah",
    "title": "ریا اور شہرت سے بچنے کی دعا",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الرِّيَاءِ وَالسُّمْعَةِ",
    "latin": "allahumma innii a'udzu bika minar riyaa'i was sum'ati",
    "translation": "اے اللہ! میں تجھ سے ریا اور شہرت کی خواہش سے پناہ مانگتا ہوں۔",
    "notes": "1 بار پڑھیں",
    "benefits": "یہ دعا دینی کاموں میں دکھاوے اور دوسروں سے شہرت اور تعریف حاصل کرنے کی خواہش سے بچاتی ہے۔",
    "source": "ابو داود: 1544"
  },
  {
    "category": "afterSalah",
    "title": "برے کاموں سے بچنے کی دعا",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِى، وَمِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا، إِنَّ رَبِّى عَلَى صِرَاطٍ مُسْتَقِيمٍ",
    "latin": "allahumma innii a'udzu bika min syarri nafsii, wa min syarri kulli daabbatin anta aakhidzun binaasiyatihaa, inna rabbii 'alaa shiroothim mustaqiim",
    "translation": "اے اللہ! میں تجھ سے اپنی نفس کی برائی اور ہر جانور کی برائی سے پناہ مانگتا ہوں جس کی پیشانی تو پکڑے ہوئے ہے۔ میرا رب سیدھے راستے پر ہے۔",
    "notes": "1 بار پڑھیں",
    "benefits": "یہ دعا نفس کی بری خواہشات اور دوسری مخلوقات کی برائیوں سے بچاتی ہے۔ یہ تسلیم کرتی ہے کہ صرف اللہ ہی ہمیں تمام برائیوں سے بچا سکتا ہے۔",
    "source": "مسلم: 2717"
  }
]
