[
  {
    "category": "afterSalah",
    "title": "Istighfar",
    "arabic": "أَسْتَغْفِرُ اللَّهَ",
    "latin": "astagh-firullah",
    "translation": "Ich bitte Allah um Vergebung.",
    "notes": "3x rezitieren",
    "benefits": "Wenn der Gesandte Allahs, Allahs Segen und Frieden auf ihm, sein Gebet beendet hatte, pflegte er dreimal um Vergebung zu bitten und oben genannten Dhikr zu rezitieren. Al-Auza'i sagte, dass die Rezitation von Istighfar 'Astaghfirullah, Astaghfirullah' ist.",
    "source": "Sahih Muslim Nr. 591"
  },
  {
    "category": "afterSalah",
    "title": "Allah, der Geber des Friedens",
    "arabic": "اَللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَاْلإِكْرَامِ",
    "latin": "allahumma antas salaam wa minkas salaam tabaarokta ya dzal jalaali wal ikrom",
    "translation": "O Allah, Du bist der Friede, und von Dir stammt der Friede. Gesegnet bist Du, o Besitzer von Majestät und Ehre.",
    "notes": "1x rezitieren",
    "benefits": "Wenn der Gesandte Allahs, Allahs Segen und Frieden auf ihm, sein Gebet beendet hatte, pflegte er dreimal um Vergebung zu bitten und oben genannten Dhikr zu rezitieren. Al-Auza'i sagte, dass die Rezitation von Istighfar 'Astaghfirullah, Astaghfirullah' ist.",
    "source": "Sahih Muslim Nr. 591"
  },
  {
    "category": "afterSalah",
    "title": "Allah, der Verhinderer und der Geber von allem",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ، اَللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah, lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir. allahumma laa maani'a lima a'thoita wa laa mu'thiya limaa mana'ta wa laa yanfau dzal jaddi minkal jaddu",
    "translation": "Es gibt keine Gottheit außer Allah allein, Er hat keinen Partner. Ihm gehört das Königreich und Ihm gebührt das Lob, und Er ist zu allem fähig. O Allah, niemand kann verhindern, was Du gibst, und niemand kann geben, was Du verweigerst. Besitz und Ehre nützen niemandem gegen Dich.",
    "notes": "1x rezitieren",
    "benefits": null,
    "source": "Bukhari Nr. 844 und Muslim Nr. 593"
  },
  {
    "category": "afterSalah",
    "title": "Allah, der Besitzer von allem und der Einzige, der der Anbetung würdig ist",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، لاَ إِلَـهَ إِلاَّ اللهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لاَ إِلَـهَ إِلاَّ اللهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ وَلَوْ كَرِهَ الْكَافِرُوْنَ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah. lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir. laa hawla wa laa quwwata illa billah. laa ilaha illallah wa laa na'budu illa iyyah. lahun ni'mah wa lahul fadhl wa lahuts tsanaaul hasan. laa ilaha illallah mukhlishiina lahud diin wa law karihal kaafiruun",
    "translation": "Es gibt keine Gottheit außer Allah allein, Er hat keinen Partner. Ihm gehört das Königreich und Ihm gebührt das Lob, und Er ist zu allem fähig. Es gibt keine Macht und keine Kraft außer durch Allah. Es gibt keine Gottheit außer Allah, und wir dienen niemandem außer Ihm. Ihm gehören alle Wohltaten, die Gunst und das gute Lob. Es gibt keine Gottheit außer Allah, und wir machen unseren Glauben aufrichtig für Ihn, auch wenn die Ungläubigen das ablehnen.",
    "notes": "1x rezitieren",
    "benefits": "Abdullah ibn az-Zubair sagte: 'Der Prophet, Allahs Segen und Frieden auf ihm, pflegte das Tahlil (laa ilaha illallah) am Ende des Gebets zu rezitieren.'",
    "source": "Sahih Muslim Nr. 594"
  },
  {
    "category": "afterSalah",
    "title": "Tasbih",
    "arabic": "سُبْحَانَ اللهِ",
    "latin": "subhanallah",
    "translation": "Gepriesen sei Allah.",
    "notes": "33x rezitieren",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "Tahmid",
    "arabic": "الْحَمْدُ لِلَّهِ",
    "latin": "alhamdulillah",
    "translation": "Alles Lob gebührt Allah.",
    "notes": "33x rezitieren",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "Takbir",
    "arabic": "اللهُ أَكْبَرُ",
    "latin": "allahu akbar",
    "translation": "Allah ist am Größten.",
    "notes": "33x rezitieren",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "Es gibt keinen Partner für Allah, und Ihm gehört alles",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "laa ilaha illallah wahda, laa syarika lah. lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir",
    "translation": "Es gibt keine Gottheit außer Allah allein, Er hat keinen Partner. Ihm gehört das Königreich und Ihm gebührt das Lob, und Er ist zu allem fähig.",
    "notes": "1x rezitieren",
    "benefits": "Wer den oben genannten Dhikr rezitiert, dem werden seine Sünden vergeben, selbst wenn sie so zahlreich sind wie der Schaum im Meer. Imam Nawawi, Allahs Barmherzigkeit auf ihm, sagte, dass der Text des Hadiths darauf hinweist, dass 'Subhanallah', 'Alhamdulillah' und 'Allahu akbar' jeweils 33-mal getrennt rezitiert werden.",
    "source": "Scharh Sahih Muslim, 5: 84"
  },
  {
    "category": "afterSalah",
    "title": "Ayat al-Kursi",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "Allāhu lā ilāha illā huw, al-ḥayyul-qayyụm, lā ta`khużuhụ sinatuw wa lā na`ụm, lahụ mā fis-samāwāti wa mā fil-arḍ, man żallażī yasyfa'u 'indahū illā bi`iżnih, ya'lamu mā baina aidīhim wa mā khalfahum, wa lā yuḥīṭụna bisyai`im min 'ilmihī illā bimā syā`, wasi'a kursiyyuhus-samāwāti wal-arḍ, wa lā ya`ụduhụ ḥifẓuhumā, wa huwal-'aliyyul-'aẓīm",
    "translation": "Allah – es gibt keinen Gott außer Ihm, dem ewig Lebenden, dem Erhalter. Weder Übermüdung noch Schlaf überkommt Ihn. Ihm gehört, was in den Himmeln und was auf Erden ist. Wer ist es, der bei Ihm Fürsprache einlegen könnte außer mit Seiner Erlaubnis? Er weiß, was vor ihnen und was hinter ihnen ist, und sie umfassen nichts von Seinem Wissen außer was Er will. Sein Thron umfasst die Himmel und die Erde, und deren Bewahrung ermüdet Ihn nicht. Und Er ist der Erhabene, der Gewaltige.",
    "notes": "1x rezitieren",
    "benefits": "Wer nach dem Gebet Ayat al-Kursi rezitiert, den hindert nur der Tod am Eintritt ins Paradies.",
    "source": "An-Nasai in Al-Kubro 9:44. Hadith als sahih erklärt von Ibn Hibban, erwähnt von Ibn Hajar in Bulughul Maram"
  },
  {
    "category": "afterSalah",
    "title": "Al-Ikhlas",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwallāhu aḥad (1) allāhuṣ-ṣamad (2) lam yalid wa lam yụlad (3) wa lam yakul lahụ kufuwan aḥad (4)",
    "translation": "Sprich: Er ist Allah, der Eine (1) Allah, der Unabhängige (2) Er zeugt nicht und wurde nicht gezeugt (3) Und keiner ist Ihm ebenbürtig (4)",
    "notes": "3x rezitieren",
    "benefits": "Der Gesandte Allahs, Allahs Segen und Frieden auf ihm, sagte: Rezitiere 'Qul huwallahu ahad' und die beiden Mu'awwidhatayn (Al-Falaq und An-Nas) morgens und abends dreimal, und das wird dir genügen (dich schützen).",
    "source": "Abu Dawud Nr. 1523 und An-Nasai Nr. 1337. Al-Hafizh Abu Thohir sagte, dass die Überlieferung hasan ist."
  },
  {
    "category": "afterSalah",
    "title": "Al-Falaq",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a'ụżu birabbil-falaq (1) min syarri mā khalaq (2) wa min syarri gāsiqin iżā waqab (3) wa min syarrin-naffāṡāti fil-'uqad (4) wa min syarri ḥāsidin iżā ḥasad (5)",
    "translation": "Sprich: Ich suche Zuflucht beim Herrn des Frühlichts (1) vor dem Übel dessen, was Er erschaffen hat (2) und vor dem Übel der Finsternis, wenn sie hereinbricht (3) und vor dem Übel der auf Knoten blasenden Zauberinnen (4) und vor dem Übel des Neiders, wenn er neidet (5)",
    "notes": "3x rezitieren",
    "benefits": "Der Gesandte Allahs, Allahs Segen und Frieden auf ihm, sagte: Rezitiere 'Qul huwallahu ahad' und die beiden Mu'awwidhatayn (Al-Falaq und An-Nas) morgens und abends dreimal, und das wird dir genügen (dich schützen).",
    "source": "Abu Dawud Nr. 1523 und An-Nasai Nr. 1337. Al-Hafizh Abu Thohir sagte, dass die Überlieferung hasan ist."
  },
  {
    "category": "afterSalah",
    "title": "An-Naas",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a'ụżu birabbin-nās (1) malikin-nās (2) ilāhin-nās (3) min syarril-waswāsil-khannās (4) allażī yuwaswisu fī ṣudụrin-nās (5) minal-jinnati wan-nās (6)",
    "translation": "Sprich: Ich suche Zuflucht beim Herrn der Menschen (1) dem König der Menschen (2) dem Gott der Menschen (3) vor dem Übel des flüsternden Einflüsterers, der sich zurückzieht (4) der in die Herzen der Menschen einflüstert (5) von den Djinn und von den Menschen (6)",
    "notes": "3x rezitieren",
    "benefits": "Der Gesandte Allahs, Allahs Segen und Frieden auf ihm, sagte: Rezitiere 'Qul huwallahu ahad' und die beiden Mu'awwidhatayn (Al-Falaq und An-Nas) morgens und abends dreimal, und das wird dir genügen (dich schützen).",
    "source": "Abu Dawud Nr. 1523 und An-Nasai Nr. 1337. Al-Hafizh Abu Thohir sagte, dass die Überlieferung hasan ist."
  },
  {
    "category": "afterSalah",
    "title": "Bittgebet um nützliches Wissen, gutes Einkommen und angenommene Taten",
    "arabic": "اللَّهُمَّ إِنِّى أَسْأَلُكَ عِلْمًا نَافِعًا وَرِزْقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
    "latin": "allahumma innii as-aluka 'ilman naafi'a, wa rizqan thayyiba, wa 'amalan mutaqabbala",
    "translation": "O Allah, ich bitte Dich um nützliches Wissen, gutes Einkommen und angenommene Taten.",
    "notes": "Nach dem Fajr-Gebet 1x rezitieren",
    "benefits": "Nützliches Wissen macht das Leben leichter, gutes Einkommen ist das Ziel des Lebensunterhalts und angenommene Taten sind die Hoffnung eines jeden Gläubigen. Deshalb sollte man jeden Morgen vor seinen Tätigkeiten Allah um diese drei Dinge bitten.",
    "source": "Ibn Majah Nr. 925, Ahmad 6:305, 322. Al-Hafizh Abu Thohir sagte, dass dieser Hadith sahih ist."
  }
]
