[
  {
    "category": "afterSalah",
    "title": "Istighfar",
    "arabic": "أَسْتَغْفِرُ اللَّهَ",
    "latin": "astagh-firullah",
    "translation": "Pido perdón a Allah.",
    "notes": "Leer 3 veces",
    "benefits": "Cuando el Mensajero de Allah, la paz y las bendiciones sean con él, terminaba su oración, buscaba el perdón tres veces y recitaba el dhikr anterior. Al-Auza'i dijo que la recitación del istighfar es: 'Astaghfirullah, Astaghfirullah.'",
    "source": "HR. Muslim No. 591"
  },
  {
    "category": "afterSalah",
    "title": "Allah, El Dador de la Paz",
    "arabic": "اَللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَاْلإِكْرَامِ",
    "latin": "allahumma antas salaam wa minkas salaam tabaarokta ya dzal jalaali wal ikrom",
    "translation": "Oh Allah, Tú eres la Paz y de Ti proviene la paz. Bendito seas, oh Poseedor de la majestad y el honor.",
    "notes": "Leer 1 vez",
    "benefits": "Cuando el Mensajero de Allah, la paz y las bendiciones sean con él, terminaba su oración, buscaba el perdón tres veces y recitaba el dhikr anterior. Al-Auza'i dijo que la recitación del istighfar es: 'Astaghfirullah, Astaghfirullah.'",
    "source": "HR. Muslim No. 591"
  },
  {
    "category": "afterSalah",
    "title": "Allah, El Que Impide y Da Todas las Cosas",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ، اَللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah, lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir. allahumma laa maani'a lima a'thoita wa laa mu'thiya limaa mana'ta wa laa yanfau dzal jaddi minkal jaddu",
    "translation": "No hay deidad digna de adoración excepto Allah solo, sin asociado. Suyo es el dominio y la alabanza, y Él es capaz de todo. Oh Allah, no hay quien impida lo que Tú das, ni quien dé lo que Tú impides, y la riqueza y el honor no benefician a su poseedor salvo por Tu voluntad.",
    "notes": "Leer 1 vez",
    "benefits": null,
    "source": "HR. Bukhari No. 844 y Muslim No. 593"
  },
  {
    "category": "afterSalah",
    "title": "Allah, Dueño de Todo y Único Digno de Adoración",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، لاَ إِلَـهَ إِلاَّ اللهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لاَ إِلَـهَ إِلاَّ اللهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ وَلَوْ كَرِهَ الْكَافِرُوْنَ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah. lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir. laa hawla wa laa quwwata illa billah. laa ilaha illallah wa laa na'budu illa iyyah. lahun ni'mah wa lahul fadhl wa lahuts tsanaaul hasan. laa ilaha illallah mukhlishiina lahud diin wa law karihal kaafiruun",
    "translation": "No hay deidad digna de adoración excepto Allah solo, sin asociado. Suyo es el dominio y la alabanza, y Él es capaz de todo. No hay poder ni fuerza salvo por Allah. No hay deidad digna de adoración excepto Allah y no adoramos sino a Él. Suyas son la gracia, el favor y la mejor alabanza. No hay deidad digna de adoración excepto Allah, sinceros en la religión para Él aunque lo detesten los incrédulos.",
    "notes": "Leer 1 vez",
    "benefits": "Abdullah bin Zubair dijo: \"El Profeta, la paz y las bendiciones sean con él, solía recitar el tahlil (laa ilaha illallah) al final de la oración.\"",
    "source": "HR. Muslim No. 594"
  },
  {
    "category": "afterSalah",
    "title": "Tasbih",
    "arabic": "سُبْحَانَ اللهِ",
    "latin": "subhanallah",
    "translation": "Gloria a Allah",
    "notes": "Leer 33 veces",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "Tahmid",
    "arabic": "الْحَمْدُ لِلَّهِ",
    "latin": "alhamdulillah",
    "translation": "Toda la alabanza es para Allah",
    "notes": "Leer 33 veces",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "Takbir",
    "arabic": "اللهُ أَكْبَرُ",
    "latin": "allahu akbar",
    "translation": "Allah es el Más Grande",
    "notes": "Leer 33 veces",
    "benefits": null,
    "source": null
  },
  {
    "category": "afterSalah",
    "title": "No hay compañero para Allah, Suyo es todo",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "laa ilaha illallah wahda, laa syarika lah. lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir",
    "translation": "No hay deidad digna de adoración excepto Allah solo, sin asociado. Suyo es el dominio y la alabanza, y Él es capaz de todo.",
    "notes": "Leer 1 vez",
    "benefits": "Quien recite el dhikr anterior, sus pecados serán perdonados aunque sean tan numerosos como la espuma del mar. El Imam Nawawi, que Allah tenga misericordia de él, dijo que el texto del hadiz indica que 'Subhanallah', 'Alhamdulillah' y 'Allahu akbar' se recitan cada uno 33 veces por separado.",
    "source": "Syarh Shahih Muslim, 5: 84"
  },
  {
    "category": "afterSalah",
    "title": "Ayat al-Kursi",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "Allāhu lā ilāha illā huw, al-ḥayyul-qayyụm, lā ta`khużuhụ sinatuw wa lā na`ụm, lahụ mā fis-samāwāti wa mā fil-arḍ, man żallażī yasyfa'u 'indahū illā bi`iżnih, ya'lamu mā baina aidīhim wa mā khalfahum, wa lā yuḥīṭụna bisyai`im min 'ilmihī illā bimā syā`, wasi'a kursiyyuhus-samāwāti wal-arḍ, wa lā ya`ụduhụ ḥifẓuhumā, wa huwal-'aliyyul-'aẓīm",
    "translation": "Allah, no hay deidad excepto Él, el Viviente, el Sustentador. Ni la somnolencia ni el sueño lo toman. Suyo es lo que está en los cielos y lo que está en la tierra. ¿Quién puede interceder ante Él sino con Su permiso? Él sabe lo que está delante de ellos y lo que está detrás de ellos, y no abarcan nada de Su conocimiento salvo lo que Él quiere. Su Kursi se extiende sobre los cielos y la tierra, y no le agobia su custodia. Y Él es el Altísimo, el Grandioso.",
    "notes": "Leer 1 vez",
    "benefits": "Quien recite Ayat al-Kursi después de terminar la oración, nada le impedirá entrar al Paraíso excepto la muerte.",
    "source": "HR. an-Nasai en Al-Kubro 9: 44. Este hadiz ha sido declarado sahih por Ibn Hibban, según lo mencionado por Ibn Hajar en Bulughul Maram"
  },
  {
    "category": "afterSalah",
    "title": "Al-Ikhlas",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwallāhu aḥad (1) allāhuṣ-ṣamad (2) lam yalid wa lam yụlad (3) wa lam yakul lahụ kufuwan aḥad (4)",
    "translation": "Di: Él es Allah, Uno, (1) Allah, el Eterno Refugio. (2) No engendra ni es engendrado, (3) Y no hay nadie igual a Él. (4)",
    "notes": "Leer 3 veces",
    "benefits": "El Mensajero de Allah, la paz y las bendiciones sean con él, dijo: Recita Qul huwallahu ahad y Al-Mu'awwidhatayn (Al-Falaq y An-Nas) por la mañana y por la tarde, tres veces, y eso te será suficiente (te protegerá) de todo.",
    "source": "HR. Abu Dawud No. 1523 y an-Nasa'i No. 1337. Al Hafizh Abu Thohir dijo que la cadena de este hadiz es hasan"
  },
  {
    "category": "afterSalah",
    "title": "Al-Falaq",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a'ụżu birabbil-falaq (1) min syarri mā khalaq (2) wa min syarri gāsiqin iżā waqab (3) wa min syarrin-naffāṡāti fil-'uqad (4) wa min syarri ḥāsidin iżā ḥasad (5)",
    "translation": "Di: Busco refugio en el Señor del amanecer (1) del mal de lo que ha creado (2) y del mal de la oscuridad cuando cae (3) y del mal de quienes soplan en los nudos (4) y del mal del envidioso cuando envidia (5).",
    "notes": "Leer 3 veces",
    "benefits": "El Mensajero de Allah, la paz y las bendiciones sean con él, dijo: Recita Qul huwallahu ahad y Al-Mu'awwidhatayn (Al-Falaq y An-Nas) por la mañana y por la tarde, tres veces, y eso te será suficiente (te protegerá) de todo.",
    "source": "HR. Abu Dawud No. 1523 y an-Nasa'i No. 1337. Al Hafizh Abu Thohir dijo que la cadena de este hadiz es hasan"
  },
  {
    "category": "afterSalah",
    "title": "An-Naas",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a'ụżu birabbin-nās (1) malikin-nās (2) ilāhin-nās (3) min syarril-waswāsil-khannās (4) allażī yuwaswisu fī ṣudụrin-nās (5) minal-jinnati wan-nās (6)",
    "translation": "Di: Busco refugio en el Señor de la humanidad, (1) el Rey de la humanidad, (2) el Dios de la humanidad, (3) del mal del susurrador furtivo, (4) que susurra en los corazones de la humanidad, (5) de los genios y de la humanidad. (6)",
    "notes": "Leer 3 veces",
    "benefits": "El Mensajero de Allah, la paz y las bendiciones sean con él, dijo: Recita Qul huwallahu ahad y Al-Mu'awwidhatayn (Al-Falaq y An-Nas) por la mañana y por la tarde, tres veces, y eso te será suficiente (te protegerá) de todo.",
    "source": "HR. Abu Dawud No. 1523 y an-Nasa'i No. 1337. Al Hafizh Abu Thohir dijo que la cadena de este hadiz es hasan"
  },
  {
    "category": "afterSalah",
    "title": "Súplica por Conocimiento Beneficioso, Buena Provisión y Obras Aceptadas",
    "arabic": "اللَّهُمَّ إِنِّى أَسْأَلُكَ عِلْمًا نَافِعًا وَرِزْقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
    "latin": "allahumma innii as-aluka 'ilman naafi'a, wa rizqan thayyiba, wa 'amalan mutaqabbala",
    "translation": "Oh Allah, te pido conocimiento beneficioso, buena provisión y obras aceptadas.",
    "notes": "Leer 1 vez después del salam de la oración del Fajr",
    "benefits": "El conocimiento beneficioso es una provisión que facilita la vida, obtener buena provisión es el objetivo de quien trabaja, y las obras aceptadas son la esperanza de toda persona. Por lo tanto, un siervo debe pedir siempre estas tres cosas cada mañana antes de comenzar sus diversas actividades.",
    "source": "HR. Ibn Majah No. 925 y Ahmad 6: 305, 322. Al-Hafizh Abu Thohir dijo que este hadiz es sahih"
  }
]
