[
  {
    "category": "morningDhikr",
    "title": "Аят аль-Курси",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ... وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "allahu la ilaha illa huwa, al-hayyul-qayyum. la ta'khudhuhu sinatun wa la nawm. lahu ma fis-samawati wa ma fil-ard. man dhal-ladhi yashfa'u 'indahu illa bi-idhnihi. ya'lamu ma bayna aydihim wa ma khalfahum. wa la yuhiytuna bishay'in min 'ilmihi illa bima shaa'. wa si'a kursiyyuhu as-samawati wal-ard. wa la ya'udu-hu hifdhuhuma. wa huwa al-'aliyyul-'azim",
    "translation": "Аллах — нет божества, кроме Него, Живого, Вечного. Ни дремота, ни сон не овладевают Им. Ему принадлежит то, что на небесах и на земле. Кто заступится перед Ним без Его дозволения? Он знает то, что перед ними и то, что позади них. Они не могут охватить ничего из Его знания, кроме того, что Он пожелает. Его Престол объемлет небеса и землю, и Ему не тяжело хранить их. Он — Всевышний, Великий.",
    "notes": "Прочитать 1 раз",
    "fawaid": "Кто прочитает этот аят утром, тот будет под защитой до вечера. Кто прочитает вечером — до утра.",
    "source": "Тирмизи: 2879"
  },
  {
    "category": "morningDhikr",
    "title": "Аль-Ихляс",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwa allahu ahad (1) allahu samad (2) lam yalid wa lam yulad (3) wa lam yakun lahu kufuwan ahad (4)",
    "translation": "Скажи: Он — Аллах, Единственный (1). Аллах, К которому все обращаются (2). Он не родил и не был рожден (3). И никто не равен Ему (4).",
    "notes": "Прочитать 3 раза",
    "fawaid": "Посланник Аллаха (мир ему и благословение) сказал: читайте Аль-Ихляс, Аль-Фалак и Ан-Нас трижды утром и вечером — и этого будет достаточно для вас.",
    "source": "Абу Дауд: 4241"
  },
  {
    "category": "morningDhikr",
    "title": "Аль-Фалак",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a'udhu birabbil-falaq (1) min sharri ma khalaq (2) wa min sharri ghaasiqin idha waqab (3) wa min sharri naffathati fil-'uqad (4) wa min sharri hasidin idha hasad (5)",
    "translation": "Скажи: Прибегаю к защите Господа рассвета (1), от зла того, что Он сотворил (2), от зла мрака, когда он наступает (3), от зла тех, кто дует на узлы (4), и от зла завистника, когда он завидует (5).",
    "notes": "Прочитать 3 раза",
    "fawaid": "Посланник Аллаха (мир ему и благословение) сказал: читайте Аль-Ихляс, Аль-Фалак и Ан-Нас трижды утром и вечером — и этого будет достаточно для вас.",
    "source": "Абу Дауд: 4241"
  },
  {
    "category": "morningDhikr",
    "title": "Ан-Нас",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a'udhu birabbin-naas (1) malikin-naas (2) ilahin-naas (3) min sharri al-waswasi al-khannas (4) alladhi yuwaswisu fi sudoorin-naas (5) mina al-jinnati wan-naas (6)",
    "translation": "Скажи: Прибегаю к защите Господа людей (1), Царя людей (2), Бога людей (3), от зла наущателя-отступающего (4), который наущает в груди людей (5), из числа джиннов и людей (6).",
    "notes": "Прочитать 3 раза",
    "fawaid": "Посланник Аллаха (мир ему и благословение) сказал: читайте Аль-Ихляс, Аль-Фалак и Ан-Нас трижды утром и вечером — и этого будет достаточно для вас.",
    "source": "Абу Дауд: 4241"
  },
  {
    "category": "morningDhikr",
    "title": "Утреннее поминание с просьбой о защите у Аллаха",
    "arabic": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ ... رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
    "latin": "asbahna wa-asbaha al-mulku lillahi ... rabbi as'aluka khayra ma fi hadha al-yawm ... rabbi a'udhu bika min 'adabin fin-nar wa 'adabin fil-qabr",
    "translation": "Мы встретили утро, и власть принадлежит Аллаху... О Господь! Я прошу Тебя о благе этого дня и о благе после него, и ищу у Тебя защиты от зла этого дня и зла после него... О Господь! Я ищу у Тебя защиты от наказания в огне и наказания в могиле.",
    "notes": "Прочитать 1 раз",
    "fawaid": "Просить о защите от зла важнее, чем просить о благе; это исламский принцип.",
    "source": "Сахих Муслим: 2723, Абу Дауд: 5071, Тирмизи: 3390"
  },
  {
    "category": "morningDhikr",
    "title": "Утреннее поминание с благодарностью Аллаху",
    "arabic": "اَللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوْتُ وَإِلَيْكَ النُّشُوْرُ",
    "latin": "allahumma bika asbahna, wa bika amsayna, wa bika nahya, wa bika namutu wa ilayka an-nushoor",
    "translation": "О Аллах, благодаря Тебе мы вступаем в утро, благодаря Тебе встречаем вечер, по Твоей воле мы живем и умираем, и к Тебе воскресение.",
    "notes": "Прочитать 1 раз",
    "fawaid": "Всё, что мы делаем с утра до вечера, от рождения до смерти — под контролем Аллаха, и к Нему мы возвращаемся.",
    "source": "Бухари (Адаб аль-Муфрад): 1199, Тирмизи: 3391, Абу Дауд: 5068"
  },
  {
    "category": "morningDhikr",
    "title": "Саййид аль-Истигфар",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahumma anta rabbi, la ilaha illa anta, khalaqtani wa ana 'abduka, wa ana 'ala 'ahdika wa wa'dika mastata'tu. a'udhu bika min sharri ma sana'tu, abu'u laka bini'matika 'alayya, wa abu'u bidhanbi faghfir li, fa innahu la yaghfir adh-dhunuba illa anta",
    "translation": "О Аллах, Ты мой Господь, нет божества, кроме Тебя. Ты создал меня, и я — Твой раб. Я пребываю в Твоём завете и обещании, насколько могу. Я прибегаю к Тебе от зла того, что совершил. Я признаю Твои милости ко мне и признаю свой грех. Прости меня, ведь никто не прощает грехи, кроме Тебя.",
    "notes": "Прочитать 1 раз",
    "fawaid": "Кто прочитает этот ду'а утром или вечером с искренностью и умрёт в этот день или ночь, войдёт в Рай.",
    "source": "Бухари: 6306, 6323; Ахмад IV/122-125"
  },
  {
    "category": "morningDhikr",
    "title": "Молитва о здоровье и защите",
    "arabic": "اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ ، لَا إِلَـهَ إِلَّا أَنْتَ ، اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْكُفْرِوَالْفَقْرِ ، وَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ، لَا إِلَـهَ إِلَّا أَنْتَ",
    "latin": "allahumma 'afini fi badani, allahumma 'afini fi sam'i, allahumma 'afini fi basari, la ilaha illa anta, allahumma inni a'udhu bika min al-kufri wal-faqr, wa a'udhu bika min 'adhabi al-qabr, la ilaha illa anta",
    "translation": "О Аллах, даруй мне здоровье в теле, о Аллах, даруй мне здоровье в слухе, о Аллах, даруй мне здоровье в зрении. Нет божества, кроме Тебя. О Аллах, я прибегаю к Тебе от неверия и бедности, и прибегаю к Тебе от наказания в могиле. Нет божества, кроме Тебя.",
    "notes": "Прочитать 1 раз",
    "fawaid": "Просить у Аллаха здоровья для тела и души и использовать это здоровье в угодных Ему делах.",
    "source": "Бухари (Адаб аль-Муфрад): 701, Абу Дауд: 5090, Ахмад V/42"
  },
  {
    "category": "morningDhikr",
    "title": "Дуа о благополучии в этом мире и в вечности",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَاْلآخِرَةِ، اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ اللَّهُمَّ اسْتُرْ عَوْرَاتِى وَآمِنْ رَوْعَاتِى. اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ",
    "latin": "allahumma inni as'aluka al-'afwa wal-'afiyata fi'd-dunya wa'l-akhirah. allahumma inni as'aluka al-'afwa wal-'afiyata fi deeni wa dunyaya wa ahli wa mali. allahumma istur 'awraati wa amin raw'aaati. allahumma ihfazni min bayni yadayya, wa min khalfi, wa 'an yameeni wa 'an shimaali, wa min fawqi. wa a'udhu bi 'azamatika an ughtala min tahti",
    "translation": "О Аллах, я прошу у Тебя прощения и благополучия в этом мире и в вечности. О Аллах, я прошу у Тебя прощения и благополучия в моей религии, мире, семье и имуществе. О Аллах, покрой мои недостатки и успокой мои страхи. О Аллах, защити меня спереди, сзади, справа, слева и сверху. Я прибегаю к Твоему величию, чтобы меня не постигла внезапная беда снизу.",
    "notes": "Прочитать 1 раз",
    "fawaid": "Пророк (мир ему и благословение) не пропускал эту дуа утром и вечером; в ней — всеобъемлющая защита.",
    "source": "Бухари (Адаб аль-Муфрад): 1200, Абу Дауд: 5074"
  },
  {
    "category": "morningDhikr",
    "title": "Дуа от наущений шайтана",
    "arabic": "اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَـهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِن شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "latin": "allahumma 'alimal-ghaybi wash-shahadati, fatiras-samawati wal-ard, rabbakulli shayin wa malikahu. ashhadu alla ilaha illa anta, a'udhu bika min sharri nafsi, wa min sharri ash-shaytani wa shirkih. wa an aqtarifa 'ala nafsi su'an aw ajurrahu ila muslim",
    "translation": "О Аллах, Знающий сокровенное и явное, Творец небес и земли, Владыка всего сущего и его Хозяин! Свидетельствую, что нет божества, кроме Тебя. Я прибегаю к Тебе от зла своей души, от зла шайтана и его ширка, а также чтобы я не причинил зла себе или другому мусульманину.",
    "notes": "Прочитать 1 раз",
    "fawaid": "Пророк (мир ему и благословение) сказал Абу Бакру: «Читай это утром, вечером и перед сном».",
    "source": "Бухари (Адаб аль-Муфрад): 1202, Тирмизи: 3392"
  },
  {
    "category": "morningDhikr",
    "title": "Дуа о защите от любого вреда",
    "arabic": "بِسْمِ اللَّهِ الَّذِى لاَ يَضُرُّ مَعَ اسْمِهِ شَىْءٌ فِى الأَرْضِ وَلاَ فِى السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "latin": "bismillahi alladhi la yadurru ma'asmihi shay'un fi'l-ard wa la fi's-sama'i, wa huwa as-sami'u al-'aleem",
    "translation": "Во имя Аллаха, с чьим именем ничто не может причинить вреда ни на земле, ни на небе; Он — Всеслышащий, Всезнающий.",
    "notes": "Прочитать 3 раза",
    "fawaid": "Кто читает это трижды утром и вечером, тому не причинит вреда ничто.",
    "source": "Тирмизи: 3388, Абу Дауд: 5088"
  },
  {
    "category": "morningDhikr",
    "title": "Довольство Аллахом, исламом и Пророком",
    "arabic": "رَضِيْتُ بِاللهِ رَبًّا، وَبِاْلإِسْلاَمِ دِيْنًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
    "latin": "radi'tu billahi rabban, wa bil-Islami deenan, wa bi-muhammadin sallallahu 'alayhi wa sallam nabiyyan",
    "translation": "Я доволен Аллахом как своим Господом, исламом как своей религией и Мухаммадом как своим Пророком.",
    "notes": "Прочитать 3 раза",
    "fawaid": "Кто читает это трижды утром и вечером, тот обретёт довольство Аллаха в Судный день.",
    "source": "Ахмад: IV/337, Абу Дауд: 5072, Тирмизи: 3389"
  },
  {
    "category": "morningDhikr",
    "title": "Дуа о руководстве Аллаха",
    "arabic": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، وَأَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ أَبَدًا",
    "latin": "ya hayyu ya qayyum, bi rahmatika astagheeth. wa aslih li shani kullahu wa la takilni ila nafsi tarfata 'aynin abadan",
    "translation": "О Живой, О Самосущий! По Твоей милости я ищу помощи. Исправь все мои дела и не оставляй меня ни на мгновение предоставленным самому себе.",
    "notes": "Прочитать 1 раз",
    "fawaid": "Смысл этой дуа — человек всегда нуждается в Аллахе.",
    "source": "Насаи: 575"
  },
  {
    "category": "morningDhikr",
    "title": "Утро на истинной религии ислама",
    "arabic": "أَصْبَحْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ ... وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ ... وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "latin": "asbahnā 'alā fiṭraṭi al-Islāmi ... wa 'alā millati abīnā ibrāhīma ... wa mā kāna min al-mushrikīn",
    "translation": "Утро мы встречаем на естественной вере ислама, слове искренности, религии нашего Пророка Мухаммада и религии нашего отца Ибрахима, праведного, который не был из числа многобожников.",
    "notes": "Прочитать 1 раз",
    "fawaid": "‘Фитра ислама’ — следование сунне; ‘слово искренности’ — шахада; ‘ханиф’ — тяготение к прямому пути.",
    "source": "Ахмад: III/406, Дарими: II/292"
  },
  {
    "category": "morningDhikr",
    "title": "Дхикр единобожия",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "la ilaha illallah, wahdahu la sharika lah, lahu al-mulku wa lahu al-hamdu, wa huwa 'ala kulli shay'in qadir",
    "translation": "Нет божества, кроме Аллаха, Единственного, у Него нет сотоварищей; Ему принадлежит власть и хвала, и Он всемогущ.",
    "notes": "Прочитать 1 или 10 раз утром, 100 раз в день",
    "fawaid": "Кто читает это 100 раз в день, получит награду, как за освобождение 10 рабов, ему будут записаны 100 благих дел, стерты 100 грехов, и он будет защищён от шайтана в течение дня.",
    "source": "Бухари: 3293, 6403, Муслим: 2691"
  },
  {
    "category": "morningDhikr",
    "title": "Утренний тасбих",
    "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقَهِ وَرِضَى نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
    "latin": "subhanallah wa bihamdihi, 'adada khalqihi wa ridha nafsihi, wazinata 'arshihi, wa midad kalimatihi",
    "translation": "Пречист Аллах и хвала Ему — столько раз, сколько созданий, согласно Его довольству, весу Его трона и количеству Его слов.",
    "notes": "Прочитать 3 раза",
    "fawaid": "Пророк (мир ему и благословение) сказал Джувайрие: этот дхикр превосходит любой другой, который ты читала с утра до Духа.",
    "source": "Муслим: 2726"
  },
  {
    "category": "morningDhikr",
    "title": "Дуа о полезных знаниях, хорошем пропитании и принятых делах",
    "arabic": "اللَّهُمَّ إِنِّى أَسْأَلُكَ عِلْمًا نَافِعًا وَرِزْقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
    "latin": "allahumma inni as'aluka 'ilman nafi'an, wa rizqan tayyiban, wa 'amalan mutaqabbalan",
    "translation": "О Аллах, я прошу Тебя о полезных знаниях, благом пропитании и принятых делах.",
    "notes": "Прочитать 1 раз",
    "fawaid": "Рекомендуется утром, ибо утреннее время более благословенно. Пророк сказал: «О Аллах, благослови мою умму в утренние часы».",
    "source": "Ибн Маджа: 925"
  },
  {
    "category": "morningDhikr",
    "title": "Ежедневный тасбих и тахмид",
    "arabic": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "latin": "subhanallah wa bihamdihi",
    "translation": "Пречист Аллах и хвала Ему.",
    "notes": "Прочитать 100 раз",
    "fawaid": "Кто говорит «subhanallah wa bihamdihi» 100 раз утром и вечером, никому не будет дано больше в Судный день, кроме того, кто делал это же или больше.",
    "source": "Муслим: 2691, 2692"
  },
  {
    "category": "morningDhikr",
    "title": "Истигфар 100 раз в день",
    "arabic": "أَسْتَغْفِرُ الله وَأَتُوْبُ إِلَيْهِ",
    "latin": "astaghfiru Allah wa atubu ilayhi",
    "translation": "Я прошу прощения у Аллаха и каюсь перед Ним.",
    "notes": "Прочитать 100 раз в день",
    "fawaid": "Ибн Умар сказал: Посланник Аллаха (мир ему и благословение) сказал: «О люди! Покайтесь перед Аллахом. Поистине, я каюсь перед Ним сто раз в день».",
    "source": "Бухари, Муслим"
  }
]
