[
  {
    "category": "morningDhikr",
    "title": "Ayat al-Kursi",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "allahu la ilaha illa huwa, al-hayyul-qayyum. la ta'khudhuhu sinatun wa la nawm. lahu ma fis-samawati wa ma fil-ard. man dhal-ladhi yashfa'u 'indahu illa bi-idhnihi. ya'lamu ma bayna aydihim wa ma khalfahum. wa la yuhiytuna bishay'in min 'ilmihi illa bima shaa'. wa si'a kursiyyuhu as-samawati wal-ard. wa la ya'udu-hu hifdhuhuma. wa huwa al-'aliyyul-'azim",
    "translation": "Allah ! Nul ne mérite d’être adoré en dehors de Lui, le Vivant, Celui qui subsiste par Lui-même « al-Qayyûm ». Ni somnolence ni sommeil ne Le saisissent. À Lui appartient tout ce qui est dans les cieux et sur la terre. Qui peut intercéder auprès de Lui sans Sa permission ? Il sait ce qui est devant eux et ce qui est derrière eux, alors qu’eux n’embrassent de Sa science que ce qu’Il veut. Son « Kursî » (siège) s’étend sur les cieux et la terre dont la garde ne Lui coûte aucune peine. Et Il est le Très-Haut, le Très-Grand.",
    "notes": "À réciter 1x",
    "fawaid": "Celui qui récite ce verset le matin sera protégé jusqu’au soir. Et celui qui le récite le soir sera protégé jusqu’au matin.",
    "source": "Rapporté par at-Tirmidhi : 2879"
  },
  {
    "category": "morningDhikr",
    "title": "Al-Ikhlas",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwa allahu ahad (1) allahu samad (2) lam yalid wa lam yulad (3) wa lam yakun lahu kufuwan ahad (4)",
    "translation": "Dis : Il est Allah, Unique (1) Allah, le Seul à être imploré pour ce que nous désirons (2) Il n’a jamais engendré, n’a pas été engendré non plus (3) Et nul n’est égal à Lui (4).",
    "notes": "À réciter 3x",
    "fawaid": "Le Prophète ﷺ a dit : « Récite les sourates : Qul Huwallahu Ahad, et les deux protectrices (Al-Falaq et An-Nas) trois fois le matin et le soir, elles te suffiront contre tout mal. »",
    "source": "Rapporté par Abu Dawud n°4241"
  },
  {
    "category": "morningDhikr",
    "title": "Al-Falaq",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a'udhu birabbil-falaq (1) min sharri ma khalaq (2) wa min sharri ghaasiqin idha waqab (3) wa min sharri naffathati fil-'uqad (4) wa min sharri hasidin idha hasad (5)",
    "translation": "Dis : Je cherche protection auprès du Seigneur de l’aube naissante (1) contre le mal de ce qu’Il a créé (2) contre le mal de l’obscurité quand elle s’approfondit (3) contre le mal de celles qui soufflent sur les nœuds (4) et contre le mal de l’envieux quand il envie (5).",
    "notes": "À réciter 3x",
    "fawaid": "Le Prophète ﷺ a dit : « Récite les sourates : Qul Huwallahu Ahad, et les deux protectrices (Al-Falaq et An-Nas) trois fois le matin et le soir, elles te suffiront contre tout mal. »",
    "source": "Rapporté par Abu Dawud n°4241"
  },
  {
    "category": "morningDhikr",
    "title": "An-Nas",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a'udhu birabbin-naas (1) malikin-naas (2) ilahin-naas (3) min sharri al-waswasi al-khannas (4) alladhi yuwaswisu fi sudoorin-naas (5) mina al-jinnati wan-naas (6)",
    "translation": "Dis : Je cherche protection auprès du Seigneur des hommes (1) Le Souverain des hommes (2) Le Dieu des hommes (3) contre le mal du mauvais conseiller furtif (4) qui souffle le mal dans les poitrines des hommes (5) qu’il soit un djinn ou un être humain (6).",
    "notes": "À réciter 3x",
    "fawaid": "Le Prophète ﷺ a dit : « Récite les sourates : Qul Huwallahu Ahad, et les deux protectrices (Al-Falaq et An-Nas) trois fois le matin et le soir, elles te suffiront contre tout mal. »",
    "source": "Rapporté par Abu Dawud n°4241"
  },
  {
    "category": "morningDhikr",
    "title": "Entrer dans le matin en demandant la protection d’Allah",
    "arabic": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. رَبِّ أَسْأَلُكَ خَيْرَ مَا فِيْ هَذَا الْيَوْمِ وَخَيْرَ مَا بَعْدَهُ، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيْ هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوْذُ بِكَ مِنَ الْكَسَلِ وَسُوْءِ الْكِبَرِ، رَبِّ أَعُوْذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
    "latin": "asbahna wa-asbaha al-mulku lillahi, wal-hamdu lillahi, la ilaha illa allah wahdahu la sharika lahu, lahu al-mulku wa lahu al-hamdu wa huwa 'ala kulli shay'in qadir. rabbi as'aluka khayra ma fi hadha al-yawm wa khayra ma ba'dahu, wa a'udhu bika min sharri ma fi hadha al-yawm wa sharri ma ba'dahu. rabbi a'udhu bika mina al-kasali wa su'il-kibar. rabbi a'udhu bika min 'adabin fin-nar wa 'adabin fil-qabr",
    "translation": "Nous voici entrés dans le matin et la royauté appartient à Allah. Louange à Allah. Nul n’est digne d’être adoré en dehors d’Allah, Seul, sans associé. À Lui la royauté et à Lui la louange. Il est capable de toute chose. Ô Seigneur, je Te demande le bien de ce jour et le bien de ce qui vient après. Je me réfugie auprès de Toi contre le mal de ce jour et le mal de ce qui vient après. Ô Seigneur, je me réfugie auprès de Toi contre la paresse et contre la mauvaise vieillesse. Ô Seigneur, je me réfugie auprès de Toi contre le châtiment du feu et le châtiment de la tombe.",
    "notes": "À réciter 1x",
    "fawaid": "Demander la protection contre le mal prime toujours sur la recherche du bien, c’est une règle en islam : « Repousser le mal est prioritaire à la recherche du bien. »",
    "source": "Rapporté par Muslim n°2723 (75), Abu Dawud n°5071 et at-Tirmidhi n°3390, authentifié d’après Abdullah ibn Mas’ud"
  },
  {
    "category": "morningDhikr",
    "title": "Entrer dans le matin par la grâce d’Allah",
    "arabic": "اَللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوْتُ وَإِلَيْكَ النُّشُوْرُ",
    "latin": "allahumma bika asbahna, wa bika amsayna, wa bika nahya, wa bika namutu wa ilayka an-nushoor",
    "translation": "Ô Allah, par Ta grâce nous commençons notre matinée, par Ta grâce nous arrivons au soir, par Ta grâce nous vivons, par Ta grâce nous mourons et vers Toi est la résurrection.",
    "notes": "À réciter 1x",
    "fawaid": "Tout ce que nous faisons du matin au soir, du début à la fin de notre vie, tout est sous le contrôle d’Allah et vers Lui nous retournerons.",
    "source": "Rapporté par al-Bukhari dans Al-Adab Al-Mufrad n°1199, at-Tirmidhi n°3391, Abu Dawud n°5068, Ahmad 11/354, Ibn Majah n°3868"
  },
  {
    "category": "morningDhikr",
    "title": "Sayyid al-Istighfar",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahumma anta rabbi, la ilaha illa anta, khalaqtani wa ana 'abduka, wa ana 'ala 'ahdika wa wa'dika mastata'tu. a'udhu bika min sharri ma sana'tu, abu'u laka bini'matika 'alayya, wa abu'u bidhanbi faghfir li, fa innahu la yaghfir adh-dhunuba illa anta",
    "translation": "Ô Allah, Tu es mon Seigneur, nul n’est digne d’être adoré en dehors de Toi, Tu m’as créé et je suis Ton serviteur. Je m’efforce de respecter Tes promesses et Tes engagements autant que je peux. Je me réfugie auprès de Toi contre le mal de ce que j’ai fait. Je reconnais Tes bienfaits envers moi et je reconnais mes péchés, alors pardonne-moi, car nul ne pardonne les péchés sauf Toi.",
    "notes": "À réciter 1x",
    "fawaid": "Celui qui la récite sincèrement le matin puis meurt dans la journée, il entrera au Paradis. Pareil s’il la récite le soir et meurt dans la nuit.",
    "source": "Rapporté par al-Bukhari n°6306, 6323, Ahmad IV/122-125, an-Nasa’i VIII/279-280"
  },
  {
    "category": "morningDhikr",
    "title": "Invocation pour la protection et la bonne santé",
    "arabic": "اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ ، لَا إِلَـهَ إِلَّا أَنْتَ ، اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْكُفْرِوَالْفَقْرِ ، وَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ، لَا إِلَـهَ إِلَّا أَنْتَ",
    "latin": "allahumma 'afini fi badani, allahumma 'afini fi sam'i, allahumma 'afini fi basari, la ilaha illa anta, allahumma inni a'udhu bika min al-kufri wal-faqr, wa a'udhu bika min 'adhabi al-qabr, la ilaha illa anta",
    "translation": "Ô Allah, préserve-moi dans mon corps, ô Allah, préserve-moi dans mon ouïe, ô Allah, préserve-moi dans ma vue, nul n’est digne d’être adoré en dehors de Toi. Ô Allah, je me réfugie auprès de Toi contre la mécréance et la pauvreté, et je me réfugie auprès de Toi contre le châtiment de la tombe. Nul n’est digne d’être adoré en dehors de Toi.",
    "notes": "À réciter 1x",
    "fawaid": "En demandant à Allah de préserver notre corps, nous demandons la guérison contre toute maladie physique ou spirituelle, pour ainsi garder un corps sain et un cœur pur afin de servir Allah dans le bien.",
    "source": "Rapporté par al-Bukhari dans al-Adab al-Mufrad n°701, Abu Dawud n°5090, Ahmad V/42, jugé hasan"
  },
  {
    "category": "morningDhikr",
    "title": "Invocation pour le salut ici-bas et dans l’au-delà",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَاْلآخِرَةِ، اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ اللَّهُمَّ اسْتُرْ عَوْرَاتِى وَآمِنْ رَوْعَاتِى. اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ",
    "latin": "allahumma inni as'aluka al-'afwa wal-'afiyata fi'd-dunya wa'l-akhirah. allahumma inni as'aluka al-'afwa wal-'afiyata fi deeni wa dunyaya wa ahli wa mali. allahumma istur 'awraati wa amin raw'aaati. allahumma ihfazni min bayni yadayya, wa min khalfi, wa 'an yameeni wa 'an shimaali, wa min fawqi. wa a'udhu bi 'azamatika an ughtala min tahti",
    "translation": "Ô Allah, je Te demande pardon et préservation dans ce bas-monde et dans l’au-delà. Ô Allah, je Te demande pardon et préservation dans ma religion, ma vie d’ici-bas, ma famille et mes biens. Ô Allah, protège mes défauts et rassure-moi face à mes peurs. Ô Allah, protège-moi de devant moi, de derrière moi, de ma droite, de ma gauche, de dessus moi, et je me réfugie dans Ta grandeur contre le fait d’être pris par surprise par dessous moi (englouti dans la terre).",
    "notes": "À réciter 1x",
    "fawaid": "Le Prophète ﷺ ne délaissait jamais cette invocation le matin et le soir, car elle contient une protection globale pour la religion, la vie, la famille et les biens.",
    "source": "Rapporté par al-Bukhari dans al-Adab al-Mufrad n°1200, Abu Dawud n°5074, an-Nasa’i VII/282, Ibn Majah n°3871, al-Hakim 1/517-518, etc."
  },
  {
    "category": "morningDhikr",
    "title": "Protection contre les suggestions de Shaytan",
    "arabic": "اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَـهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "latin": "allahumma 'alimal-ghaybi wash-shahadati, fatiras-samawati wal-ard, rabbakulli shayin wa malikahu. ashhadu alla ilaha illa anta, a'udhu bika min sharri nafsi, wa min sharri ash-shaytani wa shirkih. wa an aqtarifa 'ala nafsi su'an aw ajurrahu ila muslim",
    "translation": "Ô Allah, Toi qui connais l’invisible et le visible, Créateur des cieux et de la terre, Maître et Souverain de toute chose. J’atteste qu’il n’y a pas de divinité digne d’adoration sauf Toi. Je me réfugie auprès de Toi contre le mal de mon âme, contre le mal du diable et de son polythéisme, et contre le fait de causer du tort à moi-même ou à un autre musulman.",
    "notes": "À réciter 1x",
    "fawaid": "Le Prophète ﷺ dit à Abou Bakr : « Dis-le matin et soir, ainsi qu’avant de dormir. »",
    "source": "Rapporté par al-Bukhari dans al-Adab al-Mufrad n°1202, at-Tirmidhi n°3392, Abu Dawud n°5067"
  },
  {
    "category": "morningDhikr",
    "title": "Demander la protection contre tous les maux",
    "arabic": "بِسْمِ اللَّهِ الَّذِى لاَ يَضُرُّ مَعَ اسْمِهِ شَىْءٌ فِى الأَرْضِ وَلاَ فِى السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "latin": "bismillahi alladhi la yadurru ma'asmihi shay'un fi'l-ard wa la fi's-sama'i, wa huwa as-sami'u al-'aleem",
    "translation": "Au nom d’Allah, avec Son nom rien ne peut nuire ni sur terre ni dans le ciel, et Il est l’Audient, l’Omniscient.",
    "notes": "À réciter 3x",
    "fawaid": "Celui qui le récite trois fois le matin et le soir, rien ne pourra lui nuire.",
    "source": "Rapporté par at-Tirmidhi n°3388, Abu Dawud n°5088, Ibn Majah n°3869, al-Hakim 1/514, et Ahmad n°446 et 474"
  },
  {
    "category": "morningDhikr",
    "title": "Déclaration de satisfaction envers Allah, l’Islam et le Prophète Muhammad ﷺ",
    "arabic": "رَضِيْتُ بِاللهِ رَبًّا، وَبِاْلإِسْلاَمِ دِيْنًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
    "latin": "radi'tu billahi rabban, wa bil-Islami deenan, wa bi-muhammadin sallallahu 'alayhi wa sallam nabiyyan",
    "translation": "Je suis satisfait qu’Allah soit mon Seigneur, que l’Islam soit ma religion et que Muhammad ﷺ soit mon Prophète.",
    "notes": "À réciter 3x",
    "fawaid": "Celui qui la récite trois fois le matin et le soir, Allah lui accordera Sa satisfaction au Jour du Jugement.",
    "source": "Rapporté par Ahmad IV/337, Abu Dawud n°5072, at-Tirmidhi n°3389, Ibn Majah n°3870, an-Nasa’i dans ‘Amalul Yaum wal Lailah n°4, Ibnus Sunni n°68"
  },
  {
    "category": "morningDhikr",
    "title": "Demander la guidée à Allah",
    "arabic": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، وَأَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ أَبَدًا",
    "latin": "ya hayyu ya qayyum, bi rahmatika astagheeth. wa aslih li shani kullahu wa la takilni ila nafsi tarfata 'aynin abadan",
    "translation": "Ô Toi le Vivant, le Subsistant par Toi-même, par Ta miséricorde, je sollicite secours. Améliore pour moi toutes mes affaires et ne me laisse pas dépendre de moi-même ne serait-ce que le clin d’un œil.",
    "notes": "À réciter 1x",
    "fawaid": "Cette invocation traduit la réalité de notre besoin total d’Allah à chaque instant.",
    "source": "Rapporté par an-Nasa’i dans ‘Amalul Yaum wal Lailah n°575, al-Hakim 1/545, Sahih at-Targhib wat-Tarhib 1/417 n°661, Ash-Shahihah n°227, hasan"
  },
  {
    "category": "morningDhikr",
    "title": "Entrer dans le matin sur la religion naturelle de l’Islam",
    "arabic": "أَصْبَحْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ، حَنِيْفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "latin": "asbahnā 'alā fiṭraṭi al-Islāmi wa 'alā kalimati al-iKhlāṣi, wa 'alā dīni nabīninā muḥammadin ṣallā allāhu 'alayhi wa sallam, wa 'alā millati abīnā ibrāhīma, ḥanīfan musliman wa mā kāna min al-mushrikīn",
    "translation": "Nous sommes entrés dans le matin sur la nature originelle de l’Islam, sur la parole de sincérité, sur la religion de notre Prophète Muhammad ﷺ, et sur la voie de notre père Ibrahim, en pur monothéiste musulman, et il n’était pas du nombre des associateurs.",
    "notes": "À réciter 1x",
    "fawaid": "« Fitratil Islam » signifie suivre la Sunna, « kalimatil Ikhlas » signifie la Chahada, et « hanifan » signifie pencher du cœur vers la droiture et le bien.",
    "source": "Rapporté par Ahmad III/406, 407, ad-Darimi II/292, Ibnus Sunni dans Amalul Yaum wal Lailah n°34, Mishkat al-Masabih n°2415, Sahih al-Jami’ n°4674"
  },
  {
    "category": "morningDhikr",
    "title": "Dhikr du Tawhid",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "la ilaha illallah, wahdahu la sharika lah, lahu al-mulku wa lahu al-hamdu, wa huwa 'ala kulli shay'in qadir",
    "translation": "Nul n’est digne d’être adoré en dehors d’Allah, l’Unique sans associé. À Lui la royauté et la louange, et Il est capable de toute chose.",
    "notes": "À réciter 1x ou 10x le matin, 100x par jour",
    "fawaid": "Celui qui la récite 100 fois dans la journée aura la récompense d’avoir affranchi dix esclaves, 100 bonnes actions inscrites, 100 fautes effacées et sera protégé du diable ce jour-là jusqu’au soir.",
    "source": "Rapporté par al-Bukhari n°3293, 6403, Muslim IV/2071 n°2691 (28), at-Tirmidhi n°3468, Ibn Majah n°3798"
  },
  {
    "category": "morningDhikr",
    "title": "Réciter le Tasbih",
    "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقَهِ وَرِضَى نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
    "latin": "subhanallah wa bihamdihi, 'adada khalqihi wa ridha nafsihi, wazinata 'arshihi, wa midad kalimatihi",
    "translation": "Gloire à Allah et louange à Lui, autant que le nombre de Ses créatures, selon Son bon plaisir, autant que le poids de Son Trône et autant que l’encre de Ses paroles.",
    "notes": "À réciter 3x",
    "fawaid": "Le Prophète ﷺ a dit à Jouwayriyya : ce dhikr dépasse tout ce qu’elle avait récité depuis l’aube jusqu’à l’heure du Duha.",
    "source": "Rapporté par Muslim n°2726, Syarah Muslim XVII/44, d’après Jouwayriyya bint al-Harith"
  },
  {
    "category": "morningDhikr",
    "title": "Invocation pour la science utile, une bonne subsistance et des œuvres acceptées",
    "arabic": "اللَّهُمَّ إِنِّى أَسْأَلُكَ عِلْمًا نَافِعًا وَرِزْقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
    "latin": "allahumma inni as'aluka 'ilman nafi'an, wa rizqan tayyiban, wa 'amalan mutaqabbalan",
    "translation": "Ô Allah, je Te demande une science utile, une subsistance licite et des œuvres acceptées.",
    "notes": "À réciter 1x",
    "fawaid": "Il est recommandé de réciter cette invocation le matin car c’est un moment de bénédiction. Le Prophète ﷺ a dit : « Ô Allah, bénis ma communauté dans le matin ».",
    "source": "Rapporté par Ibn Majah n°925, Sahih Ibn Majah 1/152 n°753, Ibnus Sunni dans Amalul Yaum wal Lailah n°54, 110, Ahmad VI/294, 305, 318, 322, d’après Umm Salamah"
  },
  {
    "category": "morningDhikr",
    "title": "Tasbih et Tahmid quotidiens",
    "arabic": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "latin": "subhanallah wa bihamdihi",
    "translation": "Gloire et louange à Allah.",
    "notes": "À réciter 100x",
    "fawaid": "Celui qui récite « subhanallah wa bihamdihi » 100 fois le matin et le soir, personne ne viendra au Jour du Jugement avec un acte meilleur que le sien, sauf quelqu’un qui aura fait pareil ou davantage.",
    "source": "Rapporté par Muslim n°2691 et n°2692, d’après Abu Hurayra, Syarah Muslim XVII/17-18, Sahih at-Targhib wat-Tarhib 1/413 n°653"
  },
  {
    "category": "morningDhikr",
    "title": "Istighfar 100 fois par jour",
    "arabic": "أَسْتَغْفِرُ الله وَأَتُوْبُ إِلَيْهِ",
    "latin": "astaghfiru Allah wa atubu ilayhi",
    "translation": "Je demande pardon à Allah et je me repens à Lui.",
    "notes": "À réciter 100x par jour",
    "fawaid": "D’après Ibn Umar, le Messager d’Allah ﷺ a dit : « Ô gens, repentez-vous à Allah, en vérité, je me repens à Lui cent fois par jour. »",
    "source": "Rapporté par al-Bukhari/Fath al-Bari XI/101, Muslim n°2702"
  }
]
