[
  {
    "category": "morningDhikr",
    "title": "Ayet’el Kürsi",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "allahu la ilaha illa huwa, al-hayyul-qayyum. la ta'khudhuhu sinatun wa la nawm. lahu ma fis-samawati wa ma fil-ard. man dhal-ladhi yashfa'u 'indahu illa bi-idhnihi. ya'lamu ma bayna aydihim wa ma khalfahum. wa la yuhiytuna bishay'in min 'ilmihi illa bima shaa'. wa si'a kursiyyuhu as-samawati wal-ard. wa la ya'udu-hu hifdhuhuma. wa huwa al-'aliyyul-'azim",
    "translation": "Allah – O'ndan başka ilah yoktur. O, daima diri ve her şeyin koruyucusudur. Onu ne bir uyuklama ne de uyku tutar. Göklerde ve yerde olan her şey O'nundur. O'nun izni olmadan O'nun katında şefaat edecek kimdir? O, onların önlerinde ve arkalarında olanı bilir. Onlar ise O'nun ilminden, O'nun dilediği kadarından başkasını kavrayamazlar. O'nun kürsüsü gökleri ve yeri kaplamıştır. Onların korunması O'na ağır gelmez. O, yücedir, büyüktür.",
    "notes": "1 defa okunur",
    "fawaid": "Kim bu ayeti sabah okursa akşama kadar korunur, akşam okursa sabaha kadar korunur.",
    "source": "Tirmizi: 2879"
  },
  {
    "category": "morningDhikr",
    "title": "İhlas Suresi",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwa allahu ahad (1) allahu samad (2) lam yalid wa lam yulad (3) wa lam yakun lahu kufuwan ahad (4)",
    "translation": "De ki: O Allah birdir (1), Allah Samed’dir (her şey O’na muhtaçtır, O hiçbir şeye muhtaç değildir) (2), Doğmamış ve doğurulmamıştır (3), O’na hiçbir şey denk değildir (4).",
    "notes": "3 defa okunur",
    "fawaid": "Resulullah (s.a.v.) buyurdu: ‘Kulhüvallahu ehad ve Muavvizeteyn’i (Felak ve Nas) sabah ve akşam üçer defa okursan, o gün sana yeterli olur.’",
    "source": "Ebu Davud 4241"
  },
  {
    "category": "morningDhikr",
    "title": "Felak Suresi",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a'udhu birabbil-falaq (1) min sharri ma khalaq (2) wa min sharri ghaasiqin idha waqab (3) wa min sharri naffathati fil-'uqad (4) wa min sharri hasidin idha hasad (5)",
    "translation": "De ki: Sabahın Rabbine sığınırım (1), Yarattığı şeylerin şerrinden (2), Karanlık çökünce gecenin şerrinden (3), Düğümlere üfleyenlerin şerrinden (4), Haset ettiği zaman hasetçinin şerrinden (5).",
    "notes": "3 defa okunur",
    "fawaid": "Resulullah (s.a.v.) buyurdu: ‘Kulhüvallahu ehad ve Muavvizeteyn’i (Felak ve Nas) sabah ve akşam üçer defa okursan, o gün sana yeterli olur.’",
    "source": "Ebu Davud 4241"
  },
  {
    "category": "morningDhikr",
    "title": "Nas Suresi",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a'udhu birabbin-naas (1) malikin-naas (2) ilahin-naas (3) min sharri al-waswasi al-khannas (4) alladhi yuwaswisu fi sudoorin-naas (5) mina al-jinnati wan-naas (6)",
    "translation": "De ki: İnsanların Rabbine sığınırım (1), İnsanların hükümdarına (2), İnsanların ilahına (3), Sinsice vesvese verenin şerrinden (4), O ki insanların göğüslerine vesvese verir (5), Cinlerden ve insanlardan (6).",
    "notes": "3 defa okunur",
    "fawaid": "Resulullah (s.a.v.) buyurdu: ‘Kulhüvallahu ehad ve Muavvizeteyn’i (Felak ve Nas) sabah ve akşam üçer defa okursan, o gün sana yeterli olur.’",
    "source": "Ebu Davud 4241"
  },
  {
    "category": "morningDhikr",
    "title": "Sabah Allah’tan koruma dileyerek girildiğinde",
    "arabic": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. رَبِّ أَسْأَلُكَ خَيْرَ مَا فِيْ هَذَا الْيَوْمِ وَخَيْرَ مَا بَعْدَهُ، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيْ هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوْذُ بِكَ مِنَ الْكَسَلِ وَسُوْءِ الْكِبَرِ، رَبِّ أَعُوْذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
    "latin": "asbahna wa-asbaha al-mulku lillahi, wal-hamdu lillahi, la ilaha illa allah wahdahu la sharika lahu, lahu al-mulku wa lahu al-hamdu wa huwa 'ala kulli shay'in qadir. rabbi as'aluka khayra ma fi hadha al-yawm wa khayra ma ba'dahu, wa a'udhu bika min sharri ma fi hadha al-yawm wa sharri ma ba'dahu. rabbi a'udhu bika mina al-kasali wa su'il-kibar. rabbi a'udhu bika min 'adabin fin-nar wa 'adabin fil-qabr",
    "translation": "Sabaha girdik, mülk Allah’ındır, hamd Allah’a aittir. Allah’tan başka ilah yoktur, ortağı yoktur. Mülk O’nundur, hamd O’nadır ve O her şeye kadirdir. Ey Rabbim! Bugünün ve sonrasının hayrını Senden dilerim. Bugünün ve sonrasının şerrinden Sana sığınırım. Ey Rabbim! Tembellikten ve kötü yaşlılıktan Sana sığınırım. Ey Rabbim! Ateş azabından ve kabir azabından Sana sığınırım.",
    "notes": "1 defa okunur",
    "fawaid": "Kötülükten korunma istemek önceliklidir; bu konuda kural: ‘Zararı önlemek, fayda sağlamaktan önce gelir.’",
    "source": "Müslim 2723 (75), Ebu Davud 5071, Tirmizi 3390"
  },
  {
    "category": "morningDhikr",
    "title": "Allah’ın lütfuyla sabaha girerken",
    "arabic": "اَللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوْتُ وَإِلَيْكَ النُّشُوْرُ",
    "latin": "allahumma bika asbahna, wa bika amsayna, wa bika nahya, wa bika namutu wa ilayka an-nushoor",
    "translation": "Allah’ım! Seninle sabaha girdik, Seninle akşamladık, Seninle yaşarız, Seninle ölürüz ve dönüş Sanadır.",
    "notes": "1 defa okunur",
    "fawaid": "Sabah-akşam her şey Allah’ın kontrolündedir ve O’na döneriz.",
    "source": "Buhari, Edebul Mufrad 1199, Tirmizi 3391, Ebu Davud 5068, Ahmed 11/354, İbni Mace 3868"
  },
  {
    "category": "morningDhikr",
    "title": "Sayyidü’l-İstğfar",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahumma anta rabbi, la ilaha illa anta, khalaqtani wa ana 'abduka, wa ana 'ala 'ahdika wa wa'dika mastata'tu. a'udhu bika min sharri ma sana'tu, abu'u laka bini'matika 'alayya, wa abu'u bidhanbi faghfir li, fa innahu la yaghfir adh-dhunuba illa anta",
    "translation": "Allah’ım! Sen benim Rabbimsin, Senden başka ilah yok. Beni yarattın, ben Senin kulunum. Gücüm yettiğince Senin ahdinde ve vaadindeyim. Yaptığım kötülüklerden Sana sığınırım. Üzerimdeki nimetini ve günahımı itiraf ediyorum. Beni bağışla. Senden başka günahları bağışlayan yoktur.",
    "notes": "1 defa okunur",
    "fawaid": "Kim bu duayı sabah veya akşam inanarak okur ve ölürse cennete girer.",
    "source": "Buhari 6306, 6323, Ahmed IV/122-125, Nesai VIII/279-280"
  },
  {
    "category": "morningDhikr",
    "title": "Koruma ve afiyet duası",
    "arabic": "اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ ، لَا إِلَـهَ إِلَّا أَنْتَ ، اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْكُفْرِوَالْفَقْرِ ، وَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ، لَا إِلَـهَ إِلَّا أَنْتَ",
    "latin": "allahumma 'afini fi badani, allahumma 'afini fi sam'i, allahumma 'afini fi basari, la ilaha illa anta, allahumma inni a'udhu bika min al-kufri wal-faqr, wa a'udhu bika min 'adhabi al-qabr, la ilaha illa anta",
    "translation": "Allah’ım! Bedenimde, işitmemde, gözümde afiyet ver. Senden başka ilah yok. Allah’ım! Küfürden, fakirlikten ve kabir azabından Sana sığınırım. Senden başka ilah yok.",
    "notes": "1 defa okunur",
    "fawaid": "Allah’tan beden, işitme ve görme sağlığı isteyen, hem bedensel hem ruhsal iyiliğe kavuşur.",
    "source": "Buhari, Edebul Mufrad 701, Ebu Davud 5090, Ahmed V/42, hasen"
  },
  {
    "category": "morningDhikr",
    "title": "Dünya ve ahirette selamet duası",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَاْلآخِرَةِ، اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ اللَّهُمَّ اسْتُرْ عَوْرَاتِى وَآمِنْ رَوْعَاتِى. اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ",
    "latin": "allahumma inni as'aluka al-'afwa wal-'afiyata fi'd-dunya wa'l-akhirah. allahumma inni as'aluka al-'afwa wal-'afiyata fi deeni wa dunyaya wa ahli wa mali. allahumma istur 'awraati wa amin raw'aaati. allahumma ihfazni min bayni yadayya, wa min khalfi, wa 'an yameeni wa 'an shimaali, wa min fawqi. wa a'udhu bi 'azamatika an ughtala min tahti",
    "translation": "Allah’ım! Senden dünya ve ahirette af ve afiyet isterim. Allah’ım! Dinimde, dünyamda, ailemde ve malımda af ve afiyet isterim. Allah’ım! Ayıplarımı ört, korkularımı gider. Allah’ım! Beni önümden, arkamdan, sağım, solum ve üstümden koru. Azametinin sayesinde altımdan (aniden yere batmaktan) Sana sığınırım.",
    "notes": "1 defa okunur",
    "fawaid": "Peygamber (s.a.v.) bu duayı sabah ve akşam hiç terk etmezdi. Dinden, dünyadan, aileden ve maldan gelecek zararlara karşı koruma içerir.",
    "source": "Buhari, Edebul Mufrad 1200, Ebu Davud 5074, Nesai VII/282, İbni Mace 3871, Hakim 1/517-518"
  },
  {
    "category": "morningDhikr",
    "title": "Şeytanın vesvesesinden korunma duası",
    "arabic": "اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَـهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "latin": "allahumma 'alimal-ghaybi wash-shahadati, fatiras-samawati wal-ard, rabbakulli shayin wa malikahu. ashhadu alla ilaha illa anta, a'udhu bika min sharri nafsi, wa min sharri ash-shaytani wa shirkih. wa an aqtarifa 'ala nafsi su'an aw ajurrahu ila muslim",
    "translation": "Allah’ım! Gizliyi ve açığı bilen, gökleri ve yeri yaratan, her şeyin Rabbi ve sahibi olan Sensin. Senden başka ilah yoktur. Kendi nefsimin şerrinden, şeytanın şerrinden ve şirkinden, kendime kötülük yapmaktan veya bir Müslümanı kötülüğe sürüklemekten Sana sığınırım.",
    "notes": "1 defa okunur",
    "fawaid": "Peygamber (s.a.v.) Ebubekir’e sabah, akşam ve yatarken bu duayı okumasını söyledi.",
    "source": "Buhari, Edebul Mufrad 1202, Tirmizi 3392, Ebu Davud 5067"
  },
  {
    "category": "morningDhikr",
    "title": "Her türlü zarardan Allah’a sığınma",
    "arabic": "بِسْمِ اللَّهِ الَّذِى لاَ يَضُرُّ مَعَ اسْمِهِ شَىْءٌ فِى الأَرْضِ وَلاَ فِى السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "latin": "bismillahi alladhi la yadurru ma'asmihi shay'un fi'l-ard wa la fi's-sama'i, wa huwa as-sami'u al-'aleem",
    "translation": "Yerde ve gökte O’nun ismiyle hiçbir şey zarar veremez. O her şeyi işiten, bilendir.",
    "notes": "3 defa okunur",
    "fawaid": "Kim bunu sabah ve akşam 3 defa okursa ona hiçbir şey zarar vermez.",
    "source": "Tirmizi 3388, Ebu Davud 5088, İbni Mace 3869, Hakim 1/514, Ahmed 446, 474"
  },
  {
    "category": "morningDhikr",
    "title": "Allah, İslam ve Peygamber ile razı olma bildirimi",
    "arabic": "رَضِيْتُ بِاللهِ رَبًّا، وَبِاْلإِسْلاَمِ دِيْنًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
    "latin": "radi'tu billahi rabban, wa bil-Islami deenan, wa bi-muhammadin sallallahu 'alayhi wa sallam nabiyyan",
    "translation": "Allah’tan Rabb olarak, İslam’dan din olarak, Muhammed’den (s.a.v.) peygamber olarak razıyım.",
    "notes": "3 defa okunur",
    "fawaid": "Kim bunu sabah ve akşam üç defa okursa Allah kıyamet günü ondan razı olur.",
    "source": "Ahmed IV/337, Ebu Davud 5072, Tirmizi 3389, İbni Mace 3870, Nesai Amalul Yaum wal Lailah 4, Ibnus Sunni 68"
  },
  {
    "category": "morningDhikr",
    "title": "Allah’tan hidayet isteme",
    "arabic": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، وَأَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ أَبَدًا",
    "latin": "ya hayyu ya qayyum, bi rahmatika astagheeth. wa aslih li shani kullahu wa la takilni ila nafsi tarfata 'aynin abadan",
    "translation": "Ey Hayy ve Kayyum! Rahmetinle yardım dilerim. Bütün işlerimi düzene koy ve beni göz açıp kapayıncaya kadar nefsime bırakma.",
    "notes": "1 defa okunur",
    "fawaid": "Bu dua, insanın Allah’a ne kadar muhtaç olduğunu ve O’nun yardımını her an istediğini gösterir.",
    "source": "Nesai, Amalul Yaum wal Lailah 575, Hakim 1/545, Sahih at-Targhib wat Tarhib 1/417 No. 661, Ash-shahiha No. 227"
  },
  {
    "category": "morningDhikr",
    "title": "İslam’ın fıtratı üzere sabaha girme",
    "arabic": "أَصْبَحْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ، حَنِيْفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "latin": "asbahnā 'alā fiṭraṭi al-Islāmi wa 'alā kalimati al-iKhlāṣi, wa 'alā dīni nabīninā muḥammadin ṣallā allāhu 'alayhi wa sallam, wa 'alā millati abīnā ibrāhīma, ḥanīfan musliman wa mā kāna min al-mushrikīn",
    "translation": "Bu sabah İslam’ın fıtratı, ihlas kelimesi, Peygamberimiz Muhammed’in (s.a.v.) dini ve atamız İbrahim’in hanif (doğru) dini üzereyiz. O, müşriklerden değildi.",
    "notes": "1 defa okunur",
    "fawaid": "‘İslam fıtratı’ sünnet üzere olmayı, ‘ihlas kelimesi’ şehadeti, ‘hanif’ ise kalbin iyiliğe ve doğruya yönelmesini ifade eder.",
    "source": "Ahmed III/406, 407, Darimi II/292, Ibnus Sunni Amalul Yaum wal Lailah 34, Mishkatul Masabih 2415, Sahihul Camiu’s Sagir 4674"
  },
  {
    "category": "morningDhikr",
    "title": "Tevhid zikri",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "la ilaha illallah, wahdahu la sharika lah, lahu al-mulku wa lahu al-hamdu, wa huwa 'ala kulli shay'in qadir",
    "translation": "Allah’tan başka ilah yoktur, O tektir, ortağı yoktur. Mülk O’nundur, hamd O’nadır. O, her şeye kadirdir.",
    "notes": "Sabah 1 veya 10 defa, günde 100 defa okunur",
    "fawaid": "Kim bunu 100 defa okursa 10 köle azat etmiş gibi sevap alır, 100 iyilik yazılır, 100 kötülük silinir ve şeytandan korunur.",
    "source": "Buhari 3293, 6403, Müslim IV/2071 No. 2691 (28), Tirmizi 3468, İbni Mace 3798"
  },
  {
    "category": "morningDhikr",
    "title": "Tesbih okumak",
    "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقَهِ وَرِضَى نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
    "latin": "subhanallah wa bihamdihi, 'adada khalqihi wa ridha nafsihi, wazinata 'arshihi, wa midad kalimatihi",
    "translation": "Allah’ı, mahlukatının sayısınca, kendisinin hoşnutluğu, arşının ağırlığı ve kelimelerinin mürekkebi miktarınca tesbih ve hamd ederim.",
    "notes": "3 defa okunur",
    "fawaid": "Peygamber (s.a.v.) Juveyriye’ye, bu zikrin sabah okuduğu zikirden daha faziletli olduğunu söyledi.",
    "source": "Müslim 2726, Şerh-i Müslim XVII/44, Juveyriye bint Haris"
  },
  {
    "category": "morningDhikr",
    "title": "Faydalı ilim, helal rızık ve kabul edilen amel için dua",
    "arabic": "اللَّهُمَّ إِنِّى أَسْأَلُكَ عِلْمًا نَافِعًا وَرِزْقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
    "latin": "allahumma inni as'aluka 'ilman nafi'an, wa rizqan tayyiban, wa 'amalan mutaqabbalan",
    "translation": "Allah’ım! Senden faydalı ilim, helal rızık ve kabul olunan amel dilerim.",
    "notes": "1 defa okunur",
    "fawaid": "Bu dua sabah önerilir; çünkü sabah vakti bereketlidir. Resulullah (s.a.v.): ‘Allah’ım ümmetime sabahı bereketli kıl’ buyurmuştur.",
    "source": "İbni Mace 925, Sahih İbni Mace 1/152 No. 753, Ibnus Sunni Amalul Yaum wal Lailah 54, 110, Ahmed VI/294, 305, 318, 322, Ümmü Seleme’den"
  },
  {
    "category": "morningDhikr",
    "title": "Günlük tesbih ve tahmid",
    "arabic": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "latin": "subhanallah wa bihamdihi",
    "translation": "Allah’ı tesbih eder, O’na hamd ederim.",
    "notes": "100 defa okunur",
    "fawaid": "Kim sabah ve akşam ‘subhanallah ve bihamdihi’yi 100 defa okursa, kıyamet günü ancak onun kadar veya fazlasını söyleyen daha üstün olur.",
    "source": "Müslim 2691, 2692, Ebu Hureyre’den, Şerh-i Müslim XVII/17-18, Sahih at-Targhib wat Tarhib 1/413 No. 653"
  },
  {
    "category": "morningDhikr",
    "title": "Günde 100 defa istiğfar",
    "arabic": "أَسْتَغْفِرُ الله وَأَتُوْبُ إِلَيْهِ",
    "latin": "astaghfiru Allah wa atubu ilayhi",
    "translation": "Allah’tan bağışlanma diler, O’na tevbe ederim.",
    "notes": "Günde 100 defa okunur",
    "fawaid": "İbni Ömer’den: Resulullah (s.a.v.) buyurdu: ‘Ey insanlar! Allah’a tövbe edin. Ben günde 100 defa tövbe ederim.’",
    "source": "Buhari/Fethu’l-Bari XI/101, Müslim 2702"
  }
]
