[
  {
    "category": "morningDhikr",
    "title": "آية الكرسي",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "allahu la ilaha illa huwa, al-hayyul-qayyum. la ta'khudhuhu sinatun wa la nawm. lahu ma fis-samawati wa ma fil-ard. man dhal-ladhi yashfa'u 'indahu illa bi-idhnihi. ya'lamu ma bayna aydihim wa ma khalfahum. wa la yuhiytuna bishay'in min 'ilmihi illa bima shaa'. wa si'a kursiyyuhu as-samawati wal-ard. wa la ya'udu-hu hifdhuhuma. wa huwa al-'aliyyul-'azim",
    "translation": "الله لا إله إلا هو الحي القيوم، لا تأخذه سنة ولا نوم، له ما في السماوات وما في الأرض، من ذا الذي يشفع عنده إلا بإذنه، يعلم ما بين أيديهم وما خلفهم، ولا يحيطون بشيء من علمه إلا بما شاء، وسع كرسيه السماوات والأرض، ولا يؤوده حفظهما، وهو العلي العظيم.",
    "notes": "تقرأ مرة واحدة",
    "fawaid": "من قرأ هذه الآية في الصباح كان في حفظ الله حتى المساء، ومن قرأها في المساء كان في حفظ الله حتى الصباح.",
    "source": "رواه الترمذي: 2879"
  },
  {
    "category": "morningDhikr",
    "title": "سورة الإخلاص",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwa allahu ahad (1) allahu samad (2) lam yalid wa lam yulad (3) wa lam yakun lahu kufuwan ahad (4)",
    "translation": "قل هو الله أحد (1) الله الصمد (2) لم يلد ولم يولد (3) ولم يكن له كفواً أحد (4).",
    "notes": "تقرأ ثلاث مرات",
    "fawaid": "قال رسول الله ﷺ: اقرأوا (قل هو الله أحد) والمعوذتين ثلاث مرات في المساء والصباح تكفيكم من كل شيء.",
    "source": "رواه أبو داود: 4241"
  },
  {
    "category": "morningDhikr",
    "title": "سورة الفلق",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a'udhu birabbil-falaq (1) min sharri ma khalaq (2) wa min sharri ghaasiqin idha waqab (3) wa min sharri naffathati fil-'uqad (4) wa min sharri hasidin idha hasad (5)",
    "translation": "قل أعوذ برب الفلق (1) من شر ما خلق (2) ومن شر غاسق إذا وقب (3) ومن شر النفاثات في العقد (4) ومن شر حاسد إذا حسد (5).",
    "notes": "تقرأ ثلاث مرات",
    "fawaid": "قال رسول الله ﷺ: اقرأوا (قل هو الله أحد) والمعوذتين ثلاث مرات في المساء والصباح تكفيكم من كل شيء.",
    "source": "رواه أبو داود: 4241"
  },
  {
    "category": "morningDhikr",
    "title": "سورة الناس",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a'udhu birabbin-naas (1) malikin-naas (2) ilahin-naas (3) min sharri al-waswasi al-khannas (4) alladhi yuwaswisu fi sudoorin-naas (5) mina al-jinnati wan-naas (6)",
    "translation": "قل أعوذ برب الناس (1) ملك الناس (2) إله الناس (3) من شر الوسواس الخناس (4) الذي يوسوس في صدور الناس (5) من الجنة والناس (6).",
    "notes": "تقرأ ثلاث مرات",
    "fawaid": "قال رسول الله ﷺ: اقرأوا (قل هو الله أحد) والمعوذتين ثلاث مرات في المساء والصباح تكفيكم من كل شيء.",
    "source": "رواه أبو داود: 4241"
  },
  {
    "category": "morningDhikr",
    "title": "دعاء دخول الصباح بطلب الحفظ من الله",
    "arabic": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. رَبِّ أَسْأَلُكَ خَيْرَ مَا فِيْ هَذَا الْيَوْمِ وَخَيْرَ مَا بَعْدَهُ، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيْ هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوْذُ بِكَ مِنَ الْكَسَلِ وَسُوْءِ الْكِبَرِ، رَبِّ أَعُوْذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
    "latin": "asbahna wa-asbaha al-mulku lillahi, wal-hamdu lillahi, la ilaha illa allah wahdahu la sharika lahu, lahu al-mulku wa lahu al-hamdu wa huwa 'ala kulli shay'in qadir. rabbi as'aluka khayra ma fi hadha al-yawm wa khayra ma ba'dahu, wa a'udhu bika min sharri ma fi hadha al-yawm wa sharri ma ba'dahu. rabbi a'udhu bika mina al-kasali wa su'il-kibar. rabbi a'udhu bika min 'adabin fin-nar wa 'adabin fil-qabr",
    "translation": "أصبحنا وأصبح الملك لله والحمد لله، لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير. ربي أسألك خير ما في هذا اليوم وخير ما بعده، وأعوذ بك من شر ما في هذا اليوم وشر ما بعده. ربي أعوذ بك من الكسل وسوء الكبر. ربي أعوذ بك من عذاب في النار وعذاب في القبر.",
    "notes": "تقرأ مرة واحدة",
    "fawaid": "تقديم الاستعاذة من الشر أولى من طلب الخير؛ فالقاعدة: دفع الضرر مقدم على جلب النفع.",
    "source": "رواه مسلم: 2723 (75)، وأبو داود: 5071، والترمذي: 3390"
  },
  {
    "category": "morningDhikr",
    "title": "دعاء دخول الصباح بفضل الله",
    "arabic": "اَللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوْتُ وَإِلَيْكَ النُّشُوْرُ",
    "latin": "allahumma bika asbahna, wa bika amsayna, wa bika nahya, wa bika namutu wa ilayka an-nushoor",
    "translation": "اللهم بك أصبحنا، وبك أمسينا، وبك نحيا، وبك نموت، وإليك النشور.",
    "notes": "تقرأ مرة واحدة",
    "fawaid": "كل ما نقوم به من الصباح إلى المساء، ومن بدء حياتنا حتى وفاتنا، كله بتقدير الله وإليه نرجع.",
    "source": "رواه البخاري في الأدب المفرد: 1199 (وهذا لفظه)، والترمذي: 3391، وأبو داود: 5068، وأحمد: 11/354، وابن ماجه: 3868"
  },
  {
    "category": "morningDhikr",
    "title": "سيد الاستغفار",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahumma anta rabbi, la ilaha illa anta, khalaqtani wa ana 'abduka, wa ana 'ala 'ahdika wa wa'dika mastata'tu. a'udhu bika min sharri ma sana'tu, abu'u laka bini'matika 'alayya, wa abu'u bidhanbi faghfir li, fa innahu la yaghfir adh-dhunuba illa anta",
    "translation": "اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك عليّ، وأبوء بذنبي فاغفر لي، فإنه لا يغفر الذنوب إلا أنت.",
    "notes": "تقرأ مرة واحدة",
    "fawaid": "من قالها موقناً بها في المساء ثم مات دخل الجنة، وكذلك من قالها في الصباح.",
    "source": "رواه البخاري: 6306، 6323، وأحمد: 4/122-125، والنسائي: 8/279-280"
  },
  {
    "category": "morningDhikr",
    "title": "دعاء للعافية والصحة",
    "arabic": "اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ ، لَا إِلَـهَ إِلَّا أَنْتَ ، اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْكُفْرِوَالْفَقْرِ ، وَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ، لَا إِلَـهَ إِلَّا أَنْتَ",
    "latin": "allahumma 'afini fi badani, allahumma 'afini fi sam'i, allahumma 'afini fi basari, la ilaha illa anta, allahumma inni a'udhu bika min al-kufri wal-faqr, wa a'udhu bika min 'adhabi al-qabr, la ilaha illa anta",
    "translation": "اللهم عافني في بدني، اللهم عافني في سمعي، اللهم عافني في بصري، لا إله إلا أنت. اللهم إني أعوذ بك من الكفر والفقر، وأعوذ بك من عذاب القبر، لا إله إلا أنت.",
    "notes": "تقرأ مرة واحدة",
    "fawaid": "طلب العافية من الله في البدن والسمع والبصر، وأن يحفظنا من الكفر والفقر وعذاب القبر.",
    "source": "رواه البخاري في الأدب المفرد: 701، وأبو داود: 5090، وأحمد: 5/42، حسن"
  },
  {
    "category": "morningDhikr",
    "title": "دعاء النجاة في الدنيا والآخرة",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَاْلآخِرَةِ، اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ اللَّهُمَّ اسْتُرْ عَوْرَاتِى وَآمِنْ رَوْعَاتِى. اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ",
    "latin": "allahumma inni as'aluka al-'afwa wal-'afiyata fi'd-dunya wa'l-akhirah. allahumma inni as'aluka al-'afwa wal-'afiyata fi deeni wa dunyaya wa ahli wa mali. allahumma istur 'awraati wa amin raw'aaati. allahumma ihfazni min bayni yadayya, wa min khalfi, wa 'an yameeni wa 'an shimaali, wa min fawqi. wa a'udhu bi 'azamatika an ughtala min tahti",
    "translation": "اللهم إني أسألك العفو والعافية في الدنيا والآخرة. اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي. اللهم استر عوراتي وآمن روعاتي. اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي، وأعوذ بعظمتك أن أغتال من تحتي.",
    "notes": "تقرأ مرة واحدة",
    "fawaid": "كان النبي ﷺ لا يترك هذا الدعاء في الصباح والمساء، وفيه طلب العافية في الدين والدنيا والأهل والمال من كل مكروه.",
    "source": "رواه البخاري في الأدب المفرد: 1200، وأبو داود: 5074، والنسائي: 7/282، وابن ماجه: 3871، والحاكم: 1/517-518 وغيرهم"
  },
  {
    "category": "morningDhikr",
    "title": "دعاء الوقاية من وساوس الشيطان",
    "arabic": "اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَـهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "latin": "allahumma 'alimal-ghaybi wash-shahadati, fatiras-samawati wal-ard, rabbakulli shayin wa malikahu. ashhadu alla ilaha illa anta, a'udhu bika min sharri nafsi, wa min sharri ash-shaytani wa shirkih. wa an aqtarifa 'ala nafsi su'an aw ajurrahu ila muslim",
    "translation": "اللهم عالم الغيب والشهادة فاطر السماوات والأرض، رب كل شيء ومالكه. أشهد أن لا إله إلا أنت، أعوذ بك من شر نفسي، ومن شر الشيطان وشركه، وأن أقترف على نفسي سوءًا أو أجرّه إلى مسلم.",
    "notes": "تقرأ مرة واحدة",
    "fawaid": "قال النبي ﷺ لأبي بكر الصديق: قلها صباحًا ومساءً وعند النوم.",
    "source": "رواه البخاري في الأدب المفرد: 1202، والترمذي: 3392، وأبو داود: 5067"
  },
  {
    "category": "morningDhikr",
    "title": "طلب الحفظ من جميع الأذى",
    "arabic": "بِسْمِ اللَّهِ الَّذِى لاَ يَضُرُّ مَعَ اسْمِهِ شَىْءٌ فِى الأَرْضِ وَلاَ فِى السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "latin": "bismillahi alladhi la yadurru ma'asmihi shay'un fi'l-ard wa la fi's-sama'i, wa huwa as-sami'u al-'aleem",
    "translation": "بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم.",
    "notes": "تقرأ ثلاث مرات",
    "fawaid": "من قالها ثلاث مرات صباحًا ومساءً لم يصبه شيء.",
    "source": "رواه الترمذي: 3388، وأبو داود: 5088، وابن ماجه: 3869، والحاكم: 1/514، وأحمد: 446 و474"
  },
  {
    "category": "morningDhikr",
    "title": "الإقرار بالرضا بالله والإسلام والنبي ﷺ",
    "arabic": "رَضِيْتُ بِاللهِ رَبًّا، وَبِاْلإِسْلاَمِ دِيْنًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
    "latin": "radi'tu billahi rabban, wa bil-Islami deenan, wa bi-muhammadin sallallahu 'alayhi wa sallam nabiyyan",
    "translation": "رضيت بالله رباً، وبالإسلام ديناً، وبمحمد ﷺ نبياً.",
    "notes": "تقرأ ثلاث مرات",
    "fawaid": "من قالها ثلاث مرات صباحًا ومساءً رضي الله عنه يوم القيامة.",
    "source": "رواه أحمد: 4/337، وأبو داود: 5072، والترمذي: 3389، وابن ماجه: 3870، والنسائي في عمل اليوم والليلة: 4، وابن السني: 68"
  },
  {
    "category": "morningDhikr",
    "title": "طلب الهداية من الله",
    "arabic": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، وَأَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ أَبَدًا",
    "latin": "ya hayyu ya qayyum, bi rahmatika astagheeth. wa aslih li shani kullahu wa la takilni ila nafsi tarfata 'aynin abadan",
    "translation": "يا حي يا قيوم، برحمتك أستغيث، أصلح لي شأني كله، ولا تكلني إلى نفسي طرفة عين أبداً.",
    "notes": "تقرأ مرة واحدة",
    "fawaid": "يعبر هذا الدعاء عن حاجة الإنسان الدائمة لله وأنه يطلب ألا يوكله الله إلى نفسه لحظة واحدة.",
    "source": "رواه النسائي في عمل اليوم والليلة: 575، والحاكم: 1/545، وصحيح الترغيب والترهيب: 1/417 رقم 661، والصحيحة: 227، حسن"
  },
  {
    "category": "morningDhikr",
    "title": "دخول الصباح على الفطرة",
    "arabic": "أَصْبَحْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ، حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
    "latin": "asbahnā 'alā fiṭraṭi al-Islāmi wa 'alā kalimati al-iKhlāṣi, wa 'alā dīni nabīninā muḥammadin ṣallā allāhu 'alayhi wa sallam, wa 'alā millati abīnā ibrāhīma, ḥanīfan musliman wa mā kāna min al-mushrikīn",
    "translation": "أصبحنا على فطرة الإسلام وعلى كلمة الإخلاص، وعلى دين نبينا محمد ﷺ، وعلى ملة أبينا إبراهيم حنيفاً مسلماً وما كان من المشركين.",
    "notes": "تقرأ مرة واحدة",
    "fawaid": "الفطرة: السنة، وكلمة الإخلاص: الشهادة، وحنيفاً: مائل إلى الخير والصراط المستقيم.",
    "source": "رواه أحمد: 3/406، 407، والدارمي: 2/292، وابن السني في عمل اليوم والليلة: 34، ومشكاة المصابيح: 2415، وصحيح الجامع الصغير: 4674، صحيح"
  },
  {
    "category": "morningDhikr",
    "title": "ذكر التوحيد",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "la ilaha illallah, wahdahu la sharika lah, lahu al-mulku wa lahu al-hamdu, wa huwa 'ala kulli shay'in qadir",
    "translation": "لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير.",
    "notes": "تقرأ مرة أو عشر مرات صباحاً، وتقرأ مائة مرة يومياً",
    "fawaid": "من قالها مائة مرة في اليوم كان له أجر كعتق عشر رقاب، وكتبت له مائة حسنة، ومحي عنه مائة سيئة، وكان له حرز من الشيطان ذلك اليوم حتى يمسي، ولم يأت أحد بأفضل مما جاء به إلا من عمل أكثر.",
    "source": "رواه البخاري: 3293، 6403، ومسلم: 4/2071 رقم 2691 (28)، والترمذي: 3468، وابن ماجه: 3798"
  },
  {
    "category": "morningDhikr",
    "title": "قراءة التسبيح",
    "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقَهِ وَرِضَى نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
    "latin": "subhanallah wa bihamdihi, 'adada khalqihi wa ridha nafsihi, wazinata 'arshihi, wa midad kalimatihi",
    "translation": "سبحان الله وبحمده عدد خلقه ورضى نفسه وزنة عرشه ومداد كلماته.",
    "notes": "تقرأ ثلاث مرات",
    "fawaid": "قال النبي ﷺ لجويرية: هذا الذكر فاق الذكر الذي قلتيه من بعد الفجر إلى الضحى.",
    "source": "رواه مسلم: 2726، وشرح مسلم: 17/44، عن جويرية بنت الحارث رضي الله عنها"
  },
  {
    "category": "morningDhikr",
    "title": "دعاء للعلم النافع والرزق الطيب والعمل المقبول",
    "arabic": "اللَّهُمَّ إِنِّى أَسْأَلُكَ عِلْمًا نَافِعًا وَرِزْقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
    "latin": "allahumma inni as'aluka 'ilman nafi'an, wa rizqan tayyiban, wa 'amalan mutaqabbalan",
    "translation": "اللهم إني أسألك علماً نافعاً ورزقاً طيباً وعملاً متقبلاً.",
    "notes": "تقرأ مرة واحدة",
    "fawaid": "يستحب هذا الدعاء في الصباح لأن فيه بركة وزيادة في الخير، كما قال النبي ﷺ: 'اللهم بارك لأمتي في بكورها'.",
    "source": "رواه ابن ماجه: 925، وصحيح ابن ماجه: 1/152 رقم 753، وابن السني في عمل اليوم والليلة: 54، 110، وأحمد: 6/294، 305، 318، 322، عن أم سلمة رضي الله عنها"
  },
  {
    "category": "morningDhikr",
    "title": "التسبيح والتحميد اليومي",
    "arabic": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "latin": "subhanallah wa bihamdihi",
    "translation": "سبحان الله وبحمده.",
    "notes": "تقرأ مائة مرة",
    "fawaid": "من قال سبحان الله وبحمده مائة مرة في الصباح والمساء لم يأت أحد يوم القيامة بأفضل مما جاء به إلا من قال مثل قوله أو زاد.",
    "source": "رواه مسلم: 2691، 2692، عن أبي هريرة رضي الله عنه، وشرح مسلم: 17/17-18، وصحيح الترغيب والترهيب: 1/413 رقم 653"
  },
  {
    "category": "morningDhikr",
    "title": "الاستغفار مائة مرة يوميًا",
    "arabic": "أَسْتَغْفِرُ الله وَأَتُوْبُ إِلَيْهِ",
    "latin": "astaghfiru Allah wa atubu ilayhi",
    "translation": "أستغفر الله وأتوب إليه.",
    "notes": "تقرأ مائة مرة يومياً",
    "fawaid": "عن ابن عمر قال: قال رسول الله ﷺ: 'يا أيها الناس توبوا إلى الله فإني أتوب إليه في اليوم مائة مرة.'",
    "source": "رواه البخاري/فتح الباري: 11/101، ومسلم: 2702"
  }
]
