[
  {
    "category": "morningDhikr",
    "title": "Ayatul Kursi",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "allahu la ilaha illa huwa, al-hayyul-qayyum. la ta'khudhuhu sinatun wa la nawm. lahu ma fis-samawati wa ma fil-ard. man dhal-ladhi yashfa'u 'indahu illa bi-idhnihi. ya'lamu ma bayna aydihim wa ma khalfahum. wa la yuhiytuna bishay'in min 'ilmihi illa bima shaa'. wa si'a kursiyyuhu as-samawati wal-ard. wa la ya'udu-hu hifdhuhuma. wa huwa al-'aliyyul-'azim",
    "translation": "Allah – non c’è divinità all’infuori di Lui, il Vivente, Colui che Sussiste da Sé. Né sonno né assopimento Lo colgono. A Lui appartiene ciò che è nei cieli e ciò che è sulla terra. Chi è colui che può intercedere presso di Lui se non con il Suo permesso? Egli conosce ciò che è davanti a loro e ciò che è dietro di loro, e loro non abbracciano nulla della Sua conoscenza se non ciò che Egli vuole. Il Suo Trono si estende sui cieli e sulla terra, e non Lo stanca custodirli. Ed Egli è l’Altissimo, il Grandissimo.",
    "notes": "Recita 1 volta",
    "fawaid": "Chiunque reciti questo versetto al mattino sarà protetto fino alla sera. E chi lo recita alla sera sarà protetto fino al mattino.",
    "source": "Riportato da at-Tirmidhi: 2879"
  },
  {
    "category": "morningDhikr",
    "title": "Al-Ikhlas",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwa allahu ahad (1) allahu samad (2) lam yalid wa lam yulad (3) wa lam yakun lahu kufuwan ahad (4)",
    "translation": "Di': Egli è Allah, l’Unico (1), Allah, l’Assoluto (2), Non ha generato e non è stato generato (3), E nessuno è pari a Lui (4).",
    "notes": "Recita 3 volte",
    "fawaid": "Il Messaggero di Allah ﷺ disse: Recita Qul Huwa Allahu Ahad e le due sure di protezione (Al-Falaq & An-Naas) tre volte la mattina e la sera, ti basteranno come protezione fino alla sera.",
    "source": "Riportato da Abu Dawud n° 4241"
  },
  {
    "category": "morningDhikr",
    "title": "Al-Falaq",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a'udhu birabbil-falaq (1) min sharri ma khalaq (2) wa min sharri ghaasiqin idha waqab (3) wa min sharri naffathati fil-'uqad (4) wa min sharri hasidin idha hasad (5)",
    "translation": "Di': Mi rifugio nel Signore dell’alba (1), dal male di ciò che ha creato (2), dal male dell’oscurità quando si fa intensa (3), dal male di chi soffia sui nodi (4), e dal male dell’invidioso quando invidia (5).",
    "notes": "Recita 3 volte",
    "fawaid": "Il Messaggero di Allah ﷺ disse: Recita Qul Huwa Allahu Ahad e le due sure di protezione (Al-Falaq & An-Naas) tre volte la mattina e la sera, ti basteranno come protezione fino alla sera.",
    "source": "Riportato da Abu Dawud n° 4241"
  },
  {
    "category": "morningDhikr",
    "title": "An-Naas",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a'udhu birabbin-naas (1) malikin-naas (2) ilahin-naas (3) min sharri al-waswasi al-khannas (4) alladhi yuwaswisu fi sudoorin-naas (5) mina al-jinnati wan-naas (6)",
    "translation": "Di': Mi rifugio nel Signore degli uomini (1), nel Re degli uomini (2), nel Dio degli uomini (3), dal male del sussurratore che si nasconde (4), che sussurra nei cuori degli uomini (5), tra i jinn e tra gli uomini (6).",
    "notes": "Recita 3 volte",
    "fawaid": "Il Messaggero di Allah ﷺ disse: Recita Qul Huwa Allahu Ahad e le due sure di protezione (Al-Falaq & An-Naas) tre volte la mattina e la sera, ti basteranno come protezione fino alla sera.",
    "source": "Riportato da Abu Dawud n° 4241"
  },
  {
    "category": "morningDhikr",
    "title": "Entrare nel mattino chiedendo la protezione di Allah",
    "arabic": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. رَبِّ أَسْأَلُكَ خَيْرَ مَا فِيْ هَذَا الْيَوْمِ وَخَيْرَ مَا بَعْدَهُ، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيْ هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوْذُ بِكَ مِنَ الْكَسَلِ وَسُوْءِ الْكِبَرِ، رَبِّ أَعُوْذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
    "latin": "asbahna wa-asbaha al-mulku lillahi, wal-hamdu lillahi, la ilaha illa allah wahdahu la sharika lahu, lahu al-mulku wa lahu al-hamdu wa huwa 'ala kulli shay'in qadir. rabbi as'aluka khayra ma fi hadha al-yawm wa khayra ma ba'dahu, wa a'udhu bika min sharri ma fi hadha al-yawm wa sharri ma ba'dahu. rabbi a'udhu bika mina al-kasali wa su'il-kibar. rabbi a'udhu bika min 'adabin fin-nar wa 'adabin fil-qabr",
    "translation": "Siamo entrati nel mattino e il regno appartiene ad Allah. Non c’è divinità degna di essere adorata se non Allah l’Onnipotente, senza socio. A Lui appartiene il regno e a Lui la lode. Egli è su ogni cosa Onnipotente. O mio Signore, Ti chiedo il bene di questo giorno e il bene che verrà dopo. Mi rifugio in Te dal male di questo giorno e dal male che verrà dopo. O mio Signore, mi rifugio in Te dalla pigrizia e dalla cattiva vecchiaia. O mio Signore, mi rifugio in Te dal tormento del Fuoco e dal tormento della tomba.",
    "notes": "Recita 1 volta",
    "fawaid": "Chiedere la protezione dal male ha la precedenza, regola: \"Prevenire il danno è più importante e prioritario che ottenere il bene.\"",
    "source": "Riportato da Muslim n° 2723 (75), Abu Dawud n° 5071, e at-Tirmidhi 3390"
  },
  {
    "category": "morningDhikr",
    "title": "Entrare nel mattino con la grazia di Allah",
    "arabic": "اَللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوْتُ وَإِلَيْكَ النُّشُوْرُ",
    "latin": "allahumma bika asbahna, wa bika amsayna, wa bika nahya, wa bika namutu wa ilayka an-nushoor",
    "translation": "O Allah, con la Tua grazia e aiuto entriamo nel mattino, e con la Tua grazia e aiuto entriamo nella sera. Con la Tua grazia viviamo e con la Tua grazia moriamo. E a Te è la resurrezione di tutte le creature.",
    "notes": "Recita 1 volta",
    "fawaid": "Tutto ciò che facciamo dal mattino alla sera, dalla nascita fino alla morte, è sotto il controllo di Allah e a Lui ritorniamo.",
    "source": "Riportato da al-Bukhari in al-Adab al-Mufrad n° 1199, at-Tirmidhi n° 3391, Abu Dawud n° 5068, Ahmad 11/354, Ibn Majah n° 3868"
  },
  {
    "category": "morningDhikr",
    "title": "Sayyid al-Istighfar",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahumma anta rabbi, la ilaha illa anta, khalaqtani wa ana 'abduka, wa ana 'ala 'ahdika wa wa'dika mastata'tu. a'udhu bika min sharri ma sana'tu, abu'u laka bini'matika 'alayya, wa abu'u bidhanbi faghfir li, fa innahu la yaghfir adh-dhunuba illa anta",
    "translation": "O Allah, Tu sei il mio Signore. Non c’è divinità se non Te. Mi hai creato, sono Tuo servo. Mi impegno nei Tuoi patti e promesse per quanto posso. Mi rifugio in Te dal male che ho fatto. Riconosco la Tua grazia su di me e riconosco i miei peccati. Perdonami, perché nessuno perdona i peccati se non Tu.",
    "notes": "Recita 1 volta",
    "fawaid": "Chi lo recita con convinzione la sera e poi muore, entrerà in Paradiso; e così anche chi lo recita al mattino.",
    "source": "Riportato da al-Bukhari n° 6306, 6323, Ahmad IV/122-125, an-Nasa'i VIII/279-280"
  },
  {
    "category": "morningDhikr",
    "title": "Dua per la protezione e la salute",
    "arabic": "اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ ، لَا إِلَـهَ إِلَّا أَنْتَ ، اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْكُفْرِوَالْفَقْرِ ، وَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ، لَا إِلَـهَ إِلَّا أَنْتَ",
    "latin": "allahumma 'afini fi badani, allahumma 'afini fi sam'i, allahumma 'afini fi basari, la ilaha illa anta, allahumma inni a'udhu bika min al-kufri wal-faqr, wa a'udhu bika min 'adhabi al-qabr, la ilaha illa anta",
    "translation": "O Allah, concedimi benessere nel mio corpo (proteggimi dalle malattie e da ciò che non desidero). O Allah, concedimi benessere nell’udito (proteggimi da malattie e immoralità o da ciò che non desidero). O Allah, concedimi benessere nella vista, non c’è divinità degna di essere adorata se non Te. O Allah, mi rifugio in Te dall’infedeltà e dalla povertà. Mi rifugio in Te dal tormento della tomba. Non c’è divinità degna di essere adorata se non Te.",
    "notes": "Recita 1 volta",
    "fawaid": "Chiedendo ad Allah benessere per il corpo, l’udito e la vista, si chiede protezione da ogni male, spirituale e materiale.",
    "source": "Riportato da al-Bukhari in Adab al-Mufrad n° 701, Abu Dawud n° 5090, Ahmad V/42, hasan"
  },
  {
    "category": "morningDhikr",
    "title": "Dua per la salvezza in questa vita e nell'Aldilà",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَاْلآخِرَةِ، اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ اللَّهُمَّ اسْتُرْ عَوْرَاتِى وَآمِنْ رَوْعَاتِى. اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ",
    "latin": "allahumma inni as'aluka al-'afwa wal-'afiyata fi'd-dunya wa'l-akhirah. allahumma inni as'aluka al-'afwa wal-'afiyata fi deeni wa dunyaya wa ahli wa mali. allahumma istur 'awraati wa amin raw'aaati. allahumma ihfazni min bayni yadayya, wa min khalfi, wa 'an yameeni wa 'an shimaali, wa min fawqi. wa a'udhu bi 'azamatika an ughtala min tahti",
    "translation": "O Allah, Ti chiedo perdono e benessere in questa vita e nell’Aldilà. O Allah, Ti chiedo perdono e benessere nella mia religione, nella mia vita, nella mia famiglia e nei miei beni. O Allah, copri le mie vergogne (ciò che gli altri non dovrebbero vedere) e tranquillizzami e proteggimi dalla paura. O Allah, proteggimi davanti, dietro, a destra, a sinistra e sopra di me. Mi rifugio nella Tua grandezza dal cadere improvvisamente sotto (essere inghiottito dalla terra).",
    "notes": "Recita 1 volta",
    "fawaid": "Il Profeta ﷺ non tralasciava mai questa preghiera mattina e sera. Contiene protezione e sicurezza per religione, vita, famiglia e beni contro tutti i pericoli.",
    "source": "Riportato da al-Bukhari in Adab al-Mufrad n° 1200, Abu Dawud n° 5074, an-Nasa'i VII/282, Ibn Majah n° 3871, al-Hakim 1/517-518"
  },
  {
    "category": "morningDhikr",
    "title": "Dua per la protezione dalle tentazioni di Shaytan",
    "arabic": "اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَـهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "latin": "allahumma 'alimal-ghaybi wash-shahadati, fatiras-samawati wal-ard, rabbakulli shayin wa malikahu. ashhadu alla ilaha illa anta, a'udhu bika min sharri nafsi, wa min sharri ash-shaytani wa shirkih. wa an aqtarifa 'ala nafsi su'an aw ajurrahu ila muslim",
    "translation": "O Allah, conoscitore dell’invisibile e del visibile, creatore dei cieli e della terra, Signore e padrone di tutto. Attesto che non c’è divinità se non Te. Mi rifugio in Te dal male di me stesso, dal male di Shaytan e dal suo politeismo. E dal commettere del male verso me stesso o trascinarlo verso un altro musulmano.",
    "notes": "Recita 1 volta",
    "fawaid": "Il Profeta Muhammad ﷺ disse ad Abu Bakr: \"Recita questa supplica la mattina, la sera e prima di dormire.\"",
    "source": "Riportato da al-Bukhari in Adab al-Mufrad n° 1202, at-Tirmidhi n° 3392, Abu Dawud n° 5067"
  },
  {
    "category": "morningDhikr",
    "title": "Chiedere protezione da ogni male",
    "arabic": "بِسْمِ اللَّهِ الَّذِى لاَ يَضُرُّ مَعَ اسْمِهِ شَىْءٌ فِى الأَرْضِ وَلاَ فِى السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "latin": "bismillahi alladhi la yadurru ma'asmihi shay'un fi'l-ard wa la fi's-sama'i, wa huwa as-sami'u al-'aleem",
    "translation": "Nel nome di Allah, con il cui nome nulla può recare danno né in terra né in cielo. Ed Egli è l’Onnoudente, l’Onnisciente.",
    "notes": "Recita 3 volte",
    "fawaid": "Chi la recita tre volte mattina e sera, non subirà alcun danno.",
    "source": "Riportato da at-Tirmidhi n° 3388, Abu Dawud n° 5088, Ibn Majah n° 3869, al-Hakim 1/514, Ahmad n° 446 e 474"
  },
  {
    "category": "morningDhikr",
    "title": "Dichiarazione di soddisfazione con Allah, l'Islam e il Profeta Muhammad ﷺ",
    "arabic": "رَضِيْتُ بِاللهِ رَبًّا، وَبِاْلإِسْلاَمِ دِيْنًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
    "latin": "radi'tu billahi rabban, wa bil-Islami deenan, wa bi-muhammadin sallallahu 'alayhi wa sallam nabiyyan",
    "translation": "Sono soddisfatto di Allah come mio Signore, dell’Islam come mia religione e di Muhammad ﷺ come mio Profeta.",
    "notes": "Recita 3 volte",
    "fawaid": "Chi la recita tre volte la mattina e la sera, Allah sarà soddisfatto di lui nel Giorno del Giudizio.",
    "source": "Riportato da Ahmad IV/337, Abu Dawud n° 5072, at-Tirmidhi n° 3389, Ibn Majah n° 3870, an-Nasa'i in Amalul Yaum wal Lailah n° 4, Ibnus Sunni n° 68"
  },
  {
    "category": "morningDhikr",
    "title": "Chiedere la guida ad Allah",
    "arabic": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، وَأَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ أَبَدًا",
    "latin": "ya hayyu ya qayyum, bi rahmatika astagheeth. wa aslih li shani kullahu wa la takilni ila nafsi tarfata 'aynin abadan",
    "translation": "O Vivente, O Eterno! Con la Tua misericordia chiedo aiuto, migliora tutte le mie questioni e non lasciarmi a me stesso nemmeno per un batter d’occhio.",
    "notes": "Recita 1 volta",
    "fawaid": "Questa supplica significa che l’uomo ha costantemente bisogno di Allah e chiede che Allah non lo lasci mai solo, nemmeno per un attimo.",
    "source": "Riportato da an-Nasa'i in Amalul Yaum wal Lailah n° 575, al-Hakim 1/545, Shahiih at-Targhiib wat Tarhiib 1/417 n° 661, Ash-shahiihah n° 227"
  },
  {
    "category": "morningDhikr",
    "title": "Entrare nel mattino sulla religione naturale dell’Islam",
    "arabic": "أَصْبَحْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ، حَنِيْفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "latin": "asbahnā 'alā fiṭraṭi al-Islāmi wa 'alā kalimati al-iKhlāṣi, wa 'alā dīni nabīninā muḥammadin ṣallā allāhu 'alayhi wa sallam, wa 'alā millati abīnā ibrāhīma, ḥanīfan musliman wa mā kāna min al-mushrikīn",
    "translation": "Al mattino siamo sulla religione naturale dell’Islam, sulla parola della sincerità, sulla religione del nostro Profeta Muhammad ﷺ e sulla religione del nostro padre Abramo, sinceramente musulmano e non tra i politeisti.",
    "notes": "Recita 1 volta",
    "fawaid": "‘Fitratil Islam’ significa la natura pura, ‘kalimatil Ikhlas’ la testimonianza di fede, ‘hanifan’ significa il cuore rivolto sinceramente al bene.",
    "source": "Riportato da Ahmad III/406, 407, ad-Darimi II/292, Ibnus Sunni in Amalul Yaum wal Lailah n° 34, Mishkat al-Masabih n° 2415, Sahih al-Jami' as-Saghir n° 4674"
  },
  {
    "category": "morningDhikr",
    "title": "Dhikr del Tawhid",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "la ilaha illallah, wahdahu la sharika lah, lahu al-mulku wa lahu al-hamdu, wa huwa 'ala kulli shay'in qadir",
    "translation": "Non c’è divinità degna di essere adorata se non Allah, l’Unico, senza socio. A Lui appartiene il regno e la lode. Ed Egli è Onnipotente su ogni cosa.",
    "notes": "Recita 1 o 10 volte al mattino, 100 volte al giorno",
    "fawaid": "Chi la recita 100 volte al giorno, avrà una ricompensa pari a liberare dieci schiavi, cento buone azioni scritte, cento peccati cancellati e protezione dal diavolo fino alla sera. Nessuno può portare qualcosa di meglio se non chi la recita più di così.",
    "source": "Riportato da al-Bukhari n° 3293, 6403, Muslim IV/2071 n° 2691 (28), at-Tirmidhi n° 3468, Ibn Majah n° 3798"
  },
  {
    "category": "morningDhikr",
    "title": "Recitare il Tasbih",
    "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقَهِ وَرِضَى نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
    "latin": "subhanallah wa bihamdihi, 'adada khalqihi wa ridha nafsihi, wazinata 'arshihi, wa midad kalimatihi",
    "translation": "Gloria ad Allah e la Sua lode secondo il numero delle Sue creature, la Sua soddisfazione, il peso del Suo Trono e la quantità delle Sue parole.",
    "notes": "Recita 3 volte",
    "fawaid": "Il Profeta ﷺ disse a Juwayriyah: Questo dhikr supera ciò che hai recitato dal Fajr fino al Duha.",
    "source": "Riportato da Muslim n° 2726. Sharh Muslim XVII/44, da Juwayriyah bint al-Harith"
  },
  {
    "category": "morningDhikr",
    "title": "Dua per una conoscenza utile, buon sostentamento e azioni accettate",
    "arabic": "اللَّهُمَّ إِنِّى أَسْأَلُكَ عِلْمًا نَافِعًا وَرِزْقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
    "latin": "allahumma inni as'aluka 'ilman nafi'an, wa rizqan tayyiban, wa 'amalan mutaqabbalan",
    "translation": "O Allah, Ti chiedo una conoscenza utile, un sostentamento buono e azioni accettate.",
    "notes": "Recita 1 volta",
    "fawaid": "Questa supplica è raccomandata al mattino perché il tempo del mattino ha maggiori benedizioni.",
    "source": "Riportato da Ibn Majah n° 925, Sahih Ibn Majah 1/152 n° 753, Ibnus Sunni in Amalul Yaum wal Lailah n° 54, 110, Ahmad VI/294, 305, 318, 322, da Umm Salamah"
  },
  {
    "category": "morningDhikr",
    "title": "Tasbih e Tahmid quotidiani",
    "arabic": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "latin": "subhanallah wa bihamdihi",
    "translation": "Gloria ad Allah e la Sua lode.",
    "notes": "Recita 100 volte",
    "fawaid": "Chi recita ‘subhanallah wa bihamdihi’ 100 volte la mattina e la sera, nessuno avrà meglio di lui nel Giorno del Giudizio, tranne chi l’ha detto uguale o di più.",
    "source": "Riportato da Muslim n° 2691 e 2692, da Abu Hurairah, Sharh Muslim XVII/17-18, Sahih at-Targhiib wat Tarhiib 1/413 n° 653"
  },
  {
    "category": "morningDhikr",
    "title": "Istighfar 100 volte al giorno",
    "arabic": "أَسْتَغْفِرُ الله وَأَتُوْبُ إِلَيْهِ",
    "latin": "astaghfiru Allah wa atubu ilayhi",
    "translation": "Chiedo perdono ad Allah e mi pento a Lui.",
    "notes": "Recita 100 volte al giorno",
    "fawaid": "Ibn ‘Umar riferì che il Messaggero di Allah ﷺ disse: ‘O gente, pentitevi ad Allah! Io mi pento a Lui 100 volte al giorno.’",
    "source": "Riportato da al-Bukhari/Fathul Bari XI/101 e Muslim n° 2702"
  }
]
