[
  {
    "category": "selectedDua",
    "title": "Dünyada ve Ahirette İyilik Dileği Duası",
    "arabic": "رَبَّنَا آَتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآَخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
    "latin": "rabbana atina fi'd-dunya hasanatan wa fi'l-akhirati hasanatan wa qina 'adhaban-nar",
    "translation": "Rabbimiz! Bize dünyada da, ahirette de iyilik ver ve bizi cehennem azabından koru.",
    "notes": null,
    "fawaid": "Bu dua, Peygamberimizin ﷺ en çok okuduğu dualardan biridir; sahabe Enes bin Malik (ra) tarafından rivayet edilmiştir.",
    "source": "Bakara Suresi: 201, Buhari: 6389, Müslim: 2690"
  },
  {
    "category": "selectedDua",
    "title": "Kalbin Dinde Sabit Kalması İçin Dua #1",
    "arabic": "يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِى عَلَى دِينِكَ",
    "latin": "ya muqallibal-qulubi thabbit qalbi 'ala deenika",
    "translation": "Ey kalpleri çeviren Allah’ım, kalbimi dinin üzere sabit kıl.",
    "notes": null,
    "fawaid": "İnsanın kalbi Allah’ın iki parmağı arasındadır ve O, onu dilediği gibi çevirir. Bu nedenle, insanın her zaman Allah’a kalbini iyilik üzere sabit tutması için dua etmesi gerekir.",
    "source": "Tirmizi: 3522, Ahmed: 6/315"
  },
  {
    "category": "selectedDua",
    "title": "Kalbin Dinde Sabit Kalması İçin Dua #2",
    "arabic": "اللَّهُمَّ مُصَرِّفَ الْقُلُوبِ صَرِّفْ قُلُوبَنَا عَلَى طَاعَتِكَ",
    "latin": "allahumma musarrif al-qulubi sarrif qulubana 'ala ta'atik",
    "translation": "Allah’ım! Kalpleri evirip çeviren Sensin, kalplerimizi Sana itaatte sabit kıl.",
    "notes": null,
    "fawaid": "İnsanın kalbi Allah’ın iki parmağı arasındadır ve O, onu dilediği gibi çevirir. Bu nedenle, insanın her zaman Allah’a kalbini iyilik üzere sabit tutması için dua etmesi gerekir.",
    "source": "Müslim: 2654"
  },
  {
    "category": "selectedDua",
    "title": "Kalbin Dinde Sabit Kalması İçin Dua #3",
    "arabic": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا",
    "latin": "rabbana la tuzigh qulubana ba'da idh hadaytana",
    "translation": "Rabbimiz! Bize hidayet verdikten sonra kalplerimizi eğriltme.",
    "notes": null,
    "fawaid": "İnsanın kalbi Allah’ın iki parmağı arasındadır ve O, onu dilediği gibi çevirir. Bu nedenle, insanın her zaman Allah’a kalbini iyilik üzere sabit tutması için dua etmesi gerekir.",
    "source": "Al-i İmran Suresi: 8"
  },
  {
    "category": "selectedDua",
    "title": "Nimetin Zail Olmasından Allah’a Sığınma Duası",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ وَتَحَوُّلِ عَافِيَتِكَ وَفُجَاءَةِ نِقْمَتِكَ وَجَمِيعِ سَخَطِكَ",
    "latin": "allahumma inni a'oodhu bika min zawali ni'matika wa tahawwuli 'afiyatika wa fujaa'ati niqmatika wa jami'i sakhatika",
    "translation": "Allah’ım! Senin verdiğin nimetlerin zail olmasından, afiyetinin değişmesinden, ani azabından ve bütün gazabından Sana sığınırım.",
    "notes": null,
    "fawaid": "İçinde bulunduğumuz nimetler bir anda kaybolabilir, ruh ve beden sağlığımız bir anda hastalığa dönebilir ve bunu önleyebilecek sadece Allah’tır.",
    "source": "Müslim: 2739"
  },
  {
    "category": "selectedDua",
    "title": "Musibete Karşı Dua",
    "arabic": "اللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنْ جَهْدِ البَلاَءِ ، وَدَرَكِ الشَّقَاءِ ، وَسُوءِ القَضَاءِ ، وَشَمَاتَةِ الأَعْدَاء",
    "latin": "allahumma inni a'oodhu bika min jahdil-bala'i, wa darakish-shaqaa'i, wa su'il-qadaa'i, wa shamataatil-a'daa",
    "translation": "Allah’ım! Şiddetli beladan, mutsuzluğa düşmekten, kötü kaderden ve düşmanların sevinmesinden Sana sığınırım.",
    "notes": null,
    "fawaid": "Kötü kaderden Allah’a sığınmak, O’nun kaderine razı olmayı engellemez. Allah bir musibet takdir etmişse, duayla o musibeti kaldırmayı da takdir edebilir.",
    "source": "Buhari: 6616, Müslim: 2707"
  },
  {
    "category": "selectedDua",
    "title": "Borç, Keder, Zayıflık, Tembellik, Korku ve İnsanların Baskısından Kurtulma Duası",
    "arabic": "اَللّٰهُمَّ إِنِّى أَعُوْذُبِكَ مِنَ الْهَمِّ وَالْحَزْنِ وَأَعُوْذُبِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَأَعُوْذُبِكَ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَعُوْذُبِكَ مِنْ غَلَبَتِ الدَّيْنِ وَقَهْرِ الرجال",
    "latin": "allahumma inni a'oodhu bika minal-hammi wal-huzni wa a'oodhu bika minal-'ajzi wal-kasali wa a'oodhu bika minal-jubni wal-bukhli wa a'oodhu bika min ghalabatid-dayni wa qahrir-rijal",
    "translation": "Allah’ım! Keder ve üzüntüden, acizlik ve tembellikten, korkaklık ve cimrilikten, borcun altında ezilmekten ve insanların baskısından Sana sığınırım.",
    "notes": null,
    "fawaid": "Bu hadisi rivayet eden değerli sahabe Ebu Ümame (ra) şöyle dedi: Bu duayı uyguladıktan sonra Allah benim sıkıntımı tamamen kaldırdı ve borcumu ödememi kolaylaştırdı.",
    "source": "Ebu Davud: 1555"
  },
  {
    "category": "selectedDua",
    "title": "İyi Haber Aldığında Okunacak Dua",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ",
    "latin": "alhamdu lillahi alladhi bini'matihi tattimmu assalihat",
    "translation": "Tüm övgüler, O'nun nimetiyle güzel işler tamamlanan Allah’a mahsustur.",
    "notes": null,
    "fawaid": "Aişe (ra) dedi ki: Rasulullah ﷺ hoşuna giden bir şey gördüğünde bu duayı okurdu.",
    "source": "İbn Mace: 3803, Hakim (1/499)"
  }
]
