[
  {
    "category": "selectedDua",
    "title": "Мольба о благе в этом мире и в мире вечном",
    "arabic": "رَبَّنَا آَتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآَخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
    "latin": "rabbana atina fi'd-dunya hasanatan wa fi'l-akhirati hasanatan wa qina 'adhaban-nar",
    "translation": "Господь наш! Даруй нам благо в этом мире и благо в мире вечном, и спаси нас от мучений адского огня.",
    "notes": null,
    "fawaid": "Это дуа чаще всего читал Пророк (мир ему и благословение Аллаха), как передал сподвижник Анас ибн Малик (да будет доволен им Аллах).",
    "source": "Коран, Аль-Бакара: 201; аль-Бухари: 6389; Муслим: 2690"
  },
  {
    "category": "selectedDua",
    "title": "Мольба об утверждении сердца на религии #1",
    "arabic": "يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِى عَلَى دِينِكَ",
    "latin": "ya muqallibal-qulubi thabbit qalbi 'ala deenika",
    "translation": "О, Переворачивающий сердца! Сделай мое сердце твердым в Твоей религии.",
    "notes": null,
    "fawaid": "Сердце человека находится между пальцами Аллаха, и Он поворачивает его, как пожелает. Поэтому следует всегда просить Аллаха, чтобы Он утвердил наше сердце на истине и постоянстве.",
    "source": "ат-Тирмизи, № 3522; Ахмад, 6:315"
  },
  {
    "category": "selectedDua",
    "title": "Мольба об утверждении сердца на религии #2",
    "arabic": "اللَّهُمَّ مُصَرِّفَ الْقُلُوبِ صَرِّفْ قُلُوبَنَا عَلَى طَاعَتِكَ",
    "latin": "allahumma musarrif al-qulubi sarrif qulubana 'ala ta'atik",
    "translation": "О, Аллах! Управляющий сердцами, направь наши сердца к Твоему повиновению.",
    "notes": null,
    "fawaid": "Сердце человека находится между пальцами Аллаха, и Он поворачивает его, как пожелает. Поэтому следует всегда просить Аллаха, чтобы Он утвердил наше сердце на истине и постоянстве.",
    "source": "Муслим № 2654"
  },
  {
    "category": "selectedDua",
    "title": "Мольба о том, чтобы не сбиться с пути после наставления",
    "arabic": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا",
    "latin": "rabbana la tuzigh qulubana ba'da idh hadaytana",
    "translation": "Господь наш! Не отклоняй наши сердца после того, как Ты наставил нас.",
    "notes": null,
    "fawaid": "Сердце человека находится между пальцами Аллаха, и Он поворачивает его, как пожелает. Поэтому следует всегда просить Аллаха, чтобы Он утвердил наше сердце на истине и постоянстве.",
    "source": "Коран, Али Имран: 8"
  },
  {
    "category": "selectedDua",
    "title": "Мольба о защите от потери благ",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ وَتَحَوُّلِ عَافِيَتِكَ وَفُجَاءَةِ نِقْمَتِكَ وَجَمِيعِ سَخَطِكَ",
    "latin": "allahumma inni a'oodhu bika min zawali ni'matika wa tahawwuli 'afiyatika wa fujaa'ati niqmatika wa jami'i sakhatika",
    "translation": "О, Аллах! Я прибегаю к Тебе от потери Твоих благ, перемены дарованного здоровья, внезапного наказания и всей Твоей ярости.",
    "notes": null,
    "fawaid": "Блага, которыми мы сейчас обладаем, могут легко исчезнуть, а здоровье в мгновение ока может обернуться болезнью. Только Аллах может уберечь нас от этого.",
    "source": "Муслим № 2739"
  },
  {
    "category": "selectedDua",
    "title": "Мольба против бедствий",
    "arabic": "اللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنْ جَهْدِ البَلاَءِ ، وَدَرَكِ الشَّقَاءِ ، وَسُوءِ القَضَاءِ ، وَشَمَاتَةِ الأَعْدَاء",
    "latin": "allahumma inni a'oodhu bika min jahdil-bala'i, wa darakish-shaqaa'i, wa su'il-qadaa'i, wa shamataatil-a'daa",
    "translation": "Я прибегаю к Аллаху от тяжелых бедствий, от того, чтобы быть настигнутым несчастьем, от дурного приговора и от злорадства врагов.",
    "notes": null,
    "fawaid": "Просить защиты от предопределения судьбы с дурными последствиями не противоречит довольству волей Аллаха. Аллах может предопределить испытание, но также может предопределить, что, если раб будет просить, Он снимет это испытание.",
    "source": "аль-Бухари: 6616; Муслим: 2707"
  },
  {
    "category": "selectedDua",
    "title": "Мольба об избавлении от долгов, тревоги, слабости, лени, страха и давления других",
    "arabic": "اَللّٰهُمَّ إِنِّى أَعُوْذُبِكَ مِنَ الْهَمِّ وَالْحَزْنِ وَأَعُوْذُبِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَأَعُوْذُبِكَ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَعُوْذُبِكَ مِنْ غَلَبَتِ الدَّيْنِ وَقَهْرِ الرجال",
    "latin": "allahumma inni a'oodhu bika minal-hammi wal-huzni wa a'oodhu bika minal-'ajzi wal-kasali wa a'oodhu bika minal-jubni wal-bukhli wa a'oodhu bika min ghalabatid-dayni wa qahrir-rijal",
    "translation": "О, Аллах! Я прибегаю к Тебе от забот и печали, от бессилия и лени, от трусости и жадности, и от того, чтобы быть подавленным долгами и угнетённым людьми.",
    "notes": null,
    "fawaid": "Благородный сподвижник Абу Умама, который передал этот хадис, сказал: после того, как я стал читать эту мольбу, Аллах полностью избавил меня от беспокойств и дал возможность расплатиться с долгами.",
    "source": "Абу Дауд № 1555"
  },
  {
    "category": "selectedDua",
    "title": "Мольба при получении хороших новостей",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ",
    "latin": "alhamdu lillahi alladhi bini'matihi tattimmu assalihat",
    "translation": "Хвала Аллаху, благодаря Чьей милости завершаются добрые дела.",
    "notes": null,
    "fawaid": "Аиша (да будет доволен ею Аллах) сказала: Когда Посланник Аллаха (мир ему и благословение) видел что-то приятное, он произносил эти слова.",
    "source": "Ибн Маджа, Сунан № 3803; аль-Хаким, аль-Мустадрак (1/499)"
  }
]
