[
  {
    "category": "selectedDua",
    "title": "دعا برای طلب نیکی در دنیا و آخرت",
    "arabic": "رَبَّنَا آَتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآَخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
    "latin": "rabbana atina fi'd-dunya hasanatan wa fi'l-akhirati hasanatan wa qina 'adhaban-nar",
    "translation": "پروردگارا! در دنیا به ما نیکی عطا کن و در آخرت نیز نیکی عطا کن و ما را از عذاب آتش نگه دار.",
    "notes": null,
    "fawaid": "این دعا بیشترین دعایی است که پیامبر صلی الله علیه و آله و سلم می‌خواندند، چنانکه از صحابه انس بن مالک رضی الله عنه نقل شده است.",
    "source": "سوره بقره: ۲۰۱، بخاری: ۶۳۸۹، مسلم: ۲۶۹۰"
  },
  {
    "category": "selectedDua",
    "title": "دعای ثبات قلب بر دین #۱",
    "arabic": "يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِى عَلَى دِينِكَ",
    "latin": "ya muqallibal-qulubi thabbit qalbi 'ala deenika",
    "translation": "ای دگرگون‌کننده دل‌ها، قلب مرا بر دینت ثابت بدار.",
    "notes": null,
    "fawaid": "قلب انسان بین دو انگشت خداوند متعال است و او آن را هر طور که بخواهد می‌گرداند. پس شایسته است همیشه از خدا بخواهیم که دل ما را بر نیکی ثابت بدارد و در راه حق استوار بداریم.",
    "source": "ترمذی: ۳۵۲۲، احمد: ۶/۳۱۵"
  },
  {
    "category": "selectedDua",
    "title": "دعای ثبات قلب بر دین #۲",
    "arabic": "اللَّهُمَّ مُصَرِّفَ الْقُلُوبِ صَرِّفْ قُلُوبَنَا عَلَى طَاعَتِكَ",
    "latin": "allahumma musarrif al-qulubi sarrif qulubana 'ala ta'atik",
    "translation": "خدایا! ای گرداننده دل‌ها، دل‌های ما را بر اطاعت خودت قرار بده.",
    "notes": null,
    "fawaid": "قلب انسان بین دو انگشت خداوند متعال است و او آن را هر طور که بخواهد می‌گرداند. پس شایسته است همیشه از خدا بخواهیم که دل ما را بر نیکی ثابت بدارد و در راه حق استوار بداریم.",
    "source": "مسلم: ۲۶۵۴"
  },
  {
    "category": "selectedDua",
    "title": "دعای ثبات قلب بر دین #۳",
    "arabic": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا",
    "latin": "rabbana la tuzigh qulubana ba'da idh hadaytana",
    "translation": "پروردگارا، پس از آنکه ما را هدایت کردی، دل‌های ما را منحرف مکن.",
    "notes": null,
    "fawaid": "قلب انسان بین دو انگشت خداوند متعال است و او آن را هر طور که بخواهد می‌گرداند. پس شایسته است همیشه از خدا بخواهیم که دل ما را بر نیکی ثابت بدارد و در راه حق استوار بداریم.",
    "source": "سوره آل عمران: ۸"
  },
  {
    "category": "selectedDua",
    "title": "دعای پناه بردن از زوال نعمت",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ وَتَحَوُّلِ عَافِيَتِكَ وَفُجَاءَةِ نِقْمَتِكَ وَجَمِيعِ سَخَطِكَ",
    "latin": "allahumma inni a'oodhu bika min zawali ni'matika wa tahawwuli 'afiyatika wa fujaa'ati niqmatika wa jami'i sakhatika",
    "translation": "خدایا! از بین رفتن نعمتت، تغییر سلامتی‌ات، عذاب ناگهانی‌ات و همه ناخشنودی‌ات به تو پناه می‌برم.",
    "notes": null,
    "fawaid": "نعمت‌های کنونی به راحتی ممکن است از بین برود، سلامتی ما در لحظه‌ای ممکن است به بیماری تبدیل شود و فقط خداوند قادر است از آن جلوگیری کند.",
    "source": "مسلم: ۲۷۳۹"
  },
  {
    "category": "selectedDua",
    "title": "دعای پناه بردن از بلا و گرفتاری",
    "arabic": "اللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنْ جَهْدِ البَلاَءِ ، وَدَرَكِ الشَّقَاءِ ، وَسُوءِ القَضَاءِ ، وَشَمَاتَةِ الأَعْدَاء",
    "latin": "allahumma inni a'oodhu bika min jahdil-bala'i, wa darakish-shaqaa'i, wa su'il-qadaa'i, wa shamataatil-a'daa",
    "translation": "خدایا! به تو پناه می‌برم از سختی بلا، رسیدن به بدبختی، بدی سرنوشت و شادی دشمنان.",
    "notes": null,
    "fawaid": "پناه بردن از قضا و قدری که بد است، منافاتی با راضی بودن به تقدیر الهی ندارد؛ چراکه خدا ممکن است برای کسی بلایی مقدر کند و همچنین مقدر کند که با دعا آن بلا رفع شود.",
    "source": "بخاری: ۶۶۱۶، مسلم: ۲۷۰۷"
  },
  {
    "category": "selectedDua",
    "title": "دعای رهایی از بدهی، اندوه، ضعف، تنبلی، ترس و فشار دیگران",
    "arabic": "اَللّٰهُمَّ إِنِّى أَعُوْذُبِكَ مِنَ الْهَمِّ وَالْحَزْنِ وَأَعُوْذُبِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَأَعُوْذُبِكَ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَعُوْذُبِكَ مِنْ غَلَبَتِ الدَّيْنِ وَقَهْرِ الرجال",
    "latin": "allahumma inni a'oodhu bika minal-hammi wal-huzni wa a'oodhu bika minal-'ajzi wal-kasali wa a'oodhu bika minal-jubni wal-bukhli wa a'oodhu bika min ghalabatid-dayni wa qahrir-rijal",
    "translation": "خدایا! به تو پناه می‌برم از اندوه و غم، ناتوانی و تنبلی، ترس و بخل، و گرفتار شدن به قرض و سلطه دیگران.",
    "notes": null,
    "fawaid": "ابوامامه (رض) راوی این حدیث می‌فرمایند: پس از مداومت بر این دعا، خداوند اندوهم را برطرف کرد و توانایی پرداخت بدهی را به من عطا فرمود.",
    "source": "ابوداود: ۱۵۵۵"
  },
  {
    "category": "selectedDua",
    "title": "دعای شکر هنگام دریافت خبر خوش",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ",
    "latin": "alhamdu lillahi alladhi bini'matihi tattimmu assalihat",
    "translation": "ستایش خداوندی را که به لطف او کارهای نیک کامل می‌شوند.",
    "notes": null,
    "fawaid": "عایشه (رضی الله عنها) می‌گوید: هرگاه پیامبر صلی الله علیه و آله و سلم چیزی را دوست می‌داشت، این جمله را می‌فرمود.",
    "source": "ابن ماجه: ۳۸۰۳، حاکم: ۱/۴۹۹"
  }
]
